Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Robatsch Defence: Two Knights, Suttles Variation
ar: روباتش دفاع: الفرسين, ساتلس تفريع
br: Defesa Robatsch, Variante dos 2 Cavalos, Variante Suttles
ca: Defensa Robatsch o Moderna - Variant dels dos cavalls - Variant Suttles
de: Robatsch Verteidigung: Zweispringerspiel, Suttles-Variante
es: Defensa Robatsch o Moderna, Variante de los 2 Caballos, Variante Suttles
eu: Robatsch Defentsa: Bi Zaldun, Suttles Aldaera
fr: Défense Robatsch, var. des 2 cavaliers, var. Suttles
id: Pembelaan Robatch, 2 Kuda, Varian Suttles
it: Difesa Robatsch o Moderna, Variante dei 2 Cavalli, Variante Suttles
nl: Robatsch verdediging: twee paarden, Suttles variant
pl: Obrona Robatsch'a, dwa skoczki, wariant Suttles'a
ru: Защита Робача: вариант двух коней, вариант Саттлза
si: Robatscheva obramba, tva skakača, Suttlesova različica
sv: Moderna försvaret: Tvåspringarspel, Suttlesvarianten
tr: Robatsch savunması: iki at, Suttles varyasyonu
uk: Захист Робача: варіант двох коней, варіант Саттлза
vi: Robatsch vệ: hai hiệp sĩ, Suttles biến

source: Rousseau Gambit
ar: جامبيت روسو
br: Gambito Rousseau
ca: Gambit Rousseau
es: Gambito Rousseau
eu: Rousseau Ganbitoa
fr: Gambit Rousseau
id: Gambit Rousseau
it: Mossa di Rousseau
nl: Rousseau gambiet
pl: Gambit Rousseau
ru: Гамбит Руссо
si: Rousseauov gambit
tr: Rousseau gambiti
uk: Гамбіт Руссо

source: Rubinstein Opening: Bogoljubov Defence
eu: Rubinstein Irekiera: Bogoljubov Defentsa
fr: Ouverture Rubinstein, défense Bogoljubov

source: Rubinstein Opening: Classical Defence
eu: Rubinstein Irekiera: Defentsa Klasikoa
fr: Ouverture Rubinstein, défense classique

source: Rubinstein Opening: Semi-Slav Defence
eu: Rubinstein Irekiera: Semi-Eslaviar Defentsa
fr: Ouverture Rubinstein, défense semi-slave

source: Ruy Lopez (Spanish Opening)
ar: روي لوبيز (الافتتاح الاسباني)
br: Abertura Ruy López (Espanhola)
ca: Obertuta Espanyola o Ruy López
de: Spanisch (Ruy Lopez)
es: Apertura Española o Ruy López
eu: Ruy Lopez (Espainiar Irekiera)
fr: Partie espagnole (Ruy López)
id: Ruy Lopez (Pembukaan Spanyol)
it: Apertura Spagnola o Ruy López
nl: Ruy Lopez (Spaanse opening)
pl: Partia hiszpańska (hiszpańskie otwarcie)
ru: Испанская партия
si: Ruy Lopez (španska otvoritev)
sv: Spansk spelöppning (Ruy Lopez)
tr: Ruy Lopez (İspanyol açılışı)
uk: Іспанська партія
vi: Ruy Lopez (khai mạc Tây Ban Nha)

source: Réti Opening
eu: Réti Irekiera
fr: Début Réti (ouverture Zukertort - Réti)

source: Santasiere Folly
ar: حماقة سانتازير
br: Abertura Louca de Santasiere
ca: Obertura Reti - 'bogeria de Santasiere'
cs: Santasiere's folly
de: Santasiere's Torheit
es: Apertura Reti, Locura de Santasiere
eu: Reti Irekiera, Santasiereren Erokeria
fr: Ouverture folie de Santasiere
id: Pembukaan Santasiere
it: Apertura Reti, Pazzia di Santasiere
nl: Santasiere dwaasheid
pl: Santasiere w szaleństwie
ru: Глупость Сантасьера
si: Santasiereva nespamet
sv: Reti: Santasieres dårskap
tr: Santasiere'nin çılgınlığı
uk: Дурниця Сантас’єре
vi: Sự điên rồ của Santasiere

source: Saragossa Opening
ar: ساراجوسا افتتاح
br: Abertura Saragossa
ca: Obertura Saragossa
de: Saragossa Eröffnung
es: Apertura Zaragozana
eu: Zaragozar Irekiera
fr: Ouverture de Saragosse
id: Pembukaan Saragossa
it: Apertura Saragozza
pl: Debiut Saragossa
ru: Сарагосское начало
si: Otvoritev Zaragoza
sv: Saragossas spelöppning
tr: Saragossa açılışı
uk: Сарагоський початок
vi: Khai cuộc Saragossa

source: Scandinavian Defence (centre Counter) Defence
ar: إسكندينافى (الوسط المضاد) دفاع
br: Defesa Escandinava (Contra-ataque Central)
ca: Defensa Escandinava o Contraatac central
cs: Scandinavian (centre counter) defence
de: Skandinavische Verteidigung
es: Defensa Escandinava o Contraataque Central
eu: Eskandinaviar Defentsa (Erdiko Kontrakoa)
fr: Défense scandinave (ou du contre au centre)
id: Pembelaan Skandinavia (Centre-Counter)
it: Difesa Scandinava o Contrattacco Centrale
nl: Scandinavisch (centrum tegenaanval) verdediging
pl: Obrona Skandynawska (przeciwko centrum)
ru: Скандинавская защита
si: skandinavska (centralni odboj) obramba
sv: Skandinaviskt
tr: İskandinavya (karşı merkez) savunması
uk: Скандинавський захист
vi: Phòng thủ Scandinavian (centre counter)

source: Scandinavian Defence Defence
ar: إسكندينافى دفاع
br: Defesa Escandinava
ca: Defensa Escandinava
cs: Scandinavian defence
de: Skandinavische Verteidigung
es: Defensa Escandinava
eu: Eskandinaviar Defentsa
fr: Défense scandinave
id: Pembelaan Skandinavia
it: Difesa Scandinava
nl: Scandinavisch
pl: Obrona Skandynawska
ru: Скандинавская защита
si: skandinavska obramba
sv: Skandinaviskt försvar
tr: İskandinavya savunması
uk: Скандинавський захист
vi: Phòng thủ Scandinavian

source: Scandinavian Defence Defence, Gruenfeld Variation
ar: إسكندينافى دفاع, جرونفلد تفريع
br: Defesa Escandinava, Variante Grünfeld
ca: Defensa Escandinava - Variant Grünfeld
cs: Scandinavian defence, Gruenfeld variation
de: Skandinavische Verteidigung, Grünfeld Variante
es: Defensa Escandinava, Variante Grünfeld
eu: Eskandinaviar Defentsa, Gruenfeld Aldaera
fr: Défense scandinave, var. Grünfeld
id: Pembelaan Skandinavia, Varian Gruendfled
it: Difesa Scandinava, Variante Grünfeld
nl: Scandinavisch, Gruenfeld variant
pl: Obrona Skandynawska, wariant Gruenfeld'a
ru: Скандинавская защита: вариант Грюнфельда
si: skandinavska obramba, Gruenfeldova različica
sv: Skandinaviskt försvar: Grünfeldvarianten
tr: İskandinavya savunması, Gruenfeld varyasyonu
uk: Скандинавський захист: варіант Грюнфельда
vi: Phòng thủ Scandinavian, biến thể Gruenfeld

source: Scandinavian Defence Defence, Lasker Variation
ar: إسكندينافى دفاع, لاسكر تفريع
br: Defesa Escandinava, Variante Lasker
ca: Defensa Escandinava - Variant Lasker
cs: Scandinavian defence, Lasker variation
de: Skandinavische Verteidigung, Lasker Variante
es: Defensa Escandinava, Variante Lasker
eu: Eskandinaviar Defentsa, Lasker Aldaera
fr: Défense scandinave, var. Lasker
id: Pembelaan Skandinavia, Varian Lasker
it: Difesa Scandinava, Variante Lasker
nl: Scandinavisch, Lasker variant
pl: Obrona Skandynawska, wariant Lasker'a
ru: Скандинавская защита: вариант Ласкера
si: skandinavska obramba, Laskerjeva različica
sv: Skandinaviskt försvar: Laskervarianten
tr: İskandinavya savunması, Lasker varyasyonu
uk: Скандинавський захист: варіант Ласкера
vi: Phòng thủ Scandinavian, biến thể Lasker

source: Scandinavian Defence Defence: Blackburne Gambit
es: Defensa Escandinava: Gambito Blackburne
eu: Eskandinaviar Defentsa: Blackburne Ganbitoa
fr: Défense scandinave, gambit Blackburne

source: Scandinavian Defence Defence: Blackburne-Kloosterboer Gambit
es: Defensa Escandinava: Gambito Blackburne-Kloosterboer
eu: Eskandinaviar Defentsa: Blackburne-Kloosterboer Ganbitoa
fr: Défense scandinave, gambit Blackburne - Kloosterboer

source: Scandinavian Defence Defence: Boehnke Gambit
es: Defensa Escandinava: Gambito Boehnke
eu: Eskandinaviar Defentsa: Bohenke Ganbitoa

source: Scandinavian Defence Defence: Bronstein Variation
es: Defensa Escandinava: Variante Bronstein
eu: Eskandinaviar Defentsa: Bronstein Aldaera
fr: Défense scandinave, var. Bronstein

source: Scandinavian Defence Defence: Kloosterboer Gambit
es: Defensa Escandinava: Gambito Kloosterboer
eu: Eskandinaviar Defentsa: Kloosterboer Ganbitoa
fr: Défense scandinave, gambit Kloosterboer

source: Scandinavian Defence Defence: Kádas Gambit
es: Defensa Escandinava: Gambito Kádas
eu: Eskandinaviar Defentsa: Kádas Ganbitoa
fr: Défense scandinave, gambit Kádas

source: Scandinavian Defence Defence: Main Line
es: Defensa Escandinava: Main Line
eu: Eskandinaviar Defentsa: Lerro Nagusia
fr: Défense scandinave, ligne principale

source: Scandinavian Defence Defence: Main Line, Mieses Variation
es: Defensa Escandinava: Main Line, Variante Mieses
eu: Eskandinaviar Defentsa: Lerro Nagusia, Mieses Aldaera
fr: Défense scandinave, ligne principale, var. Mieses

source: Scandinavian Defence Defence: Mieses-Kotroc Variation
es: Defensa Escandinava: Variante Mieses-Kotroc
eu: Eskandinaviar Defentsa: Mieses-Kotroc Aldaera
fr: Défense scandinave, var. Mieses - Kotrč

source: Scandinavian Defence Defence: Modern Variation
es: Defensa Escandinava: Variante Modern
eu: Eskandinaviar Defentsa: Aldaera Modernoa
fr: Défense scandinave, var. moderne

source: Scandinavian Defence Defence: Modern Variation, Gipslis Variation
es: Defensa Escandinava: Variante Modern, Variante Gipslis
eu: Eskandinaviar Defentsa: Aldaera Modernoa, Gipslis Aldaera
fr: Défense scandinave, var. moderne, var. Gipslis

source: Scandinavian Defence Defence: Modern Variation, Wing Gambit
es: Defensa Escandinava: Variante Modern, Gambito Wing
eu: Eskandinaviar Defentsa: Aldaera Modernoa, Wing Ganbitoa
fr: Défense scandinave, var. moderne, gambit de l'aile

source: Scandinavian Defence Defence: Portuguese Variation
es: Defensa Escandinava: Variante Portuguese
eu: Eskandinaviar Defentsa: Aldaera Portugesa
fr: Défense scandinave, var. du Portugal

source: Scandinavian Defence Defence: Portuguese Variation, Portuguese Gambit
es: Defensa Escandinava: Variante Portuguese, Gambito Portuguese
eu: Eskandinaviar Defentsa: Aldaera Portugesa, Ganbito Portugesa
fr: Défense scandinave, var. du Portugal, gambit du Portugal

source: Scandinavian Defence Defence: Richter Variation
es: Defensa Escandinava: Variante Richter
eu: Eskandinaviar Defentsa: Richter Aldaera
fr: Défense scandinave, var. Richter

source: Scandinavian Defence Defence: Schiller-Pytel Variation
es: Defensa Escandinava: Variante Schiller-Pytel
eu: Eskandinaviar Defentsa: Schiler-Pytel Aldaera

source: Scandinavian Defence Defence: Schiller-Pytel Variation, Modern Variation
es: Defensa Escandinava: Variante Schiller-Pytel, Variante Modern
eu: Eskandinaviar Defentsa: Schiler-Pytel Aldaera, Aldaera Modernoa

source: Scandinavian Defence Defence: Zilbermints Gambit
es: Defensa Escandinava: Gambito Zilbermints
eu: Eskandinaviar Defentsa: Zilbermints Ganbitoa
fr: Défense scandinave, gambit Zilbermints

source: Scandinavian Defence Gambit
ar: إسكندينافى جامبيت
br: Gambito Escandinavo
ca: Defensa Escandinava - Gambit Escandinau
cs: Scandinavian gambit
de: Skandinavisches Gambit
es: Defensa Escandinava, Gambito Escandinavo
eu: Eskandinaviako Ganbitoa
fr: Défense scandinave, gambit scandinave
id: Pembelaan Skandinavia Gambit
it: Gambetto scandinavo
nl: Scandinavisch gambiet
pl: Gambit Skandynawski
ru: Скандинавский гамбит
si: skandinavski gambit
sv: Skandinavisk gambit
tr: İskandinavya gambiti
uk: Скандинавський гамбіт
vi: Scandinavia Gambit

source: Scandinavian Defence, Mieses-Kotrvc Gambit
ar: إسكندينافى, مايزس-كوترفك جامبيت
br: Defesa Escandinava, Gambito Mieses-Kotrvc
ca: Defensa Escandinava - Gambit Mieses Kotrvc
cs: Scandinavian, Mieses-Kotrvc gambit
de: Skandinavisch, Mieses-Kotrvc Gambit
es: Defensa Escandinava, Gambito Mieses Kotrvc
eu: Eskandinaviarra, Mieses-Kotrvc Ganbitoa
fr: Défense scandinave, gambit Mieses - Kotrč
id: Skandinavia, Gambit Mieses-Kotrvc
it: Difesa Scandinava, Mossa di Mieses Kotrvc
nl: Scandinavisch, Mieses-Kotrvc gambiet
pl: Skandynawska, gambit Mieses-Kotrvc
ru: Скандинавская защита: гамбит Мизеса-Котрча
si: skandinavska, Mieses-Kotrvcev gambit
sv: Skandinaviskt: Mieses-Kotrvc-gambit
tr: İskandinavya, Mieses-Kotrvc gambiti
uk: Скандинавський захист: гамбіт Мізеса-Котрча
vi: Scandinavia, Mieses-Kotrvc Gambit

source: Scandinavian Defence: Anderssen Counter-attack
ar: إسكندينافى: أندرسن الهجوم المضاد
br: Defesa Escandinava, Contra-ataque Anderssen
ca: Defensa Escandinava - Contra-atac Anderssen
cs: Scandinavian: Anderssen counter-attack
de: Skandinavisch: Anderssen Gegenangriff
es: Defensa Escandinava, Contraataque Anderssen
eu: Eskandinaviarra: Anderssen Kontra-Erasoa
fr: Défense scandinave, contre-attaque Anderssen
id: Skandinavia, Serangan Balasan Anderssen
it: Difesa Scandinava, Contrattacco Anderssen
nl: Scandinavische: Anderssen tegenaanval
pl: Skandynawska, kontratak Anderssen'a
ru: Скандинавская защита: контратака Андерсена
si: skandinavska, Anderssenov proti-napad
sv: Skandinaviskt: Anderssens motangrepp
tr: İskandinavya: Anderssen karşı hücumu
uk: Скандинавський захист: контратака Андерсена
vi: Scandinavia: Anderssen phản công

source: Scandinavian Defence: Anderssen Counter-attack, Collijn Variation
ar: إسكندينافى: أندرسن الهجوم المضاد, كوليجن تفريع
br: Defesa Escandinava, Contra-ataque Anderssen, Variante Collijn
ca: Defensa Escandinava - Contra-atac Anderssen - Variant Collijn
cs: Scandinavian: Anderssen counter-attack, Collijn variation
de: Skandinavisch: Anderssen Gegenangriff, Collijn Variante
es: Defensa Escandinava, Contraataque Anderssen, Variante Collijn
eu: Eskandinaviarra: Anderssen Kontra-Erasoa, Collijn Aldaera
fr: Défense scandinave, contre-attaque Anderssen, var. Collijn
id: Skandinavia, Serangan Balasan Anderssen, Varian Collijn
it: Difesa Scandinava, Contrattacco Anderssen, Variante Collijn
nl: Scandinavisch: Anderssen tegenaanval, Collijn variant
pl: Skandynawska, kontratak Anderssen'a, wariant Collijn'a
ru: Скандинавская защита: контратака Андерсена, вариант Коллийна
si: skandinavska, Anderssenov proti-napad, Collijnova različica
sv: Skandinaviskt: Anderssens motangrepp, Collijnvarianten
tr: İskandinavya: Anderssen karşı hücumu, Collijn varyasyonu
uk: Скандинавський захист: контратака Андерсена, варіант Коллійна
vi: Scandinavia: Anderssen phản công, Collijn biến

source: Scandinavian Defence: Anderssen Counter-attack, Goteborg System
ar: إسكندينافى: أندرسن الهجوم المضاد, جوتبورج نظام
br: Defesa Escandinava, Contra-ataque Anderssen, Sistema Gotemburgo
ca: Defensa Escandinava - Contra-atac Anderssen - Sistema Goteburg
cs: Scandinavian: Anderssen counter-attack, Goteborg system
de: Skandinavisch: Anderssen Gegenangriff, Goteborg System
es: Defensa Escandinava, Contraataque Anderssen, Sistema Goteburgo
eu: Eskandinaviarra: Anderssen Kontra-Erasoa, Goteborg Sistema
fr: Défense scandinave, contre-attaque Anderssen, système de Göteborg
id: Skandinavia, Serangan Balasan Anderssen, SIstem Goteborg
it: Difesa Scandinava, Contrattacco Anderssen, Sistema Goteburgo
nl: Scandinavisch: Anderssen tegenaanval, Goteborg systeem
pl: Skandynawska, kontratak Anderssen'a, system Geteborg
ru: Скандинавская защита: контратака Андерсена, гетеборгский вариант
si: skandinavska, Anderssenov proti-napad, Goteborgov sistem
sv: Skandinaviskt: Anderssens motangrepp, Göteborgsystemet
tr: İskandinavya: Anderssen karşı hücumu, Göteburg sistemi
uk: Скандинавський захист: контратака Андерсена, Гетеборгський варіант
vi: Scandinavia: Anderssen phản công, hệ thống Goteborg

source: Scandinavian Defence: Anderssen Counter-attack, Orthodox Attack
ar: إسكندينافى: أندرسن الهجوم المضاد الأرثوذكسي هجوم
br: Defesa Escandinava, Contra-ataque Anderssen, Ataque Ortodoxo
ca: Defensa Escandinava - Contra-atac Anderssen - Atac Ortodox
cs: Scandinavian: Anderssen counter-attack orthodox attack
de: Skandinavisch: Anderssen Gegenangriff orthodox Angriff
es: Defensa Escandinava, Contraataque Anderssen, Ataque Ortodoxo
eu: Eskandinaviarra: Anderssen Kontra-Erasoa, Eraso Ortodoxoa
fr: Défense scandinave, contre-attaque Anderssen, attaque orthodoxe
id: Skandinavia, Serangan Balasan Anderssen, Serangan Orthodox
it: Difesa Scandinava, Contrattacco Anderssen, Attacco Ortodosso
nl: Scandinavisch: Anderssen tegenaanval orthodoxe aanval
pl: Skandynawska, kontratak Anderssen'a ortodoksyjny atak
ru: Скандинавская защита: контратака Андерсена, классическая атака
si: skandinavska, Anderssenov proti-napad ortodoksni napad
sv: Skandinaviskt: Anderssens motangrepp, ortodoxa attacken
tr: İskandinavya: Anderssen karşı hücumu ortodoks hücumu
uk: Скандинавський захист: контратака Андерсена, ортодоксальна атака
vi: Scandinavia: Anderssen phản công chính thống tấn công

source: Scandinavian Defence: Icelandic Gambit
ar: إسكندينافى: الآيسلندي جامبيت
br: Defesa Escandinava, Gambito Islandês
ca: Defensa Escandinava - Gambit Islandès
cs: Scandinavian: Icelandic gambit
de: Skandinavisch: Isländisches Gambit
es: Defensa Escandinava, Gambito Islandés
eu: Eskandinaviarra: Islandiako Ganbitoa
fr: Défense scandinave, gambit islandais
id: Skandinavia, Gambit Islandia
it: Difesa Scandinava, gambetto islandese
nl: Scandinavisch: IJsland gambiet
pl: Skandynawska: gambit Islandzki
ru: Скандинавская защита: исландский гамбит
si: skandinavska, islandski gambit
sv: Skandinaviskt: Isländsk gambit
tr: İskandinavya: İzlanda gambiti
uk: Скандинавський захист: Ісландський гамбіт
vi: Scandinavia: Iceland Gambit

source: Scandinavian Defence: Kiel Variation
ar: إسكندينافى: كيل تفريع
br: Defesa Escandinava, Variante Kiel
ca: Defensa Escandinava - Variant Kiel
cs: Scandinavian: Kiel variation
de: Skandinavisch: Kiel Variante
es: Defensa Escandinava, Variante Kiel
eu: Eskandinaviarra: Kiel Aldaera
fr: Défense scandinave, var. de Kiel
id: Skandinavia, Varian Kiel
it: Difesa Scandinava, Variante Kiel
nl: Scandinavisch: Kiel variant
pl: Skandynawska: wariant Kiel
ru: Скандинавская защита: кильский вариант
si: skandinavska, Kielova različica
sv: Skandinaviskt: Kielvarianten
tr: İskandinavya: Kiel varyasyonu
uk: Скандинавський захист: Кільський варіант
vi: Scandinavia: Kiel biến

source: Scandinavian Defence: Marshall Variation
ar: إسكندينافى: تفريع مارشال
br: Defesa Escandinava, Variante Marshall
ca: Defensa Escandinava - Variant Marshall
cs: Scandinavian: Marshall variation
de: Skandinavisch: Marshall Variante
es: Defensa Escandinava, Variante Marshall
eu: Eskandinaviarra: Marshall Aldaera
fr: Défense scandinave, var. Marshall
id: Skandinavia, Varian Marshall
it: Difesa Scandinava, Variante Marshall
nl: Scandinavisch: Marshall variant
pl: Skandynawska: wariant Marshall'a
ru: Скандинавская защита: вариант Маршалла
si: skandinavska, Marshallova različica
sv: Skandinaviskt: Marshallvarianten
tr: İskandinavya: Marshall varyasyonu
uk: Скандинавський захист: варіант Маршалла
vi: Scandinavia: Marshall biến

source: Scandinavian Defence: Pytel-Wade Variation
ar: إسكندينافى: بايتل-ويد تفريع
br: Defesa Escandinava, Variante Pytel-Wade
ca: Defensa Escandinava - Variant Pytel Wade
cs: Scandinavian: Pytel-Wade variation
de: Skandinavisch: Pytel-Wade Variante
es: Defensa Escandinava, Variante Pytel Wade
eu: Eskandinaviarra: Pytel-Wade Aldaera
fr: Défense scandinave, var. Pytel - Wade
id: Skandinavia, Varian Pytel-Wade
it: Difesa Scandinava, Variante Pytel Wade
nl: Scandinavisch: Pytel-Wade variant
pl: Skandynawska: wariant Pytle-Wade
ru: Скандинавская защита: вариант Пытеля-Вейда
si: skandinavska, Pytel-Wadeva različica
sv: Skandinaviskt: Pytel-Wade-varianten
tr: İskandinavya: Pytel-Wade varyasyonu
uk: Скандинавський захист: варіант Пителя-Вейда
vi: Scandinavia: Pytel-Wade biến

source: Scandinavian Defence: Richter Variation
ar: إسكندينافى: ريشتر تفريع
br: Defesa Escandinava, Variante Richter
ca: Defensa Escandinava - Variant Richter
cs: Scandinavian: Richter variation
de: Skandinavisch: Richter Variante
es: Defensa Escandinava, Variante Richter
eu: Eskandinaviarra: Richter Aldaera
fr: Défense scandinave, var. Richter
id: Skandinavia, Varian Richter
it: Difesa Scandinava, Variante Richter
nl: Scandinavisch: Richter variant
pl: Skandynawska: wariant Richter'a
ru: Скандинавская защита: вариант Рихтера
si: skandinavska, Richterjeva različica
sv: Skandinaviskt: Richtervarianten
tr: İskandinavya: Richter varyasyonu
uk: Скандинавський захист: варіант Ріхтера
vi: Scandinavia: Richter biến

source: Scotch Gambit
ar: سكوتش جامبيت
br: Gambito Escocês
ca: Obertura Escocesa - Gambit Escocès
de: Schottisches Gambit
es: Apertura Escocesa, Gambito Escocés
eu: Eskoziar Ganbitoa
fr: Gambit écossais
id: Gambit Skotlandia
it: Apertura Scozzese
nl: Scotch gambiet
pl: Gambit szkocki
ru: Шотландский гамбит
si: škotski gambit
sv: Skotsk gambit
tr: İskoçya gambiti
uk: Шотландський гамбіт

source: Scotch Gambit: Anderssen (Paulsen, Suhle) Counter-attack
ar: سكوتش جامبيت: أندرسن (بولسن, سوهل) الهجوم المضاد
br: Gambito Escocês, Contra-ataque Anderssen (Paulsen, Suhle)
ca: Obertura Escocesa - Gambit Escocès - Contra-atac Anderssen o Paulsen o Suhle
de: Schottisches Gambit: Anderssen (Paulsen, Suhle) Gegenangriff
es: Apertura Escocesa, Gambito Escocés, Contraataque Anderssen o Paulsen o Suhle
eu: Eskoziar Ganbitoa: Anderssen (Paulsen, Suhle) Kontra-Erasoa
fr: Gambit écossais, contre-attaque Anderssen (Paulsen, Suhle)
id: Gambit Skotlandia, Serangan Balasan Anderssen
it: Apertura Scozzese, Contrattacco Anderssen o Paulsen o Suhle
nl: Schots gambiet: Anderssen (Paulsen, Suhle) tegenaanval
pl: Gambit szkocki: kontratak Andressen'a(Paulsen,Suhle)
ru: Шотландский гамбит: контратака Андерсена
si: škotski gambit, Anderssenov (Paulsenov, Suhletov) proti-napad
sv: Skotsk gambit: Anderssen motangrepp (Paulsen, Suhle)
tr: İskoçya gambiti: Anderssen (Paulsen, Suhle) karşı hücumu
uk: Шотландський гамбіт: контратака Андерсена
vi: Scotch cờ: Anderssen (Paulsen, Suhle) phản công

source: Scotch Gambit: Benima Defence
ar: سكوتش جامبيت: بينياما دفاع
br: Gambito Escocês, Defesa Benima
ca: Obertura Escocesa - Gambit Escocès - Defensa Benima
de: Schottisches Gambit: Benima Verteidigung
es: Apertura Escocesa, Gambito Escocés, Defensa Benima
eu: Eskoziar Ganbitoa: Benima Defentsa
fr: Gambit écossais, défense Benima
id: Gambit Skotlandia, Pembelaan Benima
it: Apertura Scozzese, Difesa Benima
nl: Schots gambiet: Benima verdediging
pl: Gambit szkocki, obrona Benima
ru: Шотландский гамбит: защита Бенимы
si: škotski gambit, Benimajeva obramba
sv: Skotsk gambit: Benimas försvar
tr: İskoçya gambiti: Benima savunması
uk: Шотландський гамбіт: захист Беніми
vi: Thí quân Scotch: phòng thủ Benima

source: Scotch Gambit: Cochrane Variation
ar: سكوتش جامبيت: كوتشرين تفريع
br: Gambito Escocês, Variante Cochrane
ca: Obertura Escocesa - Gambit Escocès - Variant Cochrane
de: Schottisches Gambit: Cochrane Variante
es: Apertura Escocesa, Gambito Escocés, Variante Cochrane
eu: Eskoziar Ganbitoa: Cochrane Aldaera
fr: Gambit écossais, var. Cochrane
id: Gambit Skotlandia, Varian Cochrane
it: Apertura Scozzese, Variante Cochrane
nl: Schots gambiet: Cochrane variant
pl: Gambit szkocki, wariant Cochrane
ru: Шотландский гамбит: вариант Кохрана
si: škotski gambit, Cochraneva različica
sv: Skotsk gambit: Cochranevarianten
tr: İskoçya gambiti: Cochrane varyasyonu
uk: Шотландський гамбіт: варіант Кохрана
vi: Scotch cờ: Cochrane biến

source: Scotch Gambit: Cochrane-Shumov Defence
ar: سكوتش جامبيت: كوتشرين-شوموف دفاع
br: Gambito Escocês, Defesa Cochrane-Shumov
ca: Obertura Escocesa - Gambit Escocès - Defensa Cochrane Shumov
de: Schottisches Gambit: Cochrane-Shumov Verteidigung
es: Apertura Escocesa, Gambito Escocés, Defensa Cochrane Shumov
eu: Eskoziar Ganbitoa: Cochrane-Shumov Defentsa
fr: Gambit écossais, défense Cochrane - Shumov
id: Gambit Skotlandia, Pembelaan Chochrane-Shumov
it: Apertura Scozzese, Difesa Cochrane Shumov
nl: Schots gambiet: Cochrane-Shumov verdediging
pl: Gambit szkocki, obrona Cochrane-Shumov
ru: Шотландский гамбит: защита Кохрана-Шумова
si: škotski gambit, Cochrane-Shumova obramba
sv: Skotsk gambit: Cochrane-Sjumovs försvar
tr: İskoçya gambiti: Cochrane-Shumov savunması
uk: Шотландський гамбіт: захист Кохрана-Шумова
vi: Thí quân Scotch: phòng thủ Cochrane-Shumov
