Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Indian Defence: Classical Variation
ar: الملك الهندي: التفريع الكلاسيكي
br: Defesa Índia do Rei, Variante Clássica
ca: Defensa Índia de Rei - Variant clàssica
cs: King's Indian: classical variation
de: Königsindisch: Klassische Variante
es: Defensa India de Rey, Variante Clásica
eu: Erregearen indiarra: Aldaera Klasikoa
fr: Défense est-indienne, var. classique
id: Hindia Raja Varian Klasik
it: Difesa Indiana di Re, Variante Classica
nl: Konings Indisch: klassieke variant
pl: Królewsko-indyjska, wariant klasyczny
ru: Староиндийская защита: классический вариант
si: Kraljevo indijska, klasična različica
sv: Kungsindiskt: Klassisk variant
tr: Hint Şah: klasik varyasyon
uk: Староіндійський захист: класичний варіант
vi: Biến thể cổ điển: Ấn Độ vua của

source: King Indian Defence: Danube Gambit
ar: الملك الهندي: دانوب جامبيت
br: Defesa Índia do Rei, Variante Anti Grünfeld, Gambito Danúbio
ca: Defensa Índia de Rei - Variant Anti-Grünfeld - Gambit Danubi
cs: King's Indian: Danube gambit
de: Königsindisch: Danube Gambit
es: Defensa India de Rey, Variante Anti Grünfeld, Gambito Danubio
eu: Erregearen indiarra: DanuBio Ganbitoa
fr: Défense est-indienne, gambit du Danube
id: Hindia Raja, Gambit Danube
it: Difesa Indiana di Re, Variante Anti Grünfeld, Mossa di Danubio
nl: KoningsIndisch: Donau gambiet
pl: Królewsko-indyjska, gambit Danube
ru: Староиндийская защита: дунайский гамбит
si: Kraljevo indijska, Danubejev gambit
sv: Kungsindiskt: Donaugambit
tr: Hint Şah: Danube gambiti
uk: Староіндійський захист: Дунайський гамбіт
vi: Vua của Ấn Độ: Danube Gambit

source: King Indian Defence: East Indian Defence
ar: الملك الهندي: الشرقي الهندي دفاع
br: Defesa Índia do Rei, Defesa Índia do Este
ca: Defensa Índia de Rei - Defensa Índia de l'Est
cs: King's Indian: East Indian defence
de: Königsindisch: East Indian Verteidigung
es: Defensa India de Rey, Defensa India del Este
eu: Erregearen indiarra: Ekialdeko Indiako Defentsa
fr: Défense est-indienne ("East Indian defence")
id: Hindia Raja, Pembelaan Hindia Timur
it: Difesa Indiana di Re, Difesa Est Indiana
nl: KoningsIndisch: Oost-Indische verdediging
pl: Królewsko-indyjska, obrona wschodnio-indyjska
ru: Староиндийская защита: Ост-индская защита
si: Kraljevo indijska, vzhodno indijska obramba
sv: Kungsindiskt: Östindiskt försvar
tr: Hint Şah: Doğu Hint savunması
uk: Староіндійський захист: Ост-індійський захист
vi: Vua của Ấn Độ: phòng thủ Đông Ấn Độ

source: King Indian Defence: Fianchetto Variation
ar: الملك الهندي: فيل الوتر الطويل تفريع
br: Defesa Índia do Rei, Variante do Fianchetto
ca: Defensa Índia de Rei - Variant del Fianchetto
cs: King's Indian: fianchetto variation
de: Königsindisch: Fianchettovariante
es: Defensa India de Rey, Variante del Fianchetto
eu: Erregearen indiarra: Fianchetto Aldaera
fr: Défense est-indienne, var. du fianchetto-roi
id: Hindia Raja Varian Fianchetto
it: Difesa Indiana di Re, Variante del Fianchetto
nl: Konings Indisch: fianchetto variant
pl: Królewsko-indyjska, wariant fianchetto
ru: Староиндийская защита: вариант с фианкетто
si: Kraljevo indijska, različica krilnega razvoja
sv: Kungsindiskt: Fianchettovarianten
tr: Hint Şah: fianchetto varyasyonu
uk: Староіндійський захист: варіант з фіанкетто
vi: Vua của Ấn Độ: biến thể fianchetto

source: King Indian Defence: Fianchetto Variation, Benjamin Defence
es: Defensa India de Rey: Variante Fianchetto, Defensa Benjamin
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Benjamin Defentsa

source: King Indian Defence: Fianchetto Variation, Double Fianchetto Attack
es: Defensa India de Rey: Variante Fianchetto, Ataque Double Fianchetto
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Fianchetto Bikoitzaren Erasoa

source: King Indian Defence: Fianchetto Variation, Hungarian Variation
es: Defensa India de Rey: Variante Fianchetto, Variante Hungarian
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Hungariar Aldaera
fr: Défense est-indienne, var. du fianchetto, var. hongroise

source: King Indian Defence: Fianchetto Variation, Long Variation
es: Defensa India de Rey: Variante Fianchetto, Variante Long
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Long Aldaera

source: King Indian Defence: Fianchetto Variation, Panno Variation, Blockade Line
es: Defensa India de Rey: Variante Fianchetto, Variante Panno, Blockade Line
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Panno Aldaera, blokeo Lerroa

source: King Indian Defence: Fianchetto Variation, Panno Variation, Donner Line
es: Defensa India de Rey: Variante Fianchetto, Variante Panno, Donner Line
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Panno Aldaera, Donner Lerroa

source: King Indian Defence: Fianchetto Variation, Panno Variation, Korchnoi Line
es: Defensa India de Rey: Variante Fianchetto, Variante Panno, Korchnoi Line
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Panno Aldaera, Korchnoi Lerroa

source: King Indian Defence: Fianchetto Variation, Pterodactyl Variation
es: Defensa India de Rey: Variante Fianchetto, Variante Pterodactyl
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Pterodaktilo Aldaera

source: King Indian Defence: Fianchetto Variation, Yugoslav System
es: Defensa India de Rey: Variante Fianchetto, Yugoslav System
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Jugoslaviar Sistema

source: King Indian Defence: Fianchetto Variation, Yugoslav Variation, Exchange Line
es: Defensa India de Rey: Variante Fianchetto, Variante Yugoslav, Exchange Line
eu: Erregearen Indiar Erasoa: Fianchetto Aldaera, Jugoslaviar Aldaera, Truke Lerroa
fr: Défense est-indienne, var. du fianchetto, var. yougoslave, ligne d'échange

source: King Indian Defence: Fianchetto With ...Nc6
ar: الملك الهندي: فيل الوتر الطويل مع ...Nc7
br: Defesa Índia do Rei, Variante do Fianchetto, 6...Cc6
ca: Defensa Índia de Rei - Variant del Fianchetto - 6 ...Cc6
cs: King's Indian: fianchetto with ...Nc6
de: Königsindisch: Fianchetto mit ...Sc6
es: Defensa India de Rey, Variante del Fianchetto, 6...Cc6
eu: Erregearen indiarra: Fianchetto ...Zc6rekin
fr: Défense est-indienne, var. du fianchetto-roi, avec ...Cc6
id: Hindia Raja Fianchetto dg ...Kc6
it: Difesa Indiana di Re, Variante del Fianchetto, 6...Cc6
nl: Konings Indisch: fianchetto met ... Pc6
pl: Królewsko-indyjska, fianchetto z ...Sc6
ru: Староиндийская защита: вариант с фианкетто с ...Кc6
si: Kraljevo indijska, krilni razvoj z ...Sc6
sv: Kungsindiskt: Fianchetto med ...Sc6
tr: Hint Şah: ...Nc6 ile fianchetto
uk: Староіндійський захист: варіант з фіанкетто з ...Кc6
vi: Vua của Ấn Độ: fianchetto với ... Nc6

source: King Indian Defence: Fianchetto With ...Nd7
ar: الملك الهندي: فيل الوتر الطويل مع ...Nd8
br: Defesa Índia do Rei, Variante do Fianchetto, 6...Cbd7
ca: Defensa Índia de Rei - Variant del Fianchetto - 6 ...Cbd7
cs: King's Indian: fianchetto with ...Nd7
de: Königsindisch: Fianchetto mit ...Sd7
es: Defensa India de Rey, Variante del Fianchetto, 6...Cbd7
eu: Erregearen indiarra: Fianchetto ...Zd7rekin
fr: Défense est-indienne, var. du fianchetto-roi, avec ...Cbd7 (défense de Debrecen)
id: Hindia Raja Fianchetto dg ...Kd7
it: Difesa Indiana di Re, Variante del Fianchetto, 6...Cbd7
nl: Konings Indisch: fianchetto met ... Pd7
pl: Królewsko-indyjska, fianchetto z ...Sd7
ru: Староиндийская защита: вариант с фианкетто с ...Кd7
si: Kraljevo indijska, krilni razvoj z ... Sd7
sv: Kungsindiskt: Fianchetto med ...Sd7
tr: Hint Şah: ...Nd7 ile fianchetto
uk: Староіндійський захист: варіант з фіанкетто з ...Кd7
vi: Vua của Ấn Độ: fianchetto với ... Nd7

source: King Indian Defence: Fianchetto Without C4
ar: الملك الهندي: فيل الوتر الطويل بدون c5
br: Defesa Índia do Rei, Fianchetto sem c4
ca: Defensa Índia de Rei - Fianchetto sense c4
cs: King's Indian: fianchetto without c4
de: Königsindisch: Fianchetto ohne c4
es: Defensa India de Rey, Fianchetto sin c4
eu: Erregearen indiarra: Fianchetto c4 gabe
fr: Défense est-indienne, var. du fianchetto-roi, sans c4
id: Hindia Raja Fianchetto Tanpa c4
it: Difesa Indiana di Re, Fianchetto sin c4
nl: Konings Indisch: fianchetto zonder c4
pl: Królewsko-indyjska, fianchetto bez c4
ru: Староиндийская защита: фианкетто без c4
si: kraljevo-indijska, krilni razvoj brez c4
sv: Kungsindiskt: Fianchetto utan c4
tr: Hint Şah: c4 olmadan fianchetto
uk: Староіндійський захист: фіанкетто без c4
vi: Vua của Ấn Độ: fianchetto mà không c4

source: King Indian Defence: Fianchetto, Classical Main Line
ar: الملك الهندي: فيل الوتر الطويل, الكلاسيكي الخط الرئيسي
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Clássica, Linha Principal
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant clàssica - Línia principal
cs: King's Indian: fianchetto, classical main line
de: Königsindisch: Fianchetto, Klassisch Hauptvariante
es: Defensa India de Rey, Variante del Fianchetto, Variante Clásica, Linea Principal
eu: Erregearen indiarra: Fianchetto, Lerro Nagusi Klasikoa
fr: Défense est-indienne, var. du fianchetto-roi, var. classique, ligne principale
id: Hindia Raja Fianchetto, Jalur Utama
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Classica, Linea Principale
nl: Konings Indisch: Fianchetto, klassieke hoofdlijn Indisch
pl: Królewsko-indyjska, fianchetto, klayczna główna linia
ru: Староиндийская защита: вариант с фианкетто, классический вариант, основное продолжение
si: Kraljevo indijska: krilni razvoj, klasična glavna linija
sv: Kungsindiskt: Fianchetto, klassisk huvudvariant
tr: Hint Şah: fianchetto, klasik ana hat
uk: Староіндійський захист: варіант з фіанкетто, класичний варіант, основне продовження
vi: Của vua Ấn Độ: fianchetto, dòng chính cổ điển

source: King Indian Defence: Fianchetto, Classical Variation
ar: الملك الهندي: فيل الوتر الطويل, التفريع الكلاسيكي
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Clássica
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant clàssica
cs: King's Indian: fianchetto, classical variation
de: Königsindisch: Fianchetto, Klassische-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Clásica
eu: Erregearen indiarra: Fianchetto, Aldaera Klasikoa
fr: Défense est-indienne, var. du fianchetto-roi, var. classique
id: Hindia Raja Fianchetto, Varian Klasik
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Classica
nl: Konings Indisch:Fianchetto, klassieke variant
pl: Królewsko-indyjska, fianchetto, wariant klasyczny
ru: Староиндийская защита: вариант с фианкетто, классический вариант
si: Kraljevo indijska, krilni razvoj, klasična različica
sv: Kungsindiskt: Fianchetto, klassisk variant
tr: Hint Şah: fianchetto, klasik varyasyon
uk: Староіндійський захист: варіант з фіанкетто, класичний варіант
vi: Của vua Ấn Độ: fianchetto, biến thể cổ điển

source: King Indian Defence: Fianchetto, Classical Variation, 8.e4
ar: الملك الهندي: فيل الوتر الطويل, التفريع الكلاسيكي, 8.e5
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Clássica, 8.e4
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant clàssica - 8. e4
cs: King's Indian: fianchetto, classical variation, 8.e4
de: Königsindisch: Fianchetto, Klassische Variante, 8.e4
es: Defensa India de Rey, Variante del Fianchetto, Variante Clásica, 8.e4
eu: Erregearen indiarra: Fianchetto, Aldaera Klasikoa, 8.e4
fr: Défense est-indienne, var. du fianchetto-roi, var. classique, 8.e4
id: Hindia Raja Fianchetto, Klasik, 8.e4
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Classica, 8.e4
nl: Konings Indisch: fianchetto, klassieke variant, 8.e4
pl: Królewsko-indyjska, fianchetto, wariant klasyczny, 8.e4
ru: Староиндийская защита: вариант с фианкетто, классический вариант, 8.e4
si: kraljevo-indijska, krilni razvoj, klasična različica, 8.e4
sv: Kungsindiskt: Fianchetto, klassisk variant, 8.e4
tr: Hint Şah: fianchetto, klasik varyasyon, 8.e4
uk: Староіндійський захист: варіант з фіанкетто, класичний варіант, 8.e4
vi: Ấn Độ vua: fianchetto, biến thể cổ điển, 8.e4

source: King Indian Defence: Fianchetto, Kavalek (Bronstein) Variation
ar: الملك الهندي: فيل الوتر الطويل, كافالك (برونشتاين) تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Kavalek (Bronstein)
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant Kavalek o Bronstein
cs: King's Indian: fianchetto, Kavalek (Bronstein) variation
de: Königsindisch: Fianchetto, Kavalek (Bronstein)-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Kavalek o Bronstein
eu: Erregearen indiarra: Fianchetto, Kavalek (Bronstein) Aldaera
fr: Défense est-indienne, var. du fianchetto-roi, var. Kavalek (Bronstein)
id: Hindia Raja Fianchetto, Varian Kavalek (Bronstein)
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Kavalek o Bronstein
nl: Konings Indisch: fianchetto, Kavalek (Bronstein) variant
pl: Królewsko-indyjska, fianchetto, wariant Kavalek(Bronstein)
ru: Староиндийская защита: вариант с фианкетто, вариант Кавалека
si: Kraljevo indijska, krilni razvoj, Kavalekova (Bronsteinova) različica
sv: Kungsindiskt: Fianchetto, Kavalekvarianten (Bronstein)
tr: Hint Şah: fianchetto, Kavalek (Bronstein) varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, варіант Кавалека
vi: Vua của Ấn Độ: fianchetto, Kavalek (Bronstein) biến thể

source: King Indian Defence: Fianchetto, Larsen System
ar: الملك الهندي: فيل الوتر الطويل, لارسن نظام
br: Defesa Índia do Rei, Variante do Fianchetto, Sistema Larsen
ca: Defensa Índia de Rei - Variant del Fianchetto - Sistema Larsen
cs: King's Indian: fianchetto, Larsen system
de: Königsindisch: Fianchetto, Larsen System
es: Defensa India de Rey, Variante del Fianchetto, Sistema Larsen
eu: Erregearen indiarra: Fianchetto, Larsen Sistema
fr: Défense est-indienne, var. du fianchetto-roi, système Larsen
id: Hindia Raja Fianchetto, Sistem Larsen
it: Difesa Indiana di Re, Variante del Fianchetto, Sistema Larsen
nl: Konings Indisch: fianchetto, Larsen systeem
pl: Królewsko-indyjska, fianchetto, system larsen'a
ru: Староиндийская защита: вариант с фианкетто, система Ларсена
si: Kraljevo indijska, krilni razvoj, Larsenov sistem
sv: Kungsindiskt: Fianchetto, Larsensystemet
tr: Hint Şah: fianchetto, Larsen sistemi
uk: Староіндійський захист: варіант з фіанкетто, система Ларсена
vi: Của vua Ấn Độ: fianchetto, hệ thống Larsen

source: King Indian Defence: Fianchetto, Lesser Simagin (Spassky) Variation
ar: الملك الهندي: فيل الوتر الطويل, المصغر سيماجين (سباسكي) تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Menor de Simagin (Spassky)
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant menor de Simagin o Variant Spassky
cs: King's Indian: fianchetto, lesser Simagin (Spassky) variation
de: Königsindisch: Fianchetto, lesser Simagin (Spassky)-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Menor de Simagin o Variante Spassky
eu: Erregearen indiarra: Fianchetto, Simagin (Spassky) Aldaera Txikia
fr: Défense est-indienne, var. du fianchetto-roi, 7...Ff5 (var. Simagin réduite et plus forte (Spassky))
id: Hindia Raja Fianchetto, Varian Spassky
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Menor de Simagin o Variante Spassky
nl: Konings Indisch: fianchetto, mindere Simagin (Spassky) variant
pl: Królewsko-indyjska, fianchetto, pomniejszony wariant Simagin'a(Spassky)
ru: Староиндийская защита: вариант с фианкетто, рекомендуемый вариант Симагина
si: Kraljevo indijska, krilni razvoj, manj Simaginova (spasskyeva) različica
sv: Kungsindiskt: Fianchetto, Simagins reducerade variant eller Spasskijvarianten
tr: Hint Şah: fianchetto, lesser Simagin (Spassky) varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, рекомендований варіант Сімагіна
vi: Vua của Ấn Độ: fianchetto, ít Simagin (Spassky) biến thể

source: King Indian Defence: Fianchetto, Panno Variation
ar: الملك الهندي: فيل الوتر الطويل, بانو تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Panno
ca: Defensa Índia de Rei - Variant del Fianchetto - Variante Panno
cs: King's Indian: fianchetto, Panno variation
de: Königsindisch: Fianchetto, Panno-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Panno
eu: Erregearen indiarra: Fianchetto, Panno Aldaera
fr: Défense est-indienne, var. du fianchetto-roi, var. Panno
id: Hindia Raja Fianchetto, Varian Panno
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Panno
nl: Konings Indisch: fianchetto, Panno variant
pl: Królewsko-indyjska, fianchetto, wariant Panno
ru: Староиндийская защита: вариант с фианкетто, вариант Панно
si: kraljevo-indijska, krilni razvoj, Pannova različica
sv: Kungsindiskt: Fianchetto, Pannovarianten
tr: Hint Şah: fianchetto, Panno varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, варіант Панно
vi: Vua của Ấn Độ: fianchetto, Panno biến

source: King Indian Defence: Fianchetto, Simagin Variation
ar: الملك الهندي: فيل الوتر الطويل, سيماجين تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Simagin
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant Simagin
cs: King's Indian: fianchetto, Simagin variation
de: Königsindisch: Fianchetto, Simagin-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Simagin
eu: Erregearen indiarra: Fianchetto, Simagin Aldaera
fr: Défense est-indienne, var. du fianchetto-roi, 7...Fg4 (var. Simagin)
id: Hindia Raja Fianchetto, Varian SImagin
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Simagin
nl: Konings Indisch: fianchetto, Simagin variant
pl: Królewsko-indyjska, fianchetto, wariant Simagin'a
ru: Староиндийская защита: вариант с фианкетто, вариант Симагина
si: Kraljevo indijska, krilni razvoj, Simaginova različica
sv: Kungsindiskt: Fianchetto, Simaginvarianten
tr: Hint Şah: fianchetto, Simagin varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, варіант Сімагіна
vi: Vua của Ấn Độ: fianchetto, Simagin biến

source: King Indian Defence: Fianchetto, Uhlmann (Szabo) Variation
ar: الملك الهندي: فيل الوتر الطويل, أولمان (سزابو) تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Uhlmann (Szabo)
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant Uhlmann o Szabo
cs: King's Indian: fianchetto, Uhlmann (Szabo) variation
de: Königsindisch: Fianchetto, Uhlmann (Szabo)-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Uhlmann o Szabo
eu: Erregearen indiarra: Fianchetto, Uhlmann (Szabo) Aldaera
fr: Défense est-indienne, var. du fianchetto-roi, var. Uhlmann (Szabó)
id: Hindia Raja Fianchetto, Varian Uhlmann
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Uhlmann o Szabo
nl: Konings Indisch: fianchetto, Uhlmann (Szabo) variant
pl: Królewsko-indyjska, fianchetto, wariant Uhlmann'a(Szabo)
ru: Староиндийская защита: вариант с фианкетто, вариант Ульмана
si: Kraljevo indijska, krilni razvoj, Uhlmannova (Szabova) različica
sv: Kungsindiskt: Fianchetto, Uhlmannvarianten (Szabo)
tr: Hint Şah: fianchetto, Uhlmann (Szabo) varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, варіант Ульмана
vi: Vua của Ấn Độ: fianchetto, Uhlmann (Szabo) biến thể

source: King Indian Defence: Fianchetto, Yugoslav Panno
ar: الملك الهندي: فيل الوتر الطويل, اليوغسلافي بانو
br: Defesa Índia do Rei, Variante do Fianchetto, Sistema Yugoslavo, Variante Panno
ca: Defensa Índia de Rei - Variant del Fianchetto - Sistema Iugoslau - Variant Panno
cs: King's Indian: fianchetto, Yugoslav Panno
de: Königsindisch: Fianchetto, Jugoslawisch Panno
es: Defensa India de Rey, Variante del Fianchetto, Sistema Yugoslavo, Variante Panno
eu: Erregearen indiarra: Fianchetto, Jugoslaviar Panno
fr: Défense est-indienne, var. du fianchetto-roi, système yougoslave, var. Panno
id: Hindia Raja Fianchetto, Panno Yugoslavia
it: Difesa Indiana di Re, Variante del Fianchetto, Sistema Yugoslavo, Variante Panno
nl: Konings Indisch: fianchetto, Joegoslavische Panno
pl: Królewsko-indyjska, fianchetto, wariant jugosłowiański Panno
ru: Староиндийская защита: вариант с фианкетто, югославская система, вариант Панно
si: kraljevo-indijska, krilni razvoj, jugoslovanski Panno
sv: Kungsindiskt: Fianchetto, jugoslavisk Panno
tr: Hint Şah: fianchetto, Yugoslav Panno
uk: Староіндійський захист: варіант з фіанкетто, Югославська система, варіант Панно
vi: Vua của Ấn Độ: fianchetto, Nam Tư Panno

source: King Indian Defence: Fianchetto, Yugoslav System
ar: الملك الهندي: فيل الوتر الطويل, اليوغسلافي نظام
br: Defesa Índia do Rei, Variante do Fianchetto, Sistema Yugoslavo
ca: Defensa Índia de Rei - Variant del Fianchetto - Sistema Iugoslau
cs: King's Indian: fianchetto, Yugoslav system
de: Königsindisch: Fianchetto, Jugoslawisch System
es: Defensa India de Rey, Variante del Fianchetto, Sistema Yugoslavo
eu: Erregearen indiarra: Fianchetto, Jugoslaviar Sistema
fr: Défense est-indienne, var. du fianchetto-roi, système yougoslave
id: Hindia Raja Fianchetto, SIstem Yugoslavia
it: Difesa Indiana di Re, Variante del Fianchetto, Sistema Yugoslavo
nl: Konings Indisch: Fianchetto, Joegoslavische systeem
pl: Królewsko-indyjska, fianchetto, system jugosłowiański
ru: Староиндийская защита: вариант с фианкетто, югославская система
si: kraljevo-indijska, krilni razvoj, jugoslovanski sistem
sv: Kungsindiskt: Fianchetto, jugoslaviskt system
tr: Hint Şah: fianchetto, Yugoslav sistemi
uk: Староіндійський захист: варіант з фіанкетто, Югославська система
vi: Của vua Ấn Độ: fianchetto, hệ thống Nam Tư

source: King Indian Defence: Fianchetto, Yugoslav, 7.O-O
ar: الملك الهندي: فيل الوتر الطويل, اليوغسلافي, 7.O-O
br: Defesa Índia do Rei, Variante do Fianchetto, Sistema Yugoslavo, 7.O-O
ca: Defensa Índia de Rei - Variante del Fianchetto - Sistema Iugoslau - 7. 0-0
cs: King's Indian: fianchetto, Yugoslav, 7.O-O
de: Königsindisch: Fianchetto, Jugoslawisch, 7.O-O
es: Defensa India de Rey, Variante del Fianchetto, Sistema Yugoslavo, 7.O O
eu: Erregearen indiarra: Fianchetto, Jugoslaviarra, 7.O-O
fr: Défense est-indienne, var. du fianchetto-roi, système yougoslave, 7.O-O
id: Hindia Raja Fianchetto, Yugoslav, 7.0-0
it: Difesa Indiana di Re, Variante del Fianchetto, Sistema Yugoslavo, 7.O O
nl: Konings Indisch: fianchetto, Joegoslavisch, 7.O-O
pl: Królewsko-indyjska, fianchetto, jugosłowiański, 7.O-O
ru: Староиндийская защита: вариант с фианкетто, югославская система, 7.O-O
si: kraljevo-indijska, jugoslovanski, 7.O-O
sv: Kungsindiskt: Fianchetto, jugoslaviskt, 7.O-O
tr: Hint Şah: fianchetto, Yugoslav, 7.O-O
uk: Староіндійський захист: варіант з фіанкетто, Югославська система, 7.O-O
vi: Của vua Ấn Độ: fianchetto, Nam Tư, 7.O-O

source: King Indian Defence: Four Pawns Attack
ar: الملك الهندي: الأربعة بيادق هجوم
br: Defesa Índia do Rei, Ataque dos 4 Peões
ca: Defensa Índia de Rei - Atac dels quatre peons
cs: King's Indian: Four pawns attack
de: Königsindisch: Vierbauernangriff
es: Defensa India de Rey, Ataque de los 4 Peones
eu: Erregearen indiarra: Lau Peoiko Erasoa
fr: Défense est-indienne, attaque des quatre pions
id: Hindia Raja, Serangan 4 Bidak
it: Difesa Indiana di Re, Attacco dei 4 Pedoni
nl: KoningsIndisch: Vier pionnen aanval
pl: Królewsko-indyjska,atak czterech pionów
ru: Староиндийская защита: атака четырех пешек
si: Kraljevo indijska, napad štirih kmetov
sv: Kungsindiskt: Fyrbondesattack
tr: Hint Şah: Dört piyon hücumu
uk: Староіндійський захист: атака чотирьох пішаків
vi: Bốn con cờ tấn công: Ấn Độ vua của
