Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Gambit Accepted: Allgaier, Urusov Attack
ar: هجوم الملك الهندي : أولجير, يوروزوف هجوم
br: Gambito do Rei Aceito, Gambito Allgaier, Ataque Urusov
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Atac Urusov
cs: KGA: Allgaier, Urusov attack
de: Königsgambit (angenommen): Allgaier, Urusov Angriff
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Ataque Urusov
eu: Errege Ganbito Onartua: Allgaier, Urusov Erasoa
fr: Gambit Roi accepté, gambit Allgaier, attaque Urusov
id: KGA: Algaer, Serangan Urusov
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Attacco Urusov
nl: KGA: Allgaier, Urusov aanval
pl: Gam.król przyj., Allgaier'a, atak Urusov'a
ru: Принятый королевский гамбит: гамбит Альгайера, атака Урусова
si: KGS: Allgaierjev, Urusov napad
sv: Kungsgambit antagen: Allgaier, Urusovs angrepp
tr: KGA: Allgaier, Urusov hücumu
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, атака Урусова
vi: KGA: Allgaier, Urusov tấn công

source: King Gambit Accepted: Allgaier, Walker Attack
ar: هجوم الملك الهندي : أولجير, هجوم ووكر
br: Gambito do Rei Aceito, Gambito Allgaier, Ataque Walker
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Atac Walker
cs: KGA: Allgaier, Walker attack
de: Königsgambit (angenommen): Allgaier, Walker Angriff
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Ataque Walker
eu: Errege Ganbito Onartua: Allgaier, Walker Erasoa
fr: Gambit Roi accepté, gambit Allgaier, attaque Walker
id: KGA: Algaer, Serangan Walker
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Attacco Walker
nl: KGA: Allgaier, Walker aanval
pl: Gam.król przyj., Allgaier'a, atak Walker'a
ru: Принятый королевский гамбит: гамбит Альгайера, атака Уокера
si: KGS: Allgaierjev, Walkerjev napad
sv: Kungsgambit antagen: Allgaier, Walkers angrepp
tr: KGA: Allgaier, Walker hücumu
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, атака Уокера
vi: KGA: Allgaier, Walker tấn công

source: King Gambit Accepted: Australian Gambit
es: Gambito de Rey Aceptado: Gambito Australian
eu: Erregearen Ganbito Onartua: Australiar Ganbitoa
fr: Gambit Roi accepté, gambit australien

source: King Gambit Accepted: Becker Defence
ar: هجوم الملك الهندي : بيكر دفاع
br: Gambito do Rei Aceito, Defesa Becker
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Becker
cs: KGA: Becker defence
de: Königsgambit (angenommen): Becker Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Becker
eu: Errege Ganbito Onartua: Becker Defentsa
fr: Gambit Roi accepté, défense Becker
id: KGA: Algaer, Pembelaan Becker
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Becker
nl: KGA: Becker verdediging
pl: Gam.król przyj., obrona Becker'a
ru: Принятый королевский гамбит: защита Беккера
si: KGS: Beckerjeva obramba
sv: Kungsgambit antagen: Beckers försvar
tr: KGA: Becker savunması
uk: Прийнятий королівський гамбіт: захист Беккера
vi: KGA: Phòng thủ Becker

source: King Gambit Accepted: Bishop Gambit
ar: هجوم الملك الهندي : جامبيت الفيل
br: Gambito do Rei Aceito, Gambito do Bispo
ca: Gambit de Rei acceptat - Gambit d'Alfil
cs: KGA: bishop's gambit
de: Königsgambit (angenommen): Läufergambit
es: Gambito de Rey Aceptado, Gambito de Alfil
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa
fr: Gambit Roi accepté, 3.Fc4 (gambit du fou)
id: KGA: Gambit Gajah
it: Gambetto di Re Accettato, Mossa d'Alfiere
nl: KGA: lopersgambiet
pl: Gam.król przyj.,gambit gońca
ru: Принятый королевский гамбит: гамбит слона
si: KGS: lovčev gambit
sv: Kungsgambit, antagen: Löpargambit
tr: KGA: fil'in gambiti
uk: Прийнятий королівський гамбіт: гамбіт слона
vi: KGA: cờ giám mục

source: King Gambit Accepted: Bishop Gambit, Anderssen Defence
es: Gambito de Rey Aceptado: Gambito Bishop, Defensa Anderssen
eu: Erregearen Ganbito Onartua: Alfilaren Ganbitoa, Anderssen Defentsa
fr: Gambit Roi accepté, gambit du fou, défense Anderssen

source: King Gambit Accepted: Bishop Gambit, Anderssen Variation
ar: هجوم الملك الهندي : جامبيت الفيل, أندرسن تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Anderssen
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Anderssen
cs: KGA: bishop's gambit, Anderssen variation
de: Königsgambit (angenommen): Läufergambit, Anderssen-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Anderssen
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Anderssen Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Bledow, var. Anderssen
id: KGA: Gambit Gajah, Varian Andersen
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Anderssen
nl: KGA: lopersgambiet, Anderssen variant
pl: Gam.król przyj.,gambit gońca, wariant Andressen'a
ru: Принятый королевский гамбит: гамбит слона, вариант Андерсена
si: KGS: lovčev gambit, Anderssenova različica
sv: Kungsgambit, antagen: Löpargambit, Anderssenvarianten
tr: KGA: fil'in gambiti, Anderssen varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Андерсена
vi: KGA: cờ, Anderssen biến giám mục

source: King Gambit Accepted: Bishop Gambit, Bledow Variation
ar: هجوم الملك الهندي : جامبيت الفيل, بلدو تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Bledow
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Bledow
cs: KGA: bishop's gambit, Bledow variation
de: Königsgambit (angenommen): Läufergambit, Bledow-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Bledow
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Bledow Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Bledow
id: KGA: Gambit Gajah, Varian Bledow
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Bledow
nl: KGA: lopersgambiet, Błędów variant
pl: Gam.król przyj.,gambit gońca, wariant Bledow'a
ru: Принятый королевский гамбит: гамбит слона, гамбит Бледова
si: KGS: lovčev gambit, Bledowa različica
sv: Kungsgambit, antagen: Löpargambit, Bledowvarianten
tr: KGA: fil'in gambiti, Bledow varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, гамбіт Бледова
vi: KGA: cờ, biến Bledow giám mục

source: King Gambit Accepted: Bishop Gambit, Boden Defence
ar: هجوم الملك الهندي : جامبيت الفيل, بودن دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Boden
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Boden
cs: KGA: bishop's gambit, Boden defence
de: Königsgambit (angenommen): Läufergambit, Boden Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Boden
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Boden Defentsa
fr: Gambit Roi accepté, gambit du fou, défense Boden
id: KGA: Gambit Gajah, Pembelaan Boden
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Boden
nl: KGA: lopersgambiet, Boden verdediging
pl: Gam.król przyj.,gambit gońca, obrona Boden'a
ru: Принятый королевский гамбит: гамбит слона, защита Бодена
si: KGS: lovčev gambit, Bodenova obramba
sv: Kungsgambit, antagen: Löpargambit, Bodens försvar
tr: KGA: fil'in gambiti, Boden savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Бодена
vi: KGA: thí quân Tịnh, phòng thủ Boden

source: King Gambit Accepted: Bishop Gambit, Bogolyubov Variation
ar: هجوم الملك الهندي : جامبيت الفيل, تفريع وجوليوبوف
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Bogoljubow
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Bogoljubow
cs: KGA: bishop's gambit, Bogolyubov variation
de: Königsgambit (angenommen): Läufergambit, Bogolyubov-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Bogoljubow
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Bogolyubov Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Bogoljubov
id: KGA: Gambit Gajah, Varian Bogolyubov
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Bogoljubow
nl: KGA: lopersgambiet, Bogolyubov variant
pl: Gam.król przyj.,gambit gońca, wariant Bogolyubov'a
ru: Принятый королевский гамбит: гамбит слона, вариант Боголюбова
si: KGS: lovčev gambit, Bogolyubova različica
sv: Kungsgambit, antagen: Löpargambit, Bogoljubovvarianten
tr: KGA: fil'in gambiti, Bogolyubov varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Боголюбова
vi: KGA: cờ, Bogolyubov biến giám mục

source: King Gambit Accepted: Bishop Gambit, Boren-Svenonius Variation
ar: هجوم الملك الهندي : جامبيت الفيل, بورن-سفنونيوس تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Boren-Svenonius
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Boren Svenonius
cs: KGA: bishop's gambit, Boren-Svenonius variation
de: Königsgambit (angenommen): Läufergambit, Boren-Svenonius-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Boren Svenonius
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Boren-Svenonius Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Boren - Svenonius
id: KGA: Gambit Gajah, Varian Boren-Svenoius
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Boren Svenonius
nl: KGA: lopersgambiet, Boren-Svenonius variant
pl: Gam.król przyj.,gambit gońca, wariant Boren-Svenonius'a
ru: Принятый королевский гамбит: гамбит слона, вариант Борена-Свенониуса
si: KGS: lovčev gambit, Boren-Svenoniusova različica
sv: Kungsgambit, antagen: Löpargambit, Boren-Svenonius-varianten
tr: KGA: fil'in gambiti, Boren-Svenonius varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Борена-Свеноніуса
vi: KGA: cờ, Boren-Svenonius biến giám mục

source: King Gambit Accepted: Bishop Gambit, Bryan Counter-gambit
ar: هجوم الملك الهندي : جامبيت الفيل, بريان الجامبيت المضاد
br: Gambito do Rei Aceito, Gambito do Bispo, Contra-Gambito Bryan
ca: Gambit de Rei acceptat - Gambit d'Alfil - Contra-Gambit Bryan
cs: KGA: bishop's gambit, Bryan counter-gambit
de: Königsgambit (angenommen): Läufergambit, Bryan Gegengambit
es: Gambito de Rey Aceptado, Gambito de Alfil, ContraGambito Bryan
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Bryan Kontra-Ganbitoa
fr: Gambit Roi accepté, gambit du fou, contre-gambit Bryan
id: KGA: Gambit Gajah, Gambit Balasan Bryan
it: Gambetto di Re Accettato, Mossa d'Alfiere, Controgambetto Bryan
nl: KGA: lopersgambiet, Bryan tegengambiet
pl: Gam.król przyj.,gambit gońca, kontrgambit Bryan'a
ru: Принятый королевский гамбит: гамбит слона, контргамбит Брайана
si: KGS: lovčev gambit, Bryanov proti-gambit
sv: Kungsgambit, antagen: Löpargambit, Bryans motgambit
tr: KGA: fil'in gambiti, Bryan karşı gambiti
uk: Прийнятий королівський гамбіт: гамбіт слона, контргамбіт Браяна
vi: KGA: cờ giám mục, Bryan phản Gambit

source: King Gambit Accepted: Bishop Gambit, Chigorin Attack
ar: هجوم الملك الهندي : جامبيت الفيل, تشجورين's هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Ataque Chigorin
ca: Gambit de Rei acceptat - Gambit d'Alfil - Atac Chigorin
cs: KGA: bishop's gambit, Chigorin's attack
de: Königsgambit (angenommen): Läufergambit, Tschigorin's Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Ataque Chigorin
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Chigorinen Erasoa
fr: Gambit Roi accepté, gambit du fou, attaque Tchigorine
id: KGA: Gambit Gajah, Varian Serangan Chigorin
it: Gambetto di Re Accettato, Mossa d'Alfiere, Attacco Chigorin
nl: KGA: lopersgambiet, Chigorin aanval
pl: Gam.król przyj.,gambit gońca, atak Chigorina
ru: Принятый королевский гамбит: гамбит слона, атака Чигорина
si: KGS: lovčev gambit, Chigorinov napad
sv: Kungsgambit, antagen: Löpargambit, Tjigorins angrepp
tr: KGA: fil'in gambiti, Chigorin'in hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, атака Чигоріна
vi: KGA: thí Tịnh, Tấn công Chigorin

source: King Gambit Accepted: Bishop Gambit, Classical Defence
ar: هجوم الملك الهندي : جامبيت الفيل, الدفاع الكلاسيكي
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Clássica
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica
cs: KGA: bishop's gambit, classical defence
de: Königsgambit (angenommen): Läufergambit, Klassisch Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Defentsa Klasikoa
fr: Gambit Roi accepté, gambit du fou, défense classique
id: KGA: Gambit Gajah, Varian Pembelaan Klasik
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica
nl: KGA: lopergambiet, klassieke verdediging
pl: Gam.król przyj.,gambit gońca, obrona klasyczna
ru: Принятый королевский гамбит: гамбит слона, классическая защита
si: KGS: lovčev gambit, klasična obramba
sv: Kungsgambit, antagen: Löpargambit, Klassiskt försvar
tr: KGA: fil'in gambiti, klasik savunma
uk: Прийнятий королівський гамбіт: гамбіт слона, класичний захист
vi: KGA: thí quân Tịnh, phòng thủ cổ điển

source: King Gambit Accepted: Bishop Gambit, Classical Defence, Cozio Attack
ar: هجوم الملك الهندي : جامبيت الفيل, الدفاع الكلاسيكي, كوزيو هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Clássica, Ataque Cozio
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica - Atac Cozio
cs: KGA: bishop's gambit, classical defence, Cozio attack
de: Königsgambit (angenommen): Läufergambit, Klassisch Verteidigung, Cozio Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica, Ataque Cozio
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Defentsa Klasikoa, Cozio Erasoa
fr: Gambit Roi accepté, gambit du fou, défense classique, attaque Cozio
id: KGA: Gambit Gajah, Pembelaan Klasik, Serangan Cozio
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica, Attacco Cozio
nl: KGA: lopergambiet, klassieke verdediging, Cozio aanval
pl: Gam.król przyj.,gambit gońca, obrona klasyczna, atak Cozio
ru: Принятый королевский гамбит: гамбит слона, классическая защита, атака Коцио
si: KGS: lovčev gambit, klasična obramba, Coziov napad
sv: Kungsgambit, antagen: Löpargambit, Klassiskt försvar, Cozios angrepp
tr: KGA: fil'in gambiti, klasik savunma, Cozio hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, класичний захист, атака Коціо
vi: KGA: thí quân Tịnh, phòng thủ cổ điển, tấn công Cozio

source: King Gambit Accepted: Bishop Gambit, Cozio (Morphy) Defence
ar: هجوم الملك الهندي : جامبيت الفيل, كوزيو (مورفي) دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Cozio (Morphy)
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Cozio o Morphy
cs: KGA: bishop's gambit, Cozio (Morphy) defence
de: Königsgambit (angenommen): Läufergambit, Cozio (Morphy) Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Cozio o Morphy
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Cozio (Morphy) Defentsa
fr: Gambit Roi accepté, gambit du fou, défense Cozio (Morphy)
id: KGA: Gambit Gajah, Pembelaan Cozio (Morphy)
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Cozio o Morphy
nl: KGA: lopergambiet, Cozio (Morphy) verdediging
pl: Gam.król przyj.,gambit gońca, obrona Cozio (Morphy'ego)
ru: Принятый королевский гамбит: гамбит слона, защита Коцио
si: KGS: lovčev gambit, Coziova (Morphyeva) obramba
sv: Kungsgambit, antagen: Löpargambit, Cozios försvar (Morphy)
tr: KGA: fil'in gambiti, Cozio (Morphy) savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Коціо
vi: KGA: thí quân Tịnh, phòng thủ Cozio (Morphy)

source: King Gambit Accepted: Bishop Gambit, Cozio Variation
es: Gambito de Rey Aceptado: Gambito Bishop, Variante Cozio
eu: Erregearen Ganbito Onartua: Alfilaren Ganbitoa, Cozio Aldaera

source: King Gambit Accepted: Bishop Gambit, First Jaenisch Variation
es: Gambito de Rey Aceptado: Gambito Bishop, Variante First Jaenisch
eu: Erregearen Ganbito Onartua: Alfilaren Ganbitoa, First Jaenish Aldaera

source: King Gambit Accepted: Bishop Gambit, Fraser Variation
ar: هجوم الملك الهندي : جامبيت الفيل, فرازر تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Fraser
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica - Variant Fraser
cs: KGA: bishop's gambit, Fraser variation
de: Königsgambit (angenommen): Läufergambit, Fraser-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica, Variante Fraser
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Fraser Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Fraser
id: KGA: Gambit Gajah, Varian Frase
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica, Variante Fraser
nl: KGA: lopergambiet, Fraser variant
pl: Gam.król przyj.,gambit gońca, wariant Frase'a
ru: Принятый королевский гамбит: гамбит слона, вариант Фрейзера
si: KGS: lovčev gambit, Fraserjeva različica
sv: Kungsgambit, antagen: Löpargambit, Fraservarianten
tr: KGA: fil'in gambiti, Fraser varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Фрейзера
vi: KGA: cờ, Fraser biến giám mục

source: King Gambit Accepted: Bishop Gambit, Gifford Variation
ar: هجوم الملك الهندي : جامبيت الفيل, جيفورد تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Gifford
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Gifford
cs: KGA: bishop's gambit, Gifford variation
de: Königsgambit (angenommen): Läufergambit, Gifford-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Gifford
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Gifford Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Gifford
id: KGA: Gambit Gajah, Varian Gifford
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Gifford
nl: KGA: lopergambiet, Gifford variant
pl: Gam.król przyj.,gambit gońca, wariant Gilfford'a
ru: Принятый королевский гамбит: гамбит слона, вариант Гиффорда
si: KGS: lovčev gambit, Giffordova različica
sv: Kungsgambit, antagen: Löpargambit, Giffordvarianten
tr: KGA: fil'in gambiti, Gifford varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Гіффорда
vi: KGA: cờ, Gifford biến giám mục

source: King Gambit Accepted: Bishop Gambit, Greco Variation
ar: هجوم الملك الهندي : جامبيت الفيل, جريكو تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Greco
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Greco
cs: KGA: bishop's gambit, Greco variation
de: Königsgambit (angenommen): Läufergambit, Greco-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Greco
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Greco Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Greco
id: KGA: Gambit Gajah, Varian Grecco
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Greco
nl: KGA: lopergambiet, Greco variant
pl: Gam.król przyj.,gambit gońca, wariant Greco
ru: Принятый королевский гамбит: гамбит слона, вариант Греко
si: KGS: lovčev gambit, Grecova različica
sv: Kungsgambit, antagen: Löpargambit, Grecovarianten
tr: KGA: fil'in gambiti, Greko varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Греко
vi: KGA: cờ, Hy Lạp thay đổi giám mục

source: King Gambit Accepted: Bishop Gambit, Grimm Attack
ar: هجوم الملك الهندي : جامبيت الفيل, جريم هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Ataque Grimm
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica - Atac Grimm
cs: KGA: bishop's gambit, Grimm attack
de: Königsgambit (angenommen): Läufergambit, Grimm Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica, Ataque Grimm
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Grimm Erasoa
fr: Gambit Roi accepté, gambit du fou, attaque Grimm
id: KGA: Gambit Gajah, Serangan Grimm
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica, Attacco Grimm
nl: KGA: lopergambiet, Grimm aanval
pl: Gam.król przyj.,gambit gońca, atak Grimm'a
ru: Принятый королевский гамбит: гамбит слона, атака Гримма
si: KGS: lovčev gambit, Grimmov napad
sv: Kungsgambit, antagen: Löpargambit, Grimms angrepp
tr: KGA: fil'in gambiti, Grimm'in hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, атака Грімма
vi: KGA: cờ giám mục, Grimm tấn công

source: King Gambit Accepted: Bishop Gambit, Jaenisch Variation
ar: هجوم الملك الهندي : جامبيت الفيل, جينيش تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Jaenisch
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Jaenisch
cs: KGA: bishop's gambit, Jaenisch variation
de: Königsgambit (angenommen): Läufergambit, Jaenisch-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Jaenisch
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Jaenisch Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Jaenisch
id: KGA: Gambit Gajah, Varian Jaenisch
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Jaenisch
nl: KGA: lopergambiet, Jaenisch variant
pl: Gam.król przyj.,gambit gońca, wariant Jaenisch'a
ru: Принятый королевский гамбит: гамбит слона, вариант Яниша
si: KGS: lovčev gambit, Jaenischeva različica
sv: Kungsgambit, antagen: Löpargambit, Jänischvarianten
tr: KGA: fil'in gambiti, Jaenisch varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Яніша
vi: KGA: cờ, Jaenisch biến giám mục

source: King Gambit Accepted: Bishop Gambit, Kieseritzky Gambit
es: Gambito de Rey Aceptado: Gambito Bishop, Gambito Kieseritzky
eu: Erregearen Ganbito Onartua: Alfilaren Ganbitoa, Kieseritzky Ganbitoa

source: King Gambit Accepted: Bishop Gambit, Lopez-Gianutio Counter-gambit
ar: هجوم الملك الهندي : جامبيت الفيل, لوبيز-جيانتيو الجامبيت المضاد
br: Gambito do Rei Aceito, Gambito do Bispo, Contra-Gambito López-Gianutio
ca: Gambit de Rei acceptat - Gambit d'Alfil - Contra-Gambit López Gianutio
cs: KGA: bishop's gambit, Lopez-Gianutio counter-gambit
de: Königsgambit (angenommen): Läufergambit, Lopez-Gianutio Gegengambit
es: Gambito de Rey Aceptado, Gambito de Alfil, ContraGambito López Gianutio
eu: Errege Ganbito Onartua: Alfil Ganbitoa, Lopez-Gianutio Kontra-Ganbitoa
fr: Gambit Roi accepté, gambit du fou, contre-gambit López - Gianuzio
id: KGA: Gambit Gajah, Gambit Balasan Lopez-Gianutio
it: Gambetto di Re Accettato, Mossa d'Alfiere, Controgambetto López Gianutio
nl: KGA: lopergambiet, Lopez-Gianutio tegengambiet
pl: Gam.król przyj.,gambit gońca, kontrgambit Lopez-Gianutio
ru: Принятый королевский гамбит: гамбит слона, контргамбит Лопеса-Джануцио
si: KGS: lovčev gambit, Lopez-Gianutiov proti-gambit
sv: Kungsgambit, antagen: Löpargambit, Lopez-Gianutios motgambit
tr: KGA: fil'in gambiti, Lopez-Gianutio karşı gambiti
uk: Прийнятий королівський гамбіт: гамбіт слона, контргамбіт Лопеса-Джануціо
vi: KGA: cờ giám mục, Lopez-Gianutio phản Gambit

source: King Gambit Accepted: Bishop Gambit, Maurian Defence
ar: هجوم الملك الهندي : جامبيت الفيل, موريان دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Maurian
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Maurian
cs: KGA: bishop's gambit, Maurian defence
de: Königsgambit (angenommen): Läufergambit, Maurian Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Maurian
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Maurian Defentsa
fr: Gambit Roi accepté, gambit du fou, défense Maurian
id: KGA: Gambit Gajah, Pembelaan Maurian
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Maurian
nl: KGA: lopergambiet, Maurian verdediging
pl: Gam.król przyj.,gambit gońca, obrona Maurian'a
ru: Принятый королевский гамбит: гамбит слона, защита Морина
si: KGS: lovčev gambit, Maurianova obramba
sv: Kungsgambit, antagen: Löpargambit, Maurians försvar
tr: KGA: fil'in gambiti, Maurian savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Моріна
vi: KGA: cờ giám mục, phòng thủ Maurian
