Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Nimzovich-Larsen Attack: Symmetrical Variation
ar: هجوم نيمزوفيتش-لارسن: التفريع المتناظر
br: Ataque Nimzovich-Larsen, Variante Simétrica
ca: Atac Nimzowitsch Larsen - Variant simètrica
de: Nimzowitsch-Larsen Angriff: Symmetrische Variante
es: Ataque Nimzowitsch Larsen, Variante Simétrica
eu: Nimzovich-Larsen Erasoa: Aldaera Simetrikoa
fr: Attaque Nimzowitsch - Larsen, var. symétrique
id: Serangan Nimzowitch-Larsen, Varian Simetris
it: Attacco Nimzowitsch Larsen, Variante Simmetrica
nl: Nimzovich-Larsen aanval: symmetrische variant
pl: Atak Nimzovich-Lersen, wariant symetryczny
ru: Дебют Ларсена: симметричный вариант
si: Nimzovich-Larsenov napad, simetrična različica
sv: Nimzowitsch-Larsens angrepp: Symmetrisk variant
tr: Nimzovich-Larsen hücumu: simetrik varyasyon
uk: Дебют Ларсена: симетричний варіант
vi: Tấn công Nimzovich-Larsen: biến thể đối xứng

source: Nimzowitsch Defence: Breyer Variation
eu: Nimzowitsch Defentsa: Breyer Aldaera
fr: Défense Nimzowitsch, var. Breyer

source: Nimzowitsch Defence: Declined Variation
eu: Nimzowitsch Defentsa: Ukatutako Aldaera
fr: Défense Nimzowitsch, var. refusée

source: Nimzowitsch Defence: El Columpio Defence
eu: Nimzowitsch Defentsa: El Columpio Defentsa
fr: Défense Nimzowitsch, var. refusée, défense El Columpio (en français "la balançoire", une peinture de Goya ?)

source: Nimzowitsch Defence: El Columpio Defence, El Columpio Gambit
eu: Nimzowitsch Defentsa: El Columpio Defentsa, El Columpio Ganbitoa
fr: Défense Nimzowitsch, var. refusée, défense El Columpio (en français "la balançoire", une peinture de Goya ?), gambit El Columpio

source: Nimzowitsch Defence: El Columpio Defence, Exchange Variation
eu: Nimzowitsch Defentsa: El Columpio Defentsa, Truke Aldaera
fr: Défense Nimzowitsch, var. refusée, défense El Columpio (en français "la balançoire", une peinture de Goya ?), var. d'échange

source: Nimzowitsch Defence: El Columpio Defence, Pin Variation
eu: Nimzowitsch Defentsa: El Columpio Defentsa, iltzatze Aldaera
fr: Défense Nimzowitsch, var. refusée, défense El Columpio (en français "la balançoire", une peinture de Goya ?), var. de clouage

source: Nimzowitsch Defence: Franco-Hiva Gambit
eu: Nimzowitsch Defentsa: Franco-Hiva Ganbitoa

source: Nimzowitsch Defence: Franco-Nimzowitsch Variation
eu: Nimzowitsch Defentsa: Franco-Nimzowitsch Aldaera

source: Nimzowitsch Defence: French Connection
eu: Nimzowitsch Defentsa: French Connection
fr: Défense Nimzowitsch, connexion (à la défense) française

source: Nimzowitsch Defence: Hornung Gambit
eu: Nimzowitsch Defentsa: Hornung Ganbitoa

source: Nimzowitsch Defence: Kennedy Variation
eu: Nimzowitsch Defentsa: Kennedy Aldaera

source: Nimzowitsch Defence: Kennedy Variation, Bielefelder Gambit
eu: Nimzowitsch Defentsa: Kennedy Aldaera, Bielefelder Ganbitoa

source: Nimzowitsch Defence: Kennedy Variation, De Smet Gambit
eu: Nimzowitsch Defentsa: Kennedy Aldaera, de Smet Ganbitoa

source: Nimzowitsch Defence: Kennedy Variation, Hammer Gambit
eu: Nimzowitsch Defentsa: Kennedy Aldaera, Hammer Ganbitoa

source: Nimzowitsch Defence: Kennedy Variation, Herford Gambit
eu: Nimzowitsch Defentsa: Kennedy Aldaera, Herford Ganbitoa

source: Nimzowitsch Defence: Kennedy Variation, Keres Attack
eu: Nimzowitsch Defentsa: Kennedy Aldaera, Keres Erasoa

source: Nimzowitsch Defence: Kennedy Variation, Linksspringer Variation
eu: Nimzowitsch Defentsa: Kennedy Aldaera, Linksspringer Aldaera

source: Nimzowitsch Defence: Kennedy Variation, Main Line
eu: Nimzowitsch Defentsa: Kennedy Aldaera, Lerro Nagusia

source: Nimzowitsch Defence: Kennedy Variation, Paulsen Attack
eu: Nimzowitsch Defentsa: Kennedy Aldaera, Paulsen Erasoa

source: Nimzowitsch Defence: Kennedy Variation, Riemann Defence
eu: Nimzowitsch Defentsa: Kennedy Aldaera, Riemann Defentsa

source: Nimzowitsch Defence: Lean Variation, Colorado Counter Accepted
eu: Nimzowitsch Defentsa: Lean Aldaera, Colorado Kontra Onartua
fr: Défense Nimzowitsch, gambit (ou contre-attaque) du Colorado accepté(e)

source: Nimzowitsch Defence: Mikenas Variation
eu: Nimzowitsch Defentsa: Mikenas Aldaera
fr: Défense Nimzowitsch, var. Mikenas

source: Nimzowitsch Defence: Pirc Connection
eu: Nimzowitsch Defentsa: Pirc Konexioa
fr: Défense Nimzowitsch, connexion (à la défense) Pirc

source: Nimzowitsch Defence: Pseudo-Spanish Variation
eu: Nimzowitsch Defentsa: Pseudo-Espainiar Aldaera
fr: Défense Nimzowitsch, var. pseudo-espagnole

source: Nimzowitsch Defence: Scandinavian Variation
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera
fr: Défense Nimzowitsch, var. scandinave

source: Nimzowitsch Defence: Scandinavian Variation, Aachen Gambit
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Aachen Ganbitoa
fr: Défense Nimzowitsch, var. scandinave, gambit d'Aix-la-Chapelle

source: Nimzowitsch Defence: Scandinavian Variation, Advance Variation
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Aachen Aldaera
fr: Défense Nimzowitsch, var. scandinave, var. d'avance

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Brandics Gambit
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Bogoljubov Aldaera, Brandics Ganbitoa

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Erben Gambit
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Bogoljubov Aldaera, Erben Ganbitoa

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Heinola-Deppe Gambit
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Bogoljubov Aldaera, Heinola-Deppe Ganbitoa

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Nimzowitsch Gambit
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Bogoljubov Aldaera, Nimzowitsch Ganbitoa
fr: Défense Nimzowitsch, var. scandinave, var. Bogoljubov, gambit Nimzowitsch

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Richter Gambit
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Bogoljubov Aldaera, Richter Ganbitoa
fr: Défense Nimzowitsch, var. scandinave, var. Bogoljubov, gambit Richter

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Vehre Variation
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Bogoljubov Aldaera, Vehre Aldaera

source: Nimzowitsch Defence: Scandinavian Variation, Exchange Variation
eu: Nimzowitsch Defentsa: Eskandinaviar Aldaera, Truke Aldaera
fr: Défense Nimzowitsch, var. scandinave, var. d'échange

source: Nimzowitsch Defence: Wheeler Gambit
eu: Nimzowitsch Defentsa: Wheeler Ganbitoa
fr: Défense Nimzowitsch, gambit Wheeler

source: Nimzowitsch Defence: Williams Variation
eu: Nimzowitsch Defentsa: Williams Aldaera
fr: Défense Nimzowitsch, var. refusée, var. Williams

source: Nimzowitsch Defence: Woodchuck Variation
eu: Nimzowitsch Defentsa: Woodchuck Aldaera

source: Norwegian Defence
ar: الدفاع النرويجي
br: Defesa Norueguesa
ca: Defensa Noruega
de: Norwegian Verteidigung
es: Defensa Noruega
eu: Norvegiako Defentsa
fr: Défense norvégienne
id: Pembelaan Norwegia
it: Difesa Norvegese
nl: Noorse verdediging
pl: Obrona norweska
ru: Норвежская защита
si: norveška obramba
sv: Norskt försvar
tr: Norveç savunması
uk: Норвежський захист
vi: Phòng thủ Na Uy

source: Novosibirsk Opening
ar: افتتاح نوفوسيبيرسك
br: Abertura Novosibirsk
ca: Obertura Novosibirsk
de: Novosibirsk Eröffnung
es: Apertura Novosibirsk
eu: NovosiBirsk Irekiera
fr: Ouverture de Novossibirsk
id: Pembukaan Novosibirsk
it: Apertura Novosibirsk
pl: Debiut nowosybirski
ru: Новосибирское начало
si: novosibirska otvoritev
sv: Novosibirsk-öppning
tr: Novosibirsk açılışı
uk: Новосибірський початок
vi: Khai cuộc Novosibirsk

source: Old Benoni Defence
ar: بينوني القديم دفاع
br: Defesa Benoni Antiga
ca: Defensa Benoni antiga
de: Alt-Benoni Verteidigung
es: Defensa Benoni Antigua
eu: Benoni Defentsa Zaharra
fr: Défense Benoni ancienne
id: Pembelaan Benoni Tua
it: Difesa Benoni Antica
nl: Oud Benoni verdediging
pl: Obrona Stary Benoni
ru: Защита Бенони
si: Stara Benonijeva obramba
sv: Gammel-Benoni-försvar
tr: Eski Benoni savunması
uk: Захист Беноні
vi: Phòng thủ Old Benoni

source: Old Benoni Defence: Franco-Benoni Defence
ar: بينوني القديم: فرانكو-بينوني دفاع
br: Defesa Benoni Antiga, Defesa Franco-Benoni
ca: Defensa Benoni antiga - Defensa Franco-Benoni
cs: Old Benoni: Franco-Benoni defence
de: Alt-Benoni: Franco-Benoni Verteidigung
es: Defensa Benoni Antigua, Defensa Franco Benoni
eu: Benoni Zaharra: Franco-Benoni Defentsa
fr: Défense Benoni ancienne, var. franco-Benoni
id: Benoni Tua: Pembelaan Franco-Benoni
it: Difesa Benoni Antica, Difesa Franco Benoni
nl: Oud Benoni: Franco-Benoni verdediging
pl: Stary Benoni, obrona Franco-Benoni
ru: Защита Бенони: французская защита с бенониевским ходом c7-c5
si: Star Benoni, Franco-Benonijeva obramba
sv: Gammel-Benoni: Franskt Benoni-försvar
tr: Eski Benoni: Franco-Benoni savunması
uk: Захист Беноні: Французький захист з Бенонієвським ходом c7-c5
vi: Old Benoni: Phòng thủ Pháp-Benoni

source: Old Benoni Defence: Mujannah Formation
ar: بينوني القديم: موجانه تشكيل
br: Defesa Benoni Antiga, Formação Mujannah
ca: Defensa Benoni antiga - Formació Mujannah
cs: Old Benoni: Mujannah formation
de: Alt-Benoni: Mujannah Formation
es: Defensa Benoni Antigua, Formación Mujannah
eu: Benoni Zaharra: Mujannah Formazioa
fr: Défense Benoni ancienne, formation Mujannah (du persan "ouverture par le flanc")
id: Benoni Tua: Formasi Mujannah
it: Difesa Benoni Antica, Formazione Mujannah
nl: Oud Benoni: Mujannah formatie
pl: Stary Benoni, formacja Mujannah'a
ru: Защита Бенони: построение Муджанна
si: Star Benoni, Mujannahova formacija
sv: Gammel-Benoni: Mujannah-formation
tr: Eski Benoni: Mujannah formasyonu
uk: Захист Беноні: побудова Мадженна
vi: Cũ Benoni: hình Mujannah

source: Old Benoni Defence: Schmid System
ar: بينوني القديم: شميد's نظام
br: Defesa Benoni Antiga, Sistema Schmid
ca: Defensa Benoni antiga - Sistema Schmid
cs: Old Benoni: Schmid's system
de: Alt-Benoni: Schmid's System
es: Defensa Benoni Antigua, Sistema Schmid
eu: Benoni Zaharra: Schmid-en Sistema
fr: Défense Benoni ancienne, système Schmid
id: Benoni Tua: SIstem Schmid
it: Difesa Benoni Antica, Sistema Schmid
nl: Oud Benoni: Schmid systeem
pl: Stary Benoni, system Schmida
ru: Защита Бенони: система Шмида
si: Star Benoni, Schmidtov sistem
sv: Gammel-Benoni: Schmids System
tr: Eski Benoni: Schmid'in sistemi
uk: Захист Беноні: система Шміда
vi: Benoni cũ: hệ thống Schmid của

source: Old Indian Defence
ar: الهندي القديم دفاع
br: Defesa Índia Antiga
ca: Defensa Índia antiga
de: Altindisch Verteidigung
es: Defensa India Antigua
eu: Indiako Defentsa Zaharra
fr: Défense vieille-indienne
id: Pembelaan Hindia Tua
it: Difesa Indiana Antica
nl: Oud Indisch: Dus-Khotimirsky variant:
pl: Obrona Staroindyjska
ru: Индийская защита
si: Stara indijska obramba
sv: Gammelindiskt försvar
tr: Eski Hint savunması
uk: Староіндійський захист
vi: Phòng thủ kiểu Ấn Độ Cổ

source: Old Indian Defence: Aged Gibbon Gambit
es: Defensa India Antigua: Gambito Aged Gibbon
eu: Indiako Defentsa Zaharra: Gibbon Ganbito Zaharra
fr: Défense vieille-indienne, gambit du vieux gibbon

source: Old Indian Defence: Czech Variation
es: Defensa India Antigua: Variante Czech
eu: Indiako Defentsa Zaharra: Txekiar Aldaera
fr: Défense vieille-indienne, var. tchèque

source: Old Indian Defence: Janowski Variation, Fianchetto Variation
es: Defensa India Antigua: Variante Janowski, Variante Fianchetto
eu: Indiako Defentsa Zaharra: Janowski Aldaera, Fianchetto Aldaera
fr: Défense vieille-indienne, var. Janowski, var. du fianchetto

source: Old Indian Defence: Janowski Variation, Grinberg Gambit
es: Defensa India Antigua: Variante Janowski, Gambito Grinberg
eu: Indiako Defentsa Zaharra: Janowski Aldaera, Grinberg Ganbitoa

source: Old Indian Defence: Janowski Variation, Main Line
es: Defensa India Antigua: Variante Janowski, Main Line
eu: Indiako Defentsa Zaharra: Janowski Aldaera, Lerro Nagusia
fr: Défense vieille-indienne, var. Janowski, ligne principale

source: Old Indian Defence: Tartakower-Indian
es: Defensa India Antigua: Tartakower-Indian
eu: Indiako Defentsa Zaharra: Tartakower-Indiarra

source: Old Indian: Dus-Khotimirsky Variation
ar: الهندي القديم: داس-خوتيميرسكي تفريع
br: Defesa Índia Antiga, Variante Dus Chotimirsky
ca: Defensa Índia antiga - Variant Dus Chotimirsky
de: Altindisch: Dus-Khotimirsky-Variante
es: Defensa India Antigua, Variante Dus Chotimirsky
eu: Indiar Zaharra: Dus-Khotimirsky Aldaera
fr: Défense vieille-indienne, var. Douz-Khotimirski
id: Hindia Tua: Varian Dus-Khotimirsky
it: Difesa Indiana Antica, Variante Dus Chotimirsky
nl: Oud Indisch: Dus-Khotimirsky variant
pl: Staroindyjska, wariant Dus-Khotimirsky
ru: Староиндийская защита: вариант Дуз-Хотимирского
si: Stara indijska, Dus-Khotimirskyeva različica
sv: Gammelindiskt: Duz-Khotimirskijs variant
tr: Eski Hint: Dus-Khotimirsky varyasyonu
uk: Староіндійський захист: варіант Дуз-Хотимирського
vi: Cũ Ấn Độ: biến thể Dus-Khotimirsky

source: Old Indian: Janowski Variation
ar: الهندي القديم: جناوسكاي تفريع
br: Defesa Índia Antiga, Variante Janowski
ca: Defensa Índia antiga - Variant Janowsky
de: Altindisch: Janowski-Variante
es: Defensa India Antigua, Variante Janowski
eu: Indiar Zaharra: Janowski Aldaera
fr: Défense vieille-indienne, var. Janowski
id: Hindia Tua: Varian Janowski
it: Difesa Indiana Antica, Variante Janowski
nl: Oud Indisch: Janowski variant
pl: Staroindyjska, wariant Janowskiego
ru: Староиндийская защита: вариант Яновского
si: staro indijska obramba
sv: Gammelindiskt: Janowskivarianten
tr: Eski Hint: Janowski varyasyonu
uk: Староіндійський захист: варіант Яновського
vi: Cũ Ấn Độ: Janowski biến

source: Old Indian: Main Line
ar: الهندي القديم: الخط الرئيسي
br: Defesa Índia Antiga, Linha Principal
ca: Defensa Índia antiga - Línia principal
de: Altindisch: Hauptvariante
es: Defensa India Antigua, Linea Principal
eu: Indiar Zaharra: Lerro Nagusia
fr: Défense vieille-indienne, ligne principale
id: Hindia Tua: Jalur Utama
it: Difesa Indiana Antica, Linea Principale
nl: Oud Indisch: hoofdlijn
pl: Staroindyjska, główna linia
ru: Староиндийская защита: основной вариант
si: Stara indijska: glavna linija
sv: Gammelindiskt: Huvudvariant
tr: Eski Hint: ana hat
uk: Староіндійський захист: основний варіант
vi: Ấn Độ tuổi: dòng chính

source: Old Indian: Tartakower (Wade) Variation
ar: الهندي القديم: تارتاكوفر (الانقضاض) تفريع
br: Defesa Índia Antiga, Variante Tartakower (Wade)
ca: Defensa Índia antiga - Variant Tartakower o Wade
de: Altindisch: Tartakower (Wade)-Variante
es: Defensa India Antigua, Variante Tartakower o Wade
eu: Indiar Zaharra: Tartakower (Wade) Aldaera
fr: Défense vieille-indienne, var. Tartakover (Wade)
id: Hindia Tua: Varian Tartakower (Wade)
it: Difesa Indiana Antica, Variante Tartakower o Wade
nl: Oud Indisch:Tartakower (Wade) variant
pl: Staroindyjska, wariant Tartakower'a (Wade)
ru: Индийская защита: вариант Тартаковера
si: Stara indijska, Tartakowerjeva (Wadeova) različica
sv: Gammelindiskt: Tartakowervarianten (Wade)
tr: Eski Hint: Tartakower (Wade) varyasyonu
uk: Староіндійський захист: варіант Тартаковера
vi: Cũ Ấn Độ: Tartakower (Wade) biến thể

source: Old Indian: Ukrainian Variation
ar: الهندي القديم: الأوكراني تفريع
br: Defesa Índia Antiga, Variante Ucraniana
ca: Defensa Índia antiga - Variant Ucranïesa
de: Altindisch: Ukrainische Variante
es: Defensa India Antigua, Variante Ucraniana
eu: Indiar Zaharra: Ukrainar Aldaera
fr: Défense vieille-indienne, var. ukrainienne
id: Hindia Tua: Varian Ukraina
it: Difesa Indiana Antica, Variante Ucraniana
nl: Oud Indisch: Oekraïense variant
pl: Staroindyjska, wariant ukraiński
ru: Староиндийская защита: украинский вариант
si: Stara indijska, ukrajinska različica
sv: Gammelindiskt: Ukrainska varianten
tr: Eski Hint: Ukrayna varyasyonu
uk: Староіндійський захист: Український варіант
vi: Cũ Ấn Độ: biến Ukraina

source: Old Indian: Ukrainian Variation, 4.Nf3
ar: الهندي القديم: الأوكراني تفريع, 4.Nf4
br: Defesa Índia Antiga, Variante Ucraniana, 4.Cf3
ca: Defensa Índia antiga - Variant Ucranïesa - 4. Cf3
de: Altindisch: Ukrainische Variante, 4.Sf3
es: Defensa India Antigua, Variante Ucraniana, 4.Cf3
eu: Indiar Zaharra: Ukrainako Aldaera, 4.Zf3
fr: Défense vieille-indienne, var. ukrainienne, 4.Cf3
id: Hindia Tua: Varian Ukraina, 4.Kf3
it: Difesa Indiana Antica, Variante Ucraniana, 4.Cf3
nl: Oud Indisch: Oekraïense variant, 4.Pf3
pl: Staroindyjska, wariant ukraiński, 4.Sf3
ru: Староиндийская защита: украинский вариант, 4.Кf3
si: Stara indijska, ukrajinska različica, 4. Sf3
sv: Gammelindiskt: Ukrainska varianten med 4.Sf3
tr: Eski Hint: Ukrayna varyasyonu, 4.Nf3
uk: Староіндійський захист: Український варіант, 4.Кf3
vi: Cũ Ấn Độ: biến Ukraina, 4.Nf3

source: Owen Defence
ar: أوين دفاع
br: Defesa Owen
ca: Defensa Owen
de: Owen Verteidigung
es: Defensa Owen
eu: Owen Defentsa
fr: Défense Owen
id: Pembelaan Owen
it: Difesa Owen
nl: Owen verdediging
pl: Obrona Owen'a
ru: Защита Оуэна
si: Owenova obramba
sv: Owens försvar
tr: Fırın savunması
uk: Захист Оуена
vi: Phòng thủ Owen

source: Owen Defence: Hekili-Loa Gambit
es: Defensa Owen: Gambito Hekili-Loa
eu: Owen Defentsa: Hekili-Loa Ganbitoa

source: Owen Defence: Matovinsky Gambit
es: Defensa Owen: Gambito Matovinsky
eu: Owen Defentsa: Matovinsky Ganbitoa

source: Owen Defence: Naselwaus Gambit
es: Defensa Owen: Gambito Naselwaus
eu: Owen Defentsa: Naselwaus Ganbitoa

source: Owen Defence: Smith Gambit
es: Defensa Owen: Gambito Smith
eu: Owen Defentsa: Smith Ganbitoa

source: Owen Defence: Unicorn Variation
es: Defensa Owen: Variante Unicorn
eu: Owen Defentsa: Adarbakar Aldaera

source: Owen Defence: Wind Gambit
es: Defensa Owen: Gambito Wind
eu: Owen Defentsa: Wind Ganbitoa

source: Paleface Attack
ar: بيلفيس هجوم
br: Ataque Cara-Pálida
ca: Atac 'rostro pálido'
de: Paleface Angriff
es: Ataque Rostro Pálido
eu: Musu-Zuriaren Erasoa
fr: Attaque "Paleface" [ visage pâle :) ]
id: Serangan Paleface
it: Attacco Rostro Pálido
nl: Paleface aanval
pl: Atak Paleface'a
ru: Атака бледнолицего
si: Palefavec napad
sv: Blekansiktesangrepp
tr: Soluk benizli hücumu
uk: Атака блідолицого
vi: Mặt tái xanh tấn công

source: Petrov Defence
ar: بتروف's دفاع
br: Defesa Petrov ou Russa
ca: Defensa Petrov o Russa
cs: Petrov's defence
de: Russische (Petrov)
es: Defensa Petrov o Rusa
eu: Petrov Defentsa
fr: Défense Petrov (défense russe)
id: Pembelaan Petroff
it: Difesa Petrov o Russa
nl: Petrov's verdediging
pl: Obrona Petrova
ru: Русская партия
si: Petrova obramba
sv: Ryskt parti (Petrov)
tr: Petrov'un savunması
uk: Російська партія
vi: Phòng thủ Petrov

source: Petrov Defence Classical Attack, Chigorin Variation, Browne Attack
eu: Errusiar Partida (Petroff Defentsa): Eraso Klasikoa, Chigorin Aldaera, Browne Erasoa

source: Petrov Defence Classical Attack, Chigorin Variation, Main Line
eu: Errusiar Partida (Petroff Defentsa): Eraso Klasikoa, Chigorin Aldaera, Lerro Nagusia

source: Petrov Defence Classical Attack, Marshall Variation, Chinese Gambit
eu: Errusiar Partida (Petroff Defentsa): Eraso Klasikoa, Marshall Aldaera, Ganbito Txinatarra
fr: Défense Petrov, attaque classique, var. Marshall, gambit chinois

source: Petrov Defence Classical Attack, Mason-Showalter Variation
eu: Errusiar Partida (Petroff Defentsa): Eraso Klasikoa, Mason-Showalter Aldaera
fr: Défense Petrov, attaque classique, var. Mason - Showalter

source: Petrov Defence Classical Attack, Staunton Variation
eu: Errusiar Partida (Petroff Defentsa): Eraso Klasikoa, Staunton Aldaera
fr: Défense Petrov, attaque classique, var. Staunton

source: Petrov Defence Cochrane Gambit, Bishop Check Line
eu: Errusiar Partida (Petroff Defentsa): Cochrane Ganbitoa, Alfil xake Lerroa
fr: Défense Petrov, gambit Cochrane, ligne de l'échec par le fou

source: Petrov Defence Cochrane Gambit, Center Variation
eu: Errusiar Partida (Petroff Defentsa): Cochrane Ganbitoa, Erdiko Aldaera
fr: Défense Petrov, gambit Cochrane, var. centrale

source: Petrov Defence Damiano Variation, Kholmov Gambit
eu: Errusiar Partida (Petroff Defentsa): Damiano Aldaera, Kholmov Ganbitoa
fr: Défense Petrov, var. Damiano ou Damião, gambit Kholmov

source: Petrov Defence Karklins-Martinovsky Variation
eu: Errusiar Partida (Petroff Defentsa): Karklins-Martinovsky Aldaera

source: Petrov Defence Millennium Attack
eu: Errusiar Partida (Petroff Defentsa): Millennium Erasoa

source: Petrov Defence Modern Attack
eu: Errusiar Partida (Petroff Defentsa): Eraso Modernoa
fr: Défense Petrov, attaque moderne

source: Petrov Defence Modern Attack, Center Variation
eu: Errusiar Partida (Petroff Defentsa): Eraso Modernoa, Erdiko Aldaera

source: Petrov Defence Modern Attack, Murrey Variation
eu: Errusiar Partida (Petroff Defentsa): Eraso Modernoa, Murrey Aldaera

source: Petrov Defence Modern Attack, Symmetrical Variation
eu: Errusiar Partida (Petroff Defentsa): Eraso Modernoa, Aldaera Simetrikoa
fr: Défense Petrov, attaque moderne, var. symétrique

source: Petrov Defence Modern Attack, Tal Gambit
eu: Errusiar Partida (Petroff Defentsa): Eraso Modernoa, Tal Ganbitoa
fr: Défense Petrov, attaque moderne, gambit Tal

source: Petrov Defence Moody Gambit
eu: Errusiar Partida (Petroff Defentsa): Moody Ganbitoa

source: Petrov Defence Stafford Gambit
eu: Errusiar Partida (Petroff Defentsa): Stafford Ganbitoa
fr: Défense Petrov, gambit Stafford

source: Petrov Defence: Classical Attack
ar: بتروف: الهجوم الكلاسيكي
br: Defesa Petrov, Ataque Clássico
ca: Defensa Petrov - Atac clàssic
cs: Petrov: classical attack
de: Russisch: Klassisch Angriff
es: Defensa Petrov, Ataque Clásico
eu: Petrov: Eraso Klasikoa
fr: Défense Petrov, attaque classique
id: Petroff: Varian Klasik
it: Difesa Petrov, Attacco Classico
nl: Petrov: klassieke aanval
pl: Obrona Petrova, atak klasyczny
ru: Русская партия: классическая атака
si: Petrova, klasični napad
sv: Ryskt: Klassiskt angrepp
tr: Petrov: klasik hücum
uk: Російська партія: класична атака
vi: Petrov: tấn công cổ điển

source: Petrov Defence: Classical Attack, Berger Variation
ar: بتروف: الهجوم الكلاسيكي, بيرجر تفريع
br: Defesa Petrov, Ataque Clássico, Variante Berger
ca: Defensa Petrov - Atac clàssic - Variant Berger
cs: Petrov: classical attack, Berger variation
de: Russisch: Klassisch Angriff, Berger-Variante
es: Defensa Petrov, Ataque Clásico, Variante Berger
eu: Petrov: Eraso Klasikoa, Berger Aldaera
fr: Défense Petrov, attaque classique, var. Berger
id: Petroff: Varian Klasik, Varian Berger
it: Difesa Petrov, Attacco Classico, Variante Berger
nl: Petrov: klassieke aanval, Berger variant
pl: Obrona Petrova, atak klasyczny, wariant Berger'a
ru: Русская партия: классическая атака, вариант Бергера
si: Petrova, klasični napad, Bergerjeva različica
sv: Ryskt: Klassiskt angrepp, Bergervarianten
tr: Petrov: klasik hücum, Berger varyasyonu
uk: Російська партія: класична атака, варіант Бергера
vi: Petrov: cổ điển tấn công, Berger biến

source: Petrov Defence: Classical Attack, Chigorin Variation
ar: بتروف: الهجوم الكلاسيكي, تشجورين تفريع
br: Defesa Petrov, Ataque Clássico, Variante Chigorin
ca: Defensa Petrov - Atac clàssic - Variant Chigorin
cs: Petrov: classical attack, Chigorin variation
de: Russisch: Klassisch Angriff, Tschigorin-Variante
es: Defensa Petrov, Ataque Clásico, Variante Chigorin
eu: Petrov: Eraso Klasikoa, Chigorin Aldaera
fr: Défense Petrov, attaque classique, var. Tchigorine
id: Petroff: Varian Klasik, Varian Chigorin
it: Difesa Petrov, Attacco Classico, Variante Chigorin
nl: Petrov: klassieke aanval, Chigorin variant
pl: Obrona Petrova, atak klasyczny, wariant Chigorin'a
ru: Русская партия: классическая атака, вариант Чигорина
si: Petrova, klasični napad, Chigorinova različica
sv: Ryskt: Klassiskt angrepp, Tjigorinvarianten
tr: Petrov: klasik hücum, Chigorin varyasyonu
uk: Російська партія: класична атака, варіант Чигоріна
vi: Petrov: tấn công cổ điển, Chigorin biến
