Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined Slav: Dutch Variation
ar: جامبيت الوزير المرفوض السلافي: التفريع الهولندي
br: Gambito da Dama Recusado, Defesa Eslava, Variante Holandesa
ca: Gambit de Dama refusat - Defensa Eslava - Variant Holandesa
cs: QGD Slav: Dutch variation
de: Damengambit (abgelehnt) Slawisch: Holländische Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Holandesa
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Holandako Aldaera
fr: Gambit Dame refusé, défense slave, var. hollandaise
id: QGD: Slavia, Varian Belanda
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Olandese
nl: GDG Slavisch: Hollandse variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant holenderski
ru: Отказанный ферзевый гамбит: славянская защита, голландский вариант
si: DGZ slovanska, nizozemska različica
sv: Damgambit avböjd: Slaviskt, Holländsk variant
tr: QGD Slav: Hollanda varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Голландський варіант
vi: QGD Slav: biến Hà Lan

source: Queen Gambit Declined Slav: Dutch Variation, Main Line
ar: جامبيت الوزير المرفوض السلافي: التفريع الهولندي, الخط الرئيسي
br: Gambito da Dama Recusado, Defesa Eslava, Variante Holandesa, Linha Principal
ca: Gambit de Dama refusat - Defensa Eslava - Variant Holandesa - Línia principal
cs: QGD Slav: Dutch variation, main line
de: Damengambit (abgelehnt) Slawisch: Holländische Variante, Hauptvariante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Holandesa, Linea Principal
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Holandako Aldaera, Lerro Nagusia
fr: Gambit Dame refusé, défense slave, var. hollandaise, ligne principale
id: QGD: Slavia, Belanda, Jalur Utama
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Olandese, Linea Principale
nl: GDG Slavisch: Hollandse variant, hoofdlijn
pl: Gam.hetm nieprzyj.,Słowiańska, wariant holenderski, główna linia
ru: Отказанный ферзевый гамбит: славянская защита, голландский вариант, основное продолжение
si: DGZ Slav: Nizozemska različica, glavna linija
sv: Damgambit avböjd: Slaviskt, Holländsk variant, huvudvariant
tr: QGD Slav: Hollanda varyasyonu, ana hat
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Голландський варіант, основне продовження
vi: QGD Slav: biến Hà Lan, dòng chính

source: Queen Gambit Declined Slav: Dutch, Lasker Variation
ar: جامبيت الوزير المرفوض السلافي: الهولندي, لاسكر تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Holandesa, Variante Lasker
ca: Gambit de Dama refusat - Defensa Eslava - Variant Holandesa - Variante Lasker
cs: QGD Slav: Dutch, Lasker variation
de: Damengambit (abgelehnt) Slawisch: Holländisch, Lasker-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Holandesa, Variante Lasker
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Holandarra, Lasker Aldaera
fr: Gambit Dame refusé, défense slave, var. hollandaise, var. Lasker
id: QGD: Slavia, Belanda, Varian Lasker
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Olandese, Variante Lasker
nl: GDG Slavisch: Hollands, Lasker variant
pl: Gam.hetm nieprzyj.,Słowiańska, holenderski, wariant Lasker;a
ru: Отказанный ферзевый гамбит: славянская защита, голландский вариант, вариант Ласкера
si: DGZ slovanska, nizozemska, Laskerjeva različica
sv: Damgambit avböjd: Slaviskt, Holländsk, Laskervarianten
tr: QGD Slav: Hollanda, Lasker varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Голландський варіант, варіант Ласкера
vi: QGD Slav: Hà Lan, Lasker biến

source: Queen Gambit Declined Slav: Dutch, Saemisch Variation
ar: جامبيت الوزير المرفوض السلافي: الهولندي, ساميش تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Holandesa, Variante Saemisch
ca: Gambit de Dama refusat - Defensa Eslava - Variant Holandesa - Variant Sämisch
cs: QGD Slav: Dutch, Saemisch variation
de: Damengambit (abgelehnt) Slawisch: Holländisch, Saemisch-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Holandesa, Variante Sämisch
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Holandarra, Saemisch Aldaera
fr: Gambit Dame refusé, défense slave, var. hollandaise, var. Sämisch
id: QGD: Slavia, Belanda, Varian Saemisch
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Olandese, Variante Sämisch
nl: GDG Slavisch: Hollands, Saemisch variant
pl: Gam.hetm nieprzyj.,Słowiańska, holenderski, wariant Saemisch'a
ru: Отказанный ферзевый гамбит: славянская защита, голландский вариант, вариант Земиша
si: DGZ slovanska, Saemischeva različica
sv: Damgambit avböjd: Slaviskt, Holländsk, Sämischvarianten
tr: QGD Slav: Hollanda, Saemisch varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Голландський варіант, варіант Земіша
vi: QGD Slav: Hà Lan, Saemisch biến

source: Queen Gambit Declined Slav: Exchange Variation
ar: جامبيت الوزير المرفوض السلافي: التكسير تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante do Troca
ca: Gambit de Dama refusat - Defensa Eslava - Variant del canvi
cs: QGD Slav: exchange variation
de: Damengambit (abgelehnt) Slawisch: Abtauschvariante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Truke-Aldaera
fr: Gambit Dame refusé, défense slave, var. d'échange
id: QGD: Slavia, Varian Tukar
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio
nl: GDG Slavisch: ruilvariant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant wymienny
ru: Отказанный ферзевый гамбит: славянская защита, разменный вариант
si: DGZ slovanska, izmenjalna različica
sv: Damgambit avböjd: Slaviskt, Avbytesvarianten
tr: QGD Slav: takas varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, розмінний варіант
vi: QGD Slav: ngoại tệ thay đổi

source: Queen Gambit Declined Slav: Exchange Variation, 6.Bf4 Bf5
ar: جامبيت الوزير المرفوض السلافي: التكسير تفريع, 6.Bf4 Bf6
br: Gambito da Dama Recusado, Defesa Eslava, Variante da Troca, 6.Bf4 Bf5
ca: Gambit de Dama refusat - Defensa Eslava - Variant del Canvi - 6. Af4 Af5
cs: QGD Slav: exchange variation, 6.Bf4 Bf5
de: Damengambit (abgelehnt) Slawisch: Abtauschvariante, 6.Lf4 Lf5
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio, 6.Af4 Af5
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Truke Aldaera, 6.Af4 Af5
fr: Gambit Dame refusé, défense slave, var. d'échange, 6.Ff4 Ff5
id: QGD: Slavia, Tukar, 6.Gf4 Gf5
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio, 6.Af4 Af5
nl: GDG Slavisch: ruilvariant , 6.Lf4 Lf5
pl: Gam.hetm nieprzyj.,Słowiańska, wariant wymienny, 6.Gf4 Gf5
ru: Отказанный ферзевый гамбит: славянская защита, разменный вариант, 6.Сf4 Сf5
si: DGZ slovanska, izmenjalna različica, 6. Lf4 Lf5
sv: Damgambit avböjd: Slaviskt, Avbytesvarianten, 6.Lf4 Lf5
tr: QGD Slav: takas varyasyonu, 6.Bf4 Bf5
uk: Відхилений ферзевий гамбіт: Слов’янський захист, розмінний варіант, 6.Сf4 Сf5
vi: QGD Slav: ngoại tệ thay đổi, 6.Bf4 BF5

source: Queen Gambit Declined Slav: Exchange, Trifunovic Variation
ar: جامبيت الوزير المرفوض السلافي: التكسير, تريفونوفيك تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante da Troca, Variante Trifunovic
ca: Gambit de Dama refusat - Defensa Eslava - Variant del canvi - Variant Trifunovic
cs: QGD Slav: exchange, Trifunovic variation
de: Damengambit (abgelehnt) Slawisch: Abtauschvariante, Trifunovic-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio, Variante Trifunovic
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Trukea, Trifunovic Aldaera
fr: Gambit Dame refusé, défense slave, var. d'échange, var. Trifunović
id: QGD: Slavia, Tukar, Varian Trifunovic
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio, Variante Trifunovic
nl: GDG Slavisch: , Trifunovic ruilvariant
pl: Gam.hetm nieprzyj.,Słowiańska, wymienny, wariant Trifunovic'a
ru: Отказанный ферзевый гамбит: славянская защита, разменный вариант, вариант Трифуновича
si: DGZ slovanska, izmenjalna, Trifunoviceva različica
sv: Damgambit avböjd: Slaviskt, Avbytesvarianten, Trifunovicvarianten
tr: QGD Slav: takas, Trifunovic varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, розмінний варіант, варіант Трифуновича
vi: QGD Slav: trao đổi, Trifunović biến

source: Queen Gambit Declined Slav: Krause Attack
ar: جامبيت الوزير المرفوض السلافي: كراوز هجوم
br: Gambito da Dama Recusado, Defesa Eslava, Ataque Krause
ca: Gambit de Dama refusat - Defensa Eslava - Atac Krause
cs: QGD Slav: Krause attack
de: Damengambit (abgelehnt) Slawisch: Krause Angriff
es: Gambito de Dama Rehusado, Defensa Eslava, Ataque Krause
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Krause Erasoa
fr: Gambit Dame refusé, défense slave, attaque Krause
id: QGD: Slavia, Serangan Krause
it: Gambetto di Donna Rifiutato, Difesa Slava, Attacco Krause
nl: GDG Slavisch: Krause aanval
pl: Gam.hetm nieprzyj.,Słowiańska,atka Krause'go
ru: Отказанный ферзевый гамбит: славянская защита, атака Краузе
si: DGZ slovanska, Krausev napad
sv: Damgambit avböjd: Slaviskt, Krauses angrepp
tr: QGD Slav: Krause hücumu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, атака Краузе
vi: QGD Slav: Krause tấn công

source: Queen Gambit Declined Slav: Landau Variation
ar: جامبيت الوزير المرفوض السلافي: لاندو تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Landau
ca: Gambit de Dama refusat - Defensa Eslava - Variant Landau
cs: QGD Slav: Landau variation
de: Damengambit (abgelehnt) Slawisch: Landau-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Landau
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Landau Aldaera
fr: Gambit Dame refusé, défense slave, var. Landau
id: QGD: Slavia, Varian Landau
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Landau
nl: GDG Slavisch: Landau variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Landau
ru: Отказанный ферзевый гамбит: славянская защита, вариант Ландау
si: DGZ slovanska, Landauova različica
sv: Damgambit avböjd: Slaviskt, Landauvarianten
tr: QGD Slav: Landau varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Ландау
vi: QGD Slav: Landau biến

source: Queen Gambit Declined Slav: Schlechter Variation
ar: جامبيت الوزير المرفوض السلافي:شيليشتر تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Schlechter
ca: Gambit de Dama refusat - Defensa Eslava - Variant Schlechter
cs: QGD Slav: Schlechter variation
de: Damengambit (abgelehnt) Slawisch: Schlechter-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Schlechter
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Schlechter Aldaera
fr: Gambit Dame refusé, défense slave, var. Schlechter
id: QGD: Slavia, Varian Schlechter
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Schlechter
nl: GDG Slavisch: Schlechter variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Schlechter
ru: Отказанный ферзевый гамбит: славянская защита, вариант Шлехтера
si: DGZ slovanska, Schlechterjeva različica
sv: Damgambit avböjd: Slaviskt, Schlechtervarianten
tr: QGD Slav: Schlechter varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Шлехтера
vi: QGD Slav: Schlechter biến

source: Queen Gambit Declined Slav: Semmering Variation
ar: جامبيت الوزير المرفوض السلافي: سمرينغ تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Semmering
ca: Gambit de Dama refusat - Defensa Eslava - Variant Semmering
cs: QGD Slav: Semmering variation
de: Damengambit (abgelehnt) Slawisch: Semmering-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Semmering
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Semmering Aldaera
fr: Gambit Dame refusé, défense slave, var. de Semmering
id: QGD: Slavia, Varian Semmering
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Semmering
nl: GDG Slavisch: Semmering variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Semmering
ru: Отказанный ферзевый гамбит: славянская защита, земмерингский вариант
si: DGZ slovanska, Semmeringova različica
sv: Damgambit avböjd: Slaviskt, Semmeringvarianten
tr: QGD Slav: Semmering varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Земмерінгський варіант
vi: QGD Slav: biến thể Semmering

source: Queen Gambit Declined Slav: Slav Gambit
ar: جامبيت الوزير المرفوض السلافي: السلافي جامبيت
br: Gambito da Dama Recusado, Defesa Eslava, Gambito Eslavo
ca: Gambit de Dama refusat - Defensa Eslava - Gambit Eslavo
cs: QGD Slav: Slav gambit
de: Damengambit (abgelehnt) Slawisch: Slawisch Gambit
es: Gambito de Dama Rehusado, Defensa Eslava, Gambito Eslavo
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Eslaviar Ganbitoa
fr: Gambit Dame refusé, défense slave, gambit slave
id: QGD: Slavia, Gambit Slavia
it: Gambetto di Donna Rifiutato, Difesa Slava, Mossa di Eslavo
nl: GDG Slavisch: Slavisch gambiet
pl: Gam.hetm nieprzyj.,Słowiańska, gambit Słowiański
ru: Отказанный ферзевый гамбит: славянская защита, славянский гамбит
si: DGZ slovanska, slovanski gambit
sv: Damgambit avböjd: Slaviskt, slavisk gambit
tr: QGD Slav: Slav gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Слов’янський гамбіт
vi: QGD Slav: Slav Gambit

source: Queen Gambit Declined Slav: Smyslov Variation
ar: جامبيت الوزير المرفوض السلافي: سيمسلوف تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Smyslov
ca: Gambit de Dama refusat - Defensa Eslava - Variant Smyslov
cs: QGD Slav: Smyslov variation
de: Damengambit (abgelehnt) Slawisch: Smyslov-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Smyslov
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Smyslov Aldaera
fr: Gambit Dame refusé, défense slave, var. Smyslov
id: QGD: Slavia, Varian Smyslov
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Smyslov
nl: GDG Slavisch: Smyslov variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Smyslov'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Смыслова
si: DGZ slovanska, Smyslova različica
sv: Damgambit avböjd: Slaviskt, Smyslovvarianten
tr: QGD Slav: Smyslov varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Смислова
vi: QGD Slav: Smyslov biến

source: Queen Gambit Declined Slav: Soultanbeieff Variation
ar: جامبيت الوزير المرفوض السلافي: سلطانبيف تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Soultanbeieff
ca: Gambit de Dama refusat - Defensa Eslava - Variant Soultanbeieff
cs: QGD Slav: Soultanbeieff variation
de: Damengambit (abgelehnt) Slawisch: Soultanbeieff-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Soultanbeieff
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Soultanbeieff Aldaera
fr: Gambit Dame refusé, défense slave, var. Soultanbeieff
id: QGD: Slavia, Varian Soultanbeieff
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Soultanbeieff
nl: GDG Slavisch: Soultanbeieff variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Soultanbeieff'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Султанбеева
si: DGZ slovanska, Soultanbeieffova različica
sv: Damgambit avböjd: Slaviskt, Soultanbeieff-varianten
tr: QGD Slav: Soultanbeieff varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Султанбеєва
vi: QGD Slav: Soultanbeieff biến

source: Queen Gambit Declined Slav: Steiner Variation
ar: جامبيت الوزير المرفوض السلافي: شتاينر تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Steiner
ca: Gambit de Dama refusat - Defensa Eslava - Variant Steiner
cs: QGD Slav: Steiner variation
de: Damengambit (abgelehnt) Slawisch: Steiner-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Steiner
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Steiner Aldaera
fr: Gambit Dame refusé, défense slave, var. Steiner
id: QGD: Slavia, Varian Steiner
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Steiner
nl: GDG Slavisch: Steiner variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Steiner'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Стейнера
si: DGZ slovanska, Steinerjeva različica
sv: Damgambit avböjd: Slaviskt, Steinervarianten
tr: QGD Slav: Steiner varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Стейнера
vi: QGD Slav: Steiner biến

source: Queen Gambit Declined Slav: Suechting Variation
ar: جامبيت الوزير المرفوض السلافي: سوشتينج تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Suechting
ca: Gambit de Dama refusat - Defensa Eslava - Variant Suechting
cs: QGD Slav: Suechting variation
de: Damengambit (abgelehnt) Slawisch: Suechting-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Suechting
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Suechting Aldaera
fr: Gambit Dame refusé, défense slave, var. Süchting
id: QGD: Slavia, Varian Suechting
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Suechting
nl: GDG Slavisch: Suechting variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Suechting'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Зюхтинга
si: DGZ slovanska, Suechtingova različica
sv: Damgambit avböjd: Slaviskt, Süchtingvarianten
tr: QGD Slav: Suechting varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Зюхтінга
vi: QGD Slav: Suechting biến

source: Queen Gambit Declined Slav: Tolush-Geller Gambit
ar: جامبيت الوزير المرفوض السلافي: تولوش-جيلر جامبيت
br: Gambito da Dama Recusado, Defesa Eslava, Gambito Tolush-Geller
ca: Gambit de Dama refusat - Defensa Eslava - Gambit Tolush Geller
cs: QGD Slav: Tolush-Geller gambit
de: Damengambit (abgelehnt) Slawisch: Tolush-Geller Gambit
es: Gambito de Dama Rehusado, Defensa Eslava, Gambito Tolush Geller
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Tolush-Geller Ganbitoa
fr: Gambit Dame refusé, défense slave, gambit Tolush - Geller
id: QGD: Slavia, Gambit Tolush-Geller
it: Gambetto di Donna Rifiutato, Difesa Slava, Mossa di Tolush Geller
nl: GDG Slavisch: Tolush-Geller gambiet
pl: Gam.hetm nieprzyj.,Słowiańska, gambit Tolush-Geller
ru: Отказанный ферзевый гамбит: славянская защита, гамбит Толуша-Геллера
si: DGZ slovanska, Tolush-Gellerjev gambit
sv: Damgambit avböjd: Slaviskt, Tolusj-Gellers gambit
tr: QGD Slav: Tolush-Geller gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, гамбіт Толуша-Геллера
vi: QGD Slav: Tolush-Geller Gambit

source: Queen Gambit Declined Slav: Wiesbaden Variation
ar: جامبيت الوزير المرفوض السلافي: فيسبادن تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Wiesbaden
ca: Gambit de Dama refusat - Defensa Eslava - Variant Wiesbaden
cs: QGD Slav: Wiesbaden variation
de: Damengambit (abgelehnt) Slawisch: Wiesbaden-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Wiesbaden
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Wiesbaden Aldaera
fr: Gambit Dame refusé, défense slave, var. de Wiesbaden
id: QGD: Slavia, Varian Wiesbaden
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Wiesbaden
nl: GDG Slavisch: Wiesbaden variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Wiesbaden
ru: Отказанный ферзевый гамбит: славянская защита, висбаденский вариант
si: DGZ slovanska, Wiesbadenova različica
sv: Damgambit avböjd: Slaviskt, Wiesbadenvarianten
tr: QGD Slav: Wiesbaden varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Вісбаденський варіант
vi: QGD Slav: Wiesbaden biến

source: Queen Gambit Declined Slav: Winawer Counter-gambit
ar: جامبيت الوزير المرفوض السلافي: ويناور الجامبيت المضاد
br: Gambito da Dama Recusado, Defesa Eslava, Contra-Gambito Winawer
ca: Gambit de Dama refusat - Defensa Eslava - Contra-Gambit Winawer
cs: QGD Slav: Winawer counter-gambit
de: Damengambit (abgelehnt) Slawisch: Winawer Gegengambit
es: Gambito de Dama Rehusado, Defensa Eslava, ContraGambito Winawer
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Winawer Kontra-Ganbitoa
fr: Gambit Dame refusé, défense slave, contre-gambit Winawer
id: QGD: Slavia, Gambit Balasan Winawer
it: Gambetto di Donna Rifiutato, Difesa Slava, Controgambetto Winawer
nl: GDG Slavisch: Winawer tegengambiet
pl: Gam.hetm nieprzyj.,Słowiańska, kontrgambit Winawer'a
ru: Отказанный ферзевый гамбит: славянская защита, контргамбит Винавера
si: DGZ slovanska, Winawerjev proti-gambit
sv: Damgambit avböjd: Slaviskt, Winawers motgambit
tr: QGD Slav: Winawer karşı gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, контргамбіт Вінавера
vi: QGD Slav: Winawer phản Gambit

source: Queen Gambit Declined: 3...Nf6
ar: جامبيت الوزير المرفوض: 3...Nf7
br: Gambito da Dama Recusado, 3...Cf6
ca: Gambit de Dama refusat - 3 ... Cf6
cs: QGD: 3...Nf6
de: Damengambit (abgelehnt): 3...Sf6
es: Gambito de Dama Rehusado, 3...Cf6
eu: Damaren Ganbito Ukatua: 3...Zf6
fr: Gambit Dame refusé, 3...Cf6
id: QGD: 3.... Kf6
it: Gambetto di Donna Rifiutato, 3...Cf6
nl: GDG: 3 ... Pf6
pl: Gam.hetm nieprzyj. 3...Sf6
ru: Отказанный ферзевый гамбит: 3...Кf6
si: DGZ, 3...Sf6
sv: Damgambit avböjd: 3...Sf6
tr: QGD: 3...Nf6
uk: Відхилений ферзевий гамбіт: 3...Кf6
vi: QGD: 3 ... Nf6

source: Queen Gambit Declined: 3.Nc3
ar: جامبيت الوزير المرفوض: 3.Nc4
br: Gambito da Dama Recusado, 3.Cc3
ca: Gambit de Dama refusat - 3. Cc3
cs: QGD: 3.Nc3
de: Damengambit (abgelehnt): 3.Sc3
es: Gambito de Dama Rehusado, 3.Cc3
eu: Damaren Ganbito Ukatua: 3.Zc3
fr: Gambit Dame refusé, 3.Cc3
id: QGD: 3.Kc3
it: Gambetto di Donna Rifiutato, 3.Cc3
nl: GDG: 3.Pc3
pl: Gam.hetm nieprzyj. 3.Sc3
ru: Отказанный ферзевый гамбит: 3.Кc3
si: DGZ, 3. Sc3
sv: Damgambit avböjd: 3.Sc3
tr: QGD: 3.Nc3
uk: Відхилений ферзевий гамбіт: 3.Кc3
vi: QGD: 3.Nc3

source: Queen Gambit Declined: 4.Bg5
ar: جامبيت الوزير المرفوض: 4.Bg6
br: Gambito da Dama Recusado, 4.Bg5
ca: Gambit de Dama refusat - 4. Ag5
cs: QGD: 4.Bg5
de: Damengambit (abgelehnt): 4.Lg5
es: Gambito de Dama Rehusado, 4.Ag5
eu: Damaren Ganbito Ukatua: 4.Ag5
fr: Gambit Dame refusé, 4.Fg5
id: QGD: 4.Gg5
it: Gambetto di Donna Rifiutato, 4.Ag5
nl: QGD: 4.Bg5
pl: Gam.hetm nieprzyj. 4.Gg5
ru: Отказанный ферзевый гамбит: 4.Сg5
si: DGZ, 4. Lg5
sv: Damgambit avböjd: 4.Lg5
tr: QGD: 4.Bg5
uk: Відхилений ферзевий гамбіт: 4.Сg5
vi: QGD: 4.Bg5

source: Queen Gambit Declined: 4.Bg5 Be7
ar: جامبيت الوزير المرفوض: 4.Bg5 Be8
br: Gambito da Dama Recusado, 4.Bg5 Be7
ca: Gambit de Dama refusat - 4. Ag5 Ae7
cs: QGD: 4.Bg5 Be7
de: Damengambit (abgelehnt): 4.Lg5 Le7
es: Gambito de Dama Rehusado, 4.Ag5 Ae7
eu: Damaren Ganbito Ukatua: 4.Ag5 Ae7
fr: Gambit Dame refusé, 4.Fg5 Fe7
id: QGD: 4.Gg5 Ge7
it: Gambetto di Donna Rifiutato, 4.Ag5 Ae7
nl: GDG: 4.Lg5 Le7
pl: Gam.hetm nieprzyj. 4.Gg5 Ge7
ru: Отказанный ферзевый гамбит: 4.Сg5 Сe7
si: DGZ, 4. Lg5 Le7
sv: Damgambit avböjd: 4.Lg5 Le7
tr: QGD: 4.Bg5 Be7
uk: Відхилений ферзевий гамбіт: 4.Сg5 Сe7
vi: QGD: 4.Bg5 Be7

source: Queen Gambit Declined: 4.Bg5 Be7, 5.e3 O-O
ar: جامبيت الوزير المرفوض: 4.Bg5 Be7, 5.e3 O-O
br: Gambito da Dama Recusado, 4.Bg5 Be7 5.e3 O-O
ca: Gambit de Dama refusat - 4. Ag5 Ae7 - 5. e3 0-0
cs: QGD: 4.Bg5 Be7, 5.e3 O-O
de: Damengambit (abgelehnt): 4.Lg5 Le7, 5.e3 O-O
es: Gambito de Dama Rehusado, 4.Ag5 Ae7 5.e3 O O
eu: Damaren Ganbito Ukatua: 4.Ag5 Ae7, 5.e3 O-O
fr: Gambit Dame refusé, 4.Fg5 Fe7 5.e3 O-O
id: QGD: 4.Gg5 Ge7, 5.e3 0-0
it: Gambetto di Donna Rifiutato, 4.Ag5 Ae7 5.e3 O O
nl: GDG: 4.Lg5 Le7, 5.e3 O-O
pl: Gam.hetm nieprzyj. 4.Gg5 Ge7, 5.e3 O-O
ru: Отказанный ферзевый гамбит: 4.Сg5 Сe7, 5.e3 O-O
si: DGZ, 4. Lg5 Le7, 5. e3 O-O
sv: Damgambit avböjd: 4.Lg5 Le7, 5.e3 O-O
tr: QGD: 4.Bg5 Be7, 5.e3 O-O
uk: Відхилений ферзевий гамбіт: 4.Сg5 Сe7, 5.e3 O-O
vi: QGD: 4.Bg5 Be7, 5.e3 O-O

source: Queen Gambit Declined: 4.Bg5 Nbd7
ar: جامبيت الوزير المرفوض: 4.Bg5 Nbd8
br: Gambito da Dama Recusado, 4.Bg5 Cbd7
ca: Gambit de Dama refusat - 4. Ag5 Cbd7
cs: QGD: 4.Bg5 Nbd7
de: Damengambit (abgelehnt): 4.Lg5 Sbd7
es: Gambito de Dama Rehusado, 4.Ag5 Cbd7
eu: Damaren Ganbito Ukatua: 4.Ag5 Zbd7
fr: Gambit Dame refusé, 4.Fg5 Cbd7
id: QGD: 4.Gg5 Kbd7
it: Gambetto di Donna Rifiutato, 4.Ag5 Cbd7
nl: GDG: 4.Lg5 Pbd7
pl: Gam.hetm nieprzyj. 4.Gg5 Sbd7
ru: Отказанный ферзевый гамбит: 4.Сg5 Кbd7
si: DGZ, 4. Lg5 Sbd7
sv: Damgambit avböjd: 4.Lg5 Sbd7
tr: QGD: 4.Bg5 Nbd7
uk: Відхилений ферзевий гамбіт: 4.Сg5 Кbd7
vi: QGD: 4.Bg5 Nbd7
