Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Benko Gambit: Mutkin CounterGambit
es: Gambito Benko o Volga: Mutkin CounterGambit
eu: Benko Ganbitoa: Mutkin Kontra-Ganbitoa

source: Benko Gambit: Nd2 Variation
ar: جامبيت بينكو: Nd2 تفريع
br: Gambito Benko, 8.Cd2
ca: Gambit Benko - 8. Cd2
cs: Benko gambit: varianta s Jd2
de: Benko Gambit: Sd2-Variante
es: Gambito Benko, 8.Cd2
eu: Benko Ganbitoa: Zd2 Aldaera
fr: Gambit Benko, Cd2
id: Gambit Benko: Varian Kd2
it: Gambetto Benko, 8.Cd2
nl: Benko gambiet: Pd2 variant
pl: Gambit Benko: wariant Nd2
ru: Принятый волжский гамбит: вариант Кd2
si: Benko gambit: Sd2 različica
sv: Benkogambit: Sd2-varianten
tr: Benko gambiti: Nd2 varyasyonu
uk: Гамбіт Бенко: варіант Кd2
vi: Thí quân Benko: biến ND2

source: Benko Gambit: Ne2 Variation
ar: جامبيت بينكو: Ne2 تفريع
br: Gambito Benko, 9.Cge2
ca: Gambit Benko - 9. Cge2
cs: Benko gambit: varianta s Je2
de: Benko Gambit: Se2 Variante
es: Gambito Benko, 9.Cge2
eu: Benko Ganbitoa: Ze2 Aldaera
fr: Gambit Benko, Ce2 (var. yougoslave incluant 7...Fxf1 et Cge2)
id: Gambit Benko: Varian Ke2
it: Gambetto Benko, 9.Cge2
nl: Benko gambiet: Pe2 variant
pl: Gambit Benko: wariant Ne2
ru: Волжский гамбит: вариант с Кe2
si: Benko gambit: Se2 različica
sv: Benkogambit: Se2-varianten
tr: Benko gambiti: Ne2 varyasyonu
uk: Гамбіт Бенко: варіант Кe2
vi: Thí quân Benko: biến NE2

source: Benko Gambit: Nescafe Frappe Attack
ar: جامبيت بينكو: نيسكافيه فرابو هجوم
br: Gambito Benko, Ataque Nescafé Frappé
ca: Gambit Benko - Atac 'Nescafé Frappé'
cs: Benko gambit: Nescafe Frappe útok
de: Benko Gambit: Nescafe Frappe Angriff
es: Gambito Benko, Ataque Nescafé Frappé
eu: Benko Ganbitoa: Nescafe Frappe Erasoa
fr: Gambit Benko, attaque Nescafé frappé
id: Gambit Benko: Serangan Nescafe Frappe
it: Gambetto Benko, Attacco Nescafé Frappé
nl: Benko gambiet: Nescafe Frappe aanval
pl: Gambit Benko: Atak Nescafe Frappe
ru: Волжский гамбит: атака Nescafe фраппе
si: Benko gambit: Nescafe Frappe napad
sv: Benkogambit: Nescafe-Frappes angrepp
tr: Benko gambiti: Buzlu Neskafe hücumu
uk: Гамбіт Бенко: атака Нескафе Фрап
vi: Thí quân Benko: Tấn công Nescafe Frappe

source: Benko Gambit: Zaitsev System
ar: جامبيت بينكو: زايتسيف نظام
br: Gambito Benko, Sistema Zaitsev
ca: Gambit Benko - Sistema Zaitsev
cs: Benko gambit: Zaitsevův systém
es: Gambito Benko, Sistema Zaitsev
eu: Benko Ganbitoa: Zaitsev Sistema
fr: Gambit Benko, système Zaitsev
id: Gambit Benko: Sistem Zaitsev
it: Gambetto Benko, Sistema Zaitsev
nl: Benko gambiet: Zaitsev systeem
pl: Gambit Benko: system Zajcewa
ru: Волжский гамбит: система Зайцева
si: Benko gambit: Zaitsev sistem
sv: Benkogambit: Zaitsevvarianten
tr: Benko gambiti: Zaitsev sistemi
uk: Гамбіт Бенко: система Зайцева
vi: Thí quân Benko: hệ thống Zaitsev

source: Benko Gambit: Zaitsev Variation, Nescafe Frappe Attack
es: Gambito Benko o Volga: Variante Zaitsev, Ataque Nescafe Frappe
eu: Benko Ganbitoa: Zaitsev Aldaera, Nescafe Frappe Erasoa
fr: Gambit Benko, var. Zaitsev, attaque Nescafé frappé

source: Benko Opening
ar: افتتاح بينكو
br: Abertura Benko
ca: Obertura Benko
cs: Benkovo zahájení
de: Benko-Eröffnung
es: Apertura Benko
eu: Benkoren Irekiera
fr: Ouverture hongroise ou du fianchetto-roi (ouverture Benko ou Barcza ou Bilek)
id: Pembukaan Benko
it: Apertura Benko
pl: Debiut Benko
ru: Староиндийское начало
si: Benkova otvoritev
sv: Benkos spelöppning
tr: Benko'nun açılışı
uk: Староіндійський початок
vi: Khai cuộc Benko

source: Benko Opening: Reversed Alekhine
ar: افتتاح بينكو: المعكوس اليخين
br: Abertura Benko, Variante Alekhine Invertida
ca: Obertura Benko - Variant Alekhine invertida
cs: Benkovo zahájení: Obrácená Aljechinova
de: Benko-Eröffnung: Aljechin im Anzug
es: Apertura Benko, Variante Alekhine Invertida
eu: Benkoren Irekiera: Alekhine Alderantziz
fr: Ouverture hongroise ou du fianchetto-roi (ouverture Benko ou Barcza ou Bilek), var. défense Alekhine inversée
id: Pembukaan Benko: Alekhine Terbalik
it: Apertura Benko, Variante Alekhine Invertita
nl: Opening Benko: omgekeerd Aljechin
pl: Debiut Benko: odwrócony Alechin
ru: Староиндийское начало: защита Алехина с переменой цвета фигур
si: Benkova otvoritev: obratni Aljehin
sv: Benkos spelöppning: Omvänd Aljechin
tr: Benko'nun açılışı: tersine Alekhine
uk: Староіндійський початок: захист Альохіна зі зміною кольору фігур
vi: Khai cuộc Benko: đảo ngược Alekhine

source: Benoni Defence
ar: بينوني دفاع
br: Defesa Benoni
ca: Defensa Benoni
cs: Benoni obrana
de: Benoni Verteidigung
es: Defensa Benoni
eu: Benoni Defentsa
fr: Défense Benoni (de l'hébreu "Fils de ma douleur")
id: Pembelaan Benoni
it: Difesa Benoni
nl: Benoni verdediging
pl: Obrona Benoniego
ru: Защита Бенони
si: Benonijeva obramba
sv: Benoni
tr: Benoni savunması
uk: Захист Беноні
vi: Phòng thủ Benoni

source: Benoni Defence, Hromodka System
ar: بينوني دفاع, هرومودوكا نظام
br: Defesa Benoni, Sistema Hromodka
ca: Defensa Benoni - Sistema Hromodka
cs: Benoni obrana: Hromádkův systém
de: Benoni Verteidigung, Hromodka System
es: Defensa Benoni, Sistema Hromodka
eu: Benoni Defentsa, Hromodka Sistema
fr: Défense Benoni, système Hromádka
id: Pembelaan Benoni: Sistem Hromodka
it: Difesa Benoni, Sistema Hromodka
nl: Benoni verdediging Hromodka systeem
pl: Obrona Benoniego: system Hromodka
ru: Защита Бенони: система Громадки
si: Benonijeva obramba, Hromodka sistem
sv: Benoni: Hromodkavarianten
tr: Benoni savunması, Hromodka sistemi
uk: Захист Беноні: система Громадки
vi: Phòng thủ Benoni , hệ thống Hromodka

source: Benoni Defence: Benoni Gambit Accepted
es: Defensa Benoni: Benoni Gambit Accepted
eu: Benoni Defentsa: Benoni Ganbito Onartua
fr: Défense Benoni, gambit Benoni accepté

source: Benoni Defence: Benoni Gambit, Schlenker Defence
es: Defensa Benoni: Gambito Benoni, Defensa Schlenker
eu: Benoni Defentsa: Benoni Ganbitoa, Schlenker Defentsa

source: Benoni Defence: Benoni-Indian Defence
es: Defensa Benoni: Defensa Benoni-Indian
eu: Benoni Defentsa: Benoni-Indiar Defentsa
fr: Défense Benoni, défense Benoni-indienne

source: Benoni Defence: Benoni-Indian Defence, Kingside Move Order
es: Defensa Benoni: Defensa Benoni-Indian, Kingside Move Order
eu: Benoni Defentsa: Benoni-Indiar Defentsa, Errege aldeko mugimenduak

source: Benoni Defence: Benoni-Staunton Gambit
es: Defensa Benoni: Gambito Benoni-Staunton
eu: Benoni Defentsa: Benoni-Staunton Ganbitoa
fr: Défense Benoni, gambit Benoni - Staunton

source: Benoni Defence: Classical Variation
es: Defensa Benoni: Variante Classical
eu: Benoni Defentsa: Aldaera Klasikoa
fr: Défense Benoni, var. classique

source: Benoni Defence: Classical Variation, New York Variation
es: Defensa Benoni: Variante Classical, Variante New York
eu: Benoni Defentsa: Aldaera Klasikoa, New York Aldaera
fr: Défense Benoni classique, var. de New York

source: Benoni Defence: Cormorant Gambit
es: Defensa Benoni: Gambito Cormorant
eu: Benoni Defentsa: Gormoran Ganbitoa
fr: Défense Benoni, gambit du cormoran

source: Benoni Defence: Fianchetto Variation
es: Defensa Benoni: Variante Fianchetto
eu: Benoni Defentsa: Fianchetto Aldaera
fr: Défense Benoni, var. du fianchetto-roi

source: Benoni Defence: Franco-Sicilian Hybrid
es: Defensa Benoni: Franco-Sicilian Hybrid
eu: Benoni Defentsa: Franko-Siziliar hibridoa
fr: Défense Benoni, hybride franco-sicilienne

source: Benoni Defence: Modern Variation
es: Defensa Benoni: Variante Modern
eu: Benoni Defentsa: Aldaera Modernoa
fr: Défense Benoni, var. moderne

source: Benoni Defence: Modern Variation, Snake Variation
es: Defensa Benoni: Variante Modern, Variante Snake
eu: Benoni Defentsa: Aldaera Modernoa, Sugearen Aldaera
fr: Défense Benoni, var. moderne, var. du serpent (en suédois "orm", anagramme des initiales de Rolf Olav Martens, qui envisage aussi un mouvement sinueux du fou avec 6...Fc7 et parfois ...Fa5)

source: Benoni Defence: Old Benoni
es: Defensa Benoni: Old Benoni
eu: Benoni Defentsa: Benoni Zaharra
fr: Défense Benoni ancienne

source: Benoni Defence: Snail Variation
es: Defensa Benoni: Variante Snail
eu: Benoni Defentsa: Barraskilo Aldaera
fr: Défense Benoni ancienne, var. de l'escargot

source: Benoni Defence: Weenink Variation
es: Defensa Benoni: Variante Weenink
eu: Benoni Defentsa: Weenink Aldaera
fr: Défense Benoni, var. Weenink

source: Benoni Defence: Zilbermints-Benoni Gambit
es: Defensa Benoni: Gambito Zilbermints-Benoni
eu: Benoni Defentsa: Zilbermints-Benoni Ganbitoa
fr: Défense Benoni, gambit Zilbermints - Benoni

source: Benoni Defence: Zilbermints-Benoni Gambit, Tamarkin CounterGambit
es: Defensa Benoni: Gambito Zilbermints-Benoni, Tamarkin CounterGambit
eu: Benoni Defentsa: Zilbermints-Benoni Ganbitoa, Tamarkin Kontra-Ganbitoa

source: Benoni: Classical With ...Re8 And ...Na6
ar: بينوني: الكلاسيكي مع ...Re8 و ...Na7
br: Defesa Benoni, Variante Clássica, ...Te8 e ...Ca6
ca: Defensa Benoni - Variant clàssica - 10 ... Ca6
cs: Benoni: Klasický systém s - Re8 a - Ja6
de: Benoni: Klassisch mit ...Te8 und ...Sa6
es: Defensa Benoni, VarianteClásica, 10...Ca6
eu: Benoni: Klasikoa ...Ge8 eta ...Za6rekin
fr: Défense Benoni classique, avec ...Te8 et ...Ca6 (défense Czerniak)
id: Benoni: Klasik dg ...Bd8 dan ...Ka6
it: Difesa Benoni, Variante Classica, 10...Ca6
nl: Benoni: klassiek met ... Te8 en ... Pa6
pl: Benoni: klasyczny z ...Re8 i ...Na6
ru: Модерн-Бенони: классический вариант с ...Лe8 и ...Кa6
si: Benoni: klasična z ...Te8 in ...Sa6
sv: Benoni: Klassisk med ...Te8 och ...Sa6
tr: Benoni: ...Re8 ve ...Na6 ile klasik
uk: Сучасний Беноні: класичний варіант з ...Тe8 і ...Кa6
vi: Benoni: cổ điển với ... Re8 và ... Na6

source: Benoni: Classical With ...a6 And 10...Bg4
ar: بينوني: الكلاسيكي مع ...a6 و 10...Bg5
br: Defesa Benoni, Variante Clássica, ...a6 e 10...Bg4
ca: Defensa Benoni - Variant clàssica - 10 ..... Ag4
cs: Benoni: Klasický systém s - a6 a 10. - Sg4
de: Benoni: Klassisch mit ...a6 und 10...Lg4
es: Defensa Benoni, Variante Clásica, 10...Ag4
eu: Benoni: Klasikoa ...a6 eta 10...Ag4rekin
fr: Défense Benoni classique, avec ...a6 et 10...Fg4 (contre-attaque argentine)
id: Benoni: Klasik dg ...a6 dan 10...Gg4
it: Difesa Benoni, Variante Classica, 10...Ag4
nl: Benoni: klassiek met ... a6 en 10 ... Lg4
pl: Benoni: klasyczny z ...a6 i 10...Bg4
ru: Модерн-Бенони: классический вариант с ...a6 и 10...Сg4
si: Benoni: klasična z ...a6 in 10. Lg4
sv: Benoni: Klassisk med ...a6 och 10...Lg4
tr: Benoni: ...a6 ve 10...Bg4 ile klasik
uk: Сучасний Беноні: класичний варіант з ...a6 і 10...Сg4
vi: Benoni: cổ điển với ... a6 và 10 ... Bg4

source: Benoni: Classical With E4 And Nf3
ar: بينوني: الكلاسيكي مع e4 و Nf4
br: Defesa Benoni, Variante Clássica, 6.e4 e 7.Cf3
ca: Defensa Benoni - Variant clàssica 6. e4 i 7. Cf3
cs: Benoni: Klasický systém s e4 a Jf3
de: Benoni: Klassisch mit e4 und Sf3
es: Defensa Benoni, Variante Clásica 6.e4 y 7.Cf3
eu: Benoni: Klasikoa e4 eta Zf3rekin
fr: Défense Benoni classique, avec e4 et Cf3
id: Benoni: Klasik dg e4 dan Kf3
it: Difesa Benoni, Variante Classica 6.e4 y 7.Cf3
nl: Benoni: klassiek met e4 en Pf3
pl: Benoni: klasyczny z e4 i Nf3
ru: Модерн-Бенони: классический вариант с e4 и Кf3
si: Benoni: klasična z e4 in Sf3
sv: Benoni: Klassisk med e4 och Sf3
tr: Benoni: e4 ve Nf3 ile klasik
uk: Сучасний Беноні: класичний варіант з e4 і Кf3
vi: Benoni: cổ điển với e4 và NF3

source: Benoni: Classical Without 9.O-O
ar: بينوني: الكلاسيكي بدون 9.O-O
br: Defesa Benoni, Variante Clássica sem 9.O-O
ca: Defensa Benoni - Variant clàssica sense 9. 0-0
cs: Benoni: Klasický systém bez 9. 0-0
de: Benoni: Klassisch ohne 9.O-O
es: Defensa Benoni, Variante Clásica sin 9.O O
eu: Benoni: Klasikoa 9.O-O gabe
fr: Défense Benoni classique, sans 9.O-O (var. traditionnelle)
id: Benoni: Klasik tanpa 9.0-0
it: Difesa Benoni, Variante Classica sin 9.O O
nl: Benoni: klassiek zonder 9.O-O
pl: Benoni: klasyczny bez 9.O-O
ru: Модерн-Бенони: классический вариант без 9.O-O
si: Benoni: klasična brez 9. O-O
sv: Benoni: Klassisk utan 9.O-O
tr: Benoni: 9.O-O olmadan klasik
uk: Сучасний Беноні: класичний варіант без 9.O-O
vi: Benoni: cổ điển mà không 9.O-O

source: Benoni: Classical, 11.f3
ar: بينوني: الكلاسيكي, 11.f4
br: Defesa Benoni, Variante Clássica, 11.f3
ca: Defensa Benoni - Variant clàssica - 10 ... Ca6 11. f3
cs: Benoni: Klasický systém, 11. f3
de: Benoni: Klassisch, 11.f3
es: Defensa Benoni, Variante Clásica, 10...Ca6 11.f3
eu: Benoni: Klasikoa, 11.f3
fr: Défense Benoni classique, 11.f3
id: Benoni: Klasik, 11.f3
it: Difesa Benoni, Variante Classica, 10...Ca6 11.f3
nl: Benoni: klassiek, 11.f3
pl: Benoni: klasyczny, 11.f3
ru: Модерн-Бенони: классический вариант, 11.f3
si: Benoni: klasična, 11. f3
sv: Benoni: Klassisk, 11.f3
tr: Benoni: klasik, 11.f3
uk: Сучасний Беноні: класичний варіант, 11.f3
vi: Benoni: cổ điển, 11.f3

source: Benoni: Classical, 8.Bg5
ar: بينوني: الكلاسيكي, 8.Bg6
br: Defesa Benoni, Variante Clássica, 8.Bg5
ca: Defensa Benoni - Variant clàssica - 8. Ag5
cs: Benoni: Klasický systém, 8. Sg5
de: Benoni: Klassisch, 8.Lg5
es: Defensa Benoni, Variante Clásica, 8.Ag5
eu: Benoni: Klasikoa, 8.Ag5
fr: Défense Benoni classique, 8.Fg5 (attaque Averbakh - Grivas)
id: Benoni: Klasik, 8.Gg5
it: Difesa Benoni, Variante Classica, 8.Ag5
nl: Benoni: klassiek, 8.Lg5
pl: Benoni: klasyczny, 8.Bg5
ru: Модерн-Бенони: классический вариант, 8.Сg5
si: Benoni: klasična, 8.Sg5
sv: Benoni: Klassisk, 8.Lg5
tr: Benoni: klasik, 8.Bg5
uk: Сучасний Беноні: класичний варіант, 8.Сg5
vi: Benoni: cổ điển, 8.Bg5

source: Benoni: Classical, 9...Re8
ar: بينوني: الكلاسيكي, 9...Re9
br: Defesa Benoni, Variante Clássica, 9...Te8
ca: Defensa Benoni - Variant clàssica - 9 ... Te8
cs: Benoni: Klasický systém, 9. - Ve8
de: Benoni: Klassisch, 9...Te8
es: Defensa Benoni, Variante Clásica, 9...Te8
eu: Benoni: Klasikoa, 9...Ge8
fr: Défense Benoni classique, 9...Te8
id: Benoni: Klasik, 9...Be8
it: Difesa Benoni, Variante Classica, 9...Te8
nl: Benoni: klassiek, 9 ... Te8
pl: Benoni: klasyczny, 9...Re8
ru: Модерн-Бенони: классический вариант, 9...Лe8
si: Benoni: klasična, 9. Te8
sv: Benoni: Klassisk, 9...Te8
tr: Benoni: klasik, 9...Re8
uk: Сучасний Беноні: класичний варіант, 9...Тe8
vi: Benoni: cổ điển, 9 ... Re8

source: Benoni: Classical, 9...Re8, 10.Nd2
ar: بينوني: الكلاسيكي, 9...Re8, 10.Nd3
br: Defesa Benoni, Variante Clássica, 9...Te8, 10.Cd2
ca: Defensa Benoni - Variant clàssica - 10. Cd2
cs: Benoni: Klasický systém, 9. - Ve8 10. Jd2
de: Benoni: Klassisch, 9...Te8, 10.Sd2
es: Defensa Benoni, Variante Clásica, 10.Cd2
eu: Benoni: Klasikoa, 9...Ge8, 10.Zd2
fr: Défense Benoni classique, 9...Te8 10.Cd2
id: Benoni: Klasik, 9...Be8, 10.Kd2
it: Difesa Benoni, Variante Classica, 10.Cd2
nl: Benoni: klassiek, 9 ... Te8, 10.Pd2
pl: Benoni: klasyczny, 9...Re8, 10.Nd2
ru: Модерн-Бенони: классический вариант, 9...Лe8, 10.Кd2
si: Benoni: klasična, 9. Te8, 10. Sd2
sv: Benoni: Klassisk, 9...Te8, 10.Sd2
tr: Benoni: klasik, 9...Re8, 10.Nd2
uk: Сучасний Беноні: класичний варіант, 9...Тe8, 10.Кd2
vi: Benoni: cổ điển, 9 ... Re8, 10.Nd2

source: Benoni: Classical, 9...a6, 10.a4
ar: بينوني: الكلاسيكي, 9...a6, 10.a5
br: Defesa Benoni, Variante Clássica, 9...a6, 10.a4
ca: Defensa Benoni - Variant clàssica - 9 ... a6 10. a4
cs: Benoni: Klasický systém, 9. - a6 10. a4
de: Benoni: Klassisch, 9...a6, 10.a4
es: Defensa Benoni, Variante Clásica, 9...a6 10.a4
eu: Benoni: Klasikoa, 9...a6, 10.a4
fr: Défense Benoni classique, 9...a6 10.a4
id: Benoni: Klasik, 9...a6, 10.a4
it: Difesa Benoni, Variante Classica, 9...a6 10.a4
nl: Benoni: klassiek, 9 ... a6, 10.a4
pl: Benoni: klasyczny, 9...a6, 10.a4
ru: Модерн-Бенони: классический вариант, 9...a6, 10.a4
si: Benoni: klasična, 9. a6, 10. a4
sv: Benoni: Klassisk, 9...a6, 10.a4
tr: Benoni: klasik, 9...a6, 10.a4
uk: Сучасний Беноні: класичний варіант, 9...a6, 10.a4
vi: Benoni: cổ điển, 9 ... a6, 10.a4

source: Benoni: Classical, 9.O-O
ar: بينوني: الكلاسيكي, 9.O-O
br: Defesa Benoni, Variante Clássica, 9.O-O
ca: Defensa Benoni - Variant clàssica - 9. 0-0
cs: Benoni: Klasický systém, 9. 0-0
de: Benoni: Klassisch, 9.O-O
es: Defensa Benoni, Variante Clásica, 9.O O
eu: Benoni: Klasikoa, 9.O-O
fr: Défense Benoni classique, 9.O-O
id: Benoni: Klasik, 9.0-0
it: Difesa Benoni, Variante Classica, 9.O O
nl: Benoni: klassiek, 9.O-O
pl: Benoni: klasyczny, 9.O-O
ru: Модерн-Бенони: классический вариант, 9.O-O
si: Benoni: klasična, 9. O-O
sv: Benoni: Klassisk, 9.O-O
tr: Benoni: klasik, 9.O-O
uk: Сучасний Беноні: класичний варіант, 9.O-O
vi: Benoni: cổ điển, 9.O-O

source: Benoni: Fianchetto Variation
ar: بينوني: فيل الوتر الطويل تفريع
br: Defesa Benoni, Variante do Fianchetto
ca: Defensa Benoni - Variant del Fianchetto
de: Benoni: Fianchettovariante
es: Defensa Benoni, Variante del Fianchetto
eu: Benoni: Fianchetto Aldaera
fr: Défense Benoni, var. du fianchetto-roi
id: Benoni: Varian Fianchetto
it: Difesa Benoni, Variante del Fianchetto
nl: Benoni: fianchetto variant
pl: Benoni: wariant fianchetto
ru: Модерн-Бенони: вариант с фианкетто
si: Benoni: krilni razvoj različica
sv: Benoni: Fianchettovarianten
tr: Benoni: fianchetto varyasyonu
uk: Сучасний Беноні: варіант з фіанкетто
vi: Benoni: biến thể fianchetto

source: Benoni: Fianchetto, 11...Re8
ar: بينوني: فيل الوتر الطويل, 11...Re9
br: Defesa Benoni, Variante do Fianchetto, 11...Te8
ca: Defensa Benoni - Variant del Fianchetto - 11 ... Te8
de: Benoni: Fianchetto, 11...Te8
es: Defensa Benoni, Variante del Fianchetto, 11...Te8
eu: Benoni: Fianchetto, 11...Ge8
fr: Défense Benoni, var. du fianchetto-roi, 11...Te8 (défense d'Hastings, ligne principale)
id: Benoni: Fianchetto, 11...Be8
it: Difesa Benoni, Variante del Fianchetto, 11...Te8
nl: Benoni: fianchetto, 11...Te8
ru: Модерн-Бенони: вариант с фианкетто, 11...Лe8
si: Benoni: krilni razvoj, 11. Te8
sv: Benoni: Fianchetto, 11...Te8
uk: Сучасний Беноні: варіант з фіанкетто, 11...Тe8

source: Benoni: Fianchetto, 9...Nbd7
ar: بينوني: فيل الوتر الطويل, 9...Nbd8
br: Defesa Benoni, Variante do Fianchetto, 9... Cbd7
ca: Defensa Benoni - Variant del Fianchetto - 9 ... Cbd7
de: Benoni: Fianchetto, 9...Sbd7
es: Defensa Benoni, Variante del Fianchetto, 9...Cbd7
eu: Benoni: Fianchetto, 9...Zbd7
fr: Défense Benoni, var. du fianchetto-roi, 9...Cbd7 (défense d'Hastings)
id: Benoni: Fianchetto, 9...Kbd7
it: Difesa Benoni, Variante del Fianchetto, 9...Cbd7
nl: Benoni: fianchetto, 9...Pbd7
ru: Модерн-Бенони: вариант с фианкетто, 9...Кbd7
si: Benoni: krilni razvoj, 9. Sbd7
sv: Benoni: Fianchetto, 9...Sbd7
uk: Сучасний Беноні: варіант з фіанкетто, 9...Кbd7

source: Benoni: Four Pawns Attack
ar: بينوني: الأربعة بيادق هجوم
br: Defesa Benoni, Ataque dos 4 Peões
ca: Defensa Benoni - Atac dels quatre peons
de: Benoni: Vierbauernangriff
es: Defensa Benoni, Ataque de los 4 Peones
eu: Benoni: Lau Peoien Erasoa
fr: Défense Benoni, attaque des quatre pions
id: Benoni: Serangan 4 Bidak
it: Difesa Benoni, Attacco dei 4 Pedoni
nl: Benoni: vier pionnen aanval
pl: Benoni: atak czterech pionów
ru: Модерн-Бенони: атака четырех пешек
si: Benoni: napad štirih kmetov
sv: Benoni: Fyrbondesangrepp
tr: Benoni: dört piyon hücumu
uk: Сучасний Беноні: атака чотирьох пішаків
vi: Benoni: tấn công bốn tốt

source: Benoni: Four Pawns Attack, Main Line
ar: بينوني: الأربعة بيادق هجوم, الخط الرئيسي
br: Defesa Benoni, Ataque dos 4 Peões, Linha Principal
ca: Defensa Benoni - Atac dels quatre peons - Línia principal
cs: Benoni: Útok čtyř pěšců, hlavní varianta
de: Benoni: Vierbauernangriff, Hauptvariante
es: Defensa Benoni, Ataque de los 4 Peones, Linea Principal
eu: Benoni: Lau Peoien Erasoa, Lerro Nagusia
fr: Défense Benoni, attaque des quatre pions, ligne principale
id: Benoni: Serangan 4 Bidak, Jalur Utama
it: Difesa Benoni, Attacco dei 4 Pedoni, Linea Principale
nl: Benoni: vier pionnen aanval, hoofdlijn
pl: Benoni: atak czterech pionów, główna linia
ru: Модерн-Бенони: атака четырех пешек, основной вариант
si: Benoni: napad štirih kmetov, glavna linija
sv: Benoni: Fyrbondesangrepp, huvudvariant
tr: Benoni: dört piyon hücumu, ana hat
uk: Сучасний Беноні: атака чотирьох пішаків, основний варіант
vi: Benoni: tấn công bốn tốt, dòng chính

source: Benoni: Mikenas Variation
ar: بينوني: ميكناس تفريع
br: Defesa Benoni, Variante Mikenas
ca: Defensa Benoni - Atac central - Variant Mikenas
cs: Benoni: Mikenasova varianta
de: Benoni: Mikenas-Variante
es: Defensa Benoni, Ataque Central, Variante Mikenas
eu: Benoni: Mikenas Aldaera
fr: Défense Benoni, var. Mikenas
id: Benoni: Varian Mikenas
it: Difesa Benoni, Attacco Centrale, Variante Mikenas
nl: Benoni: Mikenas variant
pl: Benoni: wariant Mikenas'a
ru: Модерн-Бенони: вариант Микенаса
si: Benoni: Mikenas različica
sv: Benoni: Mikenasvarianten
tr: Benoni: Mikenas varyasyonu
uk: Сучасний Беноні: вариант Мікенаса
vi: Benoni: biến thể Mikenas

source: Benoni: Nimzovich (knight Tour) Variation
ar: بينوني: نيمزوفيتش تفريع ( جولة الحصان)
br: Defesa Benoni, Variante Nimzowitsch (Viajem do Cavalo)
ca: Defensa Benoni - Variant Nimzowitsch o 'viatge del cavall'
cs: Benoni: Nimcovičova varianta
de: Benoni: Nimzowitsch (knight's tour)-Variante
es: Defensa Benoni, Variante Nimzowitsch o Viaje del Caballo
eu: Benoni: Nimzovich (Zaldunaren Bira) Aldaera
fr: Défense Benoni, var. Nimzowitsch (circuit du cavalier)
id: Benoni: Varian Nimzowitch (Kuda Tur)
it: Difesa Benoni, Variante Nimzowitsch o Viaje del Cavallo
nl: Benoni: Nimzovich (Paardensprong) variant
pl: Benoni: wariant Nimzovitsch'a (problem skoczka)
ru: Модерн-Бенони: вариант Нимцовича
si: Benoni: Nimzovich (skakačev krog) različica
sv: Benoni: Nimzowitschvarianten
tr: Benoni: Nimzovich (at'ın turu) varyasyonu
uk: Сучасний Беноні: варіант Німцовича
vi: Benoni: biến thể Nimzovich (hành trình của quân mã)

source: Benoni: Pawn Storm Variation
ar: بينوني: تفريع عاصفة البيدق
br: Defesa Benoni, Variante Tempestade de Peões
ca: Defensa Benoni - Atac central o Variant 'tempesta de peons'
cs: Benoni: varianta Pěšcová bouře
de: Benoni: Bauernsturmvariante
es: Defensa Benoni, Ataque Central o Variante Tormenta de Peones
eu: Benoni: Peoi ekaitza Aldaera
fr: Défense Benoni, var. de la marée de pions
id: Benoni: Varian Bidak Listrik
it: Difesa Benoni, Attacco Centrale o Variante Tormenta de Pedoni
nl: Benoni: pionstorm variant
pl: Benoni: wariant szturmu pionów
ru: Модерн-Бенони: вариант пешечного штурма
si: Benoni: pawn storm različica
sv: Benoni: Bondestormsvarianten
tr: Benoni: piyon fırtınası varyasyonu
uk: Сучасний Беноні: варіант пішакового штурму
vi: Benoni: biến thể bão tốt

source: Benoni: Taimanov Variation
ar: بينوني: تيمانوف تفريع
br: Defesa Benoni, Variante Taimanov
ca: Defensa Benoni - Atac central - Variant Taimanov
cs: Benoni: Tajmanova varianta
de: Benoni: Taimanov-Variante
es: Defensa Benoni, Ataque Central, Variante Taimanov
eu: Benoni: Taimanov Aldaera
fr: Défense Benoni, var. Taïmanov
id: Benoni: Varian Taimanov
it: Difesa Benoni, Attacco Centrale, Variante Taimanov
nl: Benoni: Taimanov variant
pl: Benoni: wariant Tajmanowa
ru: Модерн-Бенони: вариант Тайманова
si: Benoni: Taimanov različica
sv: Benoni: Tajmanovvarianten
tr: Benoni: Taimanov varyasyonu
uk: Сучасний Беноні: варіант Тайманова
vi: Benoni: biến thể Taimanov

source: Benoni: Uhlmann Variation
ar: بينوني: أولمان تفريع
br: Defesa Benoni, Variante Uhlmann
ca: Defensa Benoni - Variant Uhlmann
cs: Benoni: Uhlmannova varianta
de: Benoni: Uhlmann-Variante
es: Defensa Benoni, Variante Uhlmann
eu: Benoni: Uhlmann Aldaera
fr: Défense Benoni, var. Uhlmann
id: Benoni: Varian Uhlmann
it: Difesa Benoni, Variante Uhlmann
nl: Benoni: Uhlmann variant
pl: Benoni: wariant Uhlmanna
ru: Модерн-Бенони: вариант Ульмана
si: Benoni: Uhlman različica
sv: Benoni: Uhlmannvarianten
tr: Benoni: Uhlmann varyasyonu
uk: Сучасний Беноні: варіант Ульмана
vi: Benoni: biến thể Uhlmann
