Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Bird Opening
ar: بيرد افتتاح
br: Abertura Bird
ca: Obertura Bird
cs: Birdovo zahájení
de: Bird-Eröffnung
es: Apertura Bird
eu: Bird Irekiera
fr: Ouverture Bird
id: Pembukaan Bird
it: Apertura Bird
nl: Bird's opening
pl: DebiutBird'a
ru: Дебют Берда
si: Birdova otvoritev
sv: Birds spelöppning
tr: Kuş'un açılışı
uk: Дебют Берда
vi: Khai cuộc Bird

source: Bird Opening, Swiss Gambit
ar: بيرد افتتاح, السويسري جامبيت
br: Abertura Bird, Gambito Suiço
ca: Obertura Bird - Gambit Suís
cs: Birdovo zahájení: Švýcarský gambit
de: Bird-Eröffnung, Schweizer Gambit
es: Apertura Bird, Gambito Suizo
eu: Bird Irekiera, Suitzako Ganbitoa
fr: Ouverture Bird, gambit suisse
id: Bird: Gambit Swiss
it: Apertura Bird, Gambetto Svizzero
nl: Bird's opening, Zwitsers gambiet
pl: Debiut Bird'a: gambit szwajcarski
ru: Дебют Берда: швейцарский гамбит
si: Birdova otvoritev, švicarski gambit
sv: Bird: Schweizergambit
tr: Kuş'un açılışı, İsviçre gambiti
uk: Дебют Берда: Швейцарський гамбіт
vi: Khai cuộc Bird, thí quân Thụy Sĩ

source: Bird Opening: Batavo-Polish Attack
es: Apertura Bird: Ataque Batavo-Polaco
eu: Bird Irekiera: Bataviar-Poloniar Erasoa

source: Bird Opening: Dutch Variation
es: Apertura Bird: Variante Holandesa
eu: Bird Irekiera: Holandar Aldaera
fr: Ouverture Bird, var. hollandaise

source: Bird Opening: Dutch Variation, Batavo Gambit
es: Apertura Bird: Variante Holandesa, Gambito Batavo
eu: Bird Irekiera: Holandar Aldaera, Bataviar Ganbitoa

source: Bird Opening: Dutch Variation, Dudweiler Gambit
es: Apertura Bird: Variante Holandesa, Gambito Dudweiler
eu: Bird Irekiera: Holandar Aldaera, Dudweiler Ganbitoa
fr: Ouverture Bird, var. hollandaise, gambit de Dudweiler

source: Bird Opening: From Gambit
ar: بيرد: جامبيت فروم
br: Abertura Bird, Gambito From
ca: Obertura Bird - Gambit From
cs: Birdova: Fromův gambit
de: Bird: Froms Gambit
es: Apertura Bird, Gambito From
eu: Bird: From Ganbitoa
fr: Ouverture Bird, gambit From
id: Bird: Gambit Form
it: Apertura Bird, Gambetto From
nl: Bird: From gambiet
pl: Bird: gambit Froma
ru: Дебют Берда: гамбит Фрома
si: Bird: From gambit
sv: Bird: Froms gambit
tr: Kuş: gambitten
uk: Дебют Берда: гамбіт Фрома
vi: Bird: Từ gambit

source: Bird Opening: From Gambit, Bahr Gambit
es: Apertura Bird: Gambito From, Gambito Bahr
eu: Bird Irekiera: From Ganbitoa, Bahr Ganbitoa

source: Bird Opening: From Gambit, Langheld Gambit
es: Apertura Bird: Gambito From, Gambito Langheld
eu: Bird Irekiera: From Ganbitoa, Langheld Ganbitoa

source: Bird Opening: From Gambit, Lasker Variation
ar: بيرد: جامبيت فروم, لاسكر تفريع
br: Abertura Bird, Gambito From, Variante Lasker
ca: Obertura Bird - Gambit From - Variant Lasker
cs: Birdova: Fromův gambit, Laskerova varianta
de: Bird: Froms Gambit, Lasker-Variante
es: Apertura Bird, Gambito From, Variante Lasker
eu: Bird: From Ganbitoa, Lasker Aldaera
fr: Ouverture Bird, gambit From, var. Lasker
id: Bird: Gambit Form, Varian Lasker
it: Apertura Bird, Gambetto From, Variante Lasker
nl: Bird: From gambit, Lasker variant
pl: Bird: gambit Froma, wariant Lasker'a
ru: Дебют Берда: гамбит Фрома, вариант Ласкера
si: Bird: From gambit, Laskerjeva različica
sv: Bird: Froms gambit, Laskervarianten
tr: Kuş: gambitten, Lasker varyasyonu
uk: Дебют Берда: гамбіт Фрома, варіант Ласкера
vi: Bird: Từ gambit, biến thể Lasker

source: Bird Opening: From Gambit, Lipke Variation
ar: بيرد: جامبيت فروم, ليبكي تفريع
br: Abertura Bird, Gambito From, Variante Lipke
ca: Obertura Bird - Gambit From - Variant Lipke
cs: Birdova: Fromův gambit, Lipkeho varianta
de: Bird: Froms Gambit, Lipke-Variante
es: Apertura Bird, Gambito From, Variante Lipke
eu: Bird: From Ganbitoa, Lipke Aldaera
fr: Ouverture Bird, gambit From, var. Lipke
id: Bird: Gambit Form, Varian Lipke
it: Apertura Bird, Gambetto From, Variante Lipke
nl: Bird: From gambiet, Lipke variant
pl: Bird: gambit Froma, wariant Lipke'a
ru: Дебют Берда: гамбит Фрома, вариант Липке
si: Bird: From gambit, Lipke različica
sv: Bird: Froms gambit, Lipkevarianten
tr: Kuş: gambitten, Lipke varyasyonu
uk: Дебют Берда: гамбіт Фрома, варіант Ліпке
vi: Bird: Từ gambit, biến thể Lipke

source: Bird Opening: Hobbs Gambit
ar: بيرد: هوبس جامبيت
br: Abertura Bird, Gambito Hobbs
ca: Obertura Bird - Gambit Hobbs
cs: Birdova: Hobbsův gambit
de: Bird: Hobbs Gambit
es: Apertura Bird, Gambito Hobbs
eu: Bird: Hobbs Ganbitoa
fr: Ouverture Bird, gambit Hobbs
id: Bird: Gambit Hobbs
it: Apertura Bird, Gambetto Hobbs
nl: Bird: Hobbs gambiet
pl: Bird: gambit Hobbsa
ru: Дебют Берда: гамбит Гоббса
si: Bird: Hobbs gambit
sv: Bird: Hobbs gambit
tr: Kuş: Hobbs gambiti
uk: Дебют Берда: гамбіт Гоббса
vi: Bird: Hobbs Gambit

source: Bird Opening: Hobbs-Zilbermints Gambit
es: Apertura Bird: Gambito Hobbs-Zilbermints
eu: Bird Irekiera: Hobbs-Zilbermints Ganbitoa
fr: Ouverture Bird, gambit Hobbs - Zilbermints

source: Bird Opening: Horsefly Defence
es: Apertura Bird: Defensa Horsefly
eu: Bird Irekiera: Ezpara Defentsa
fr: Ouverture Bird, défense horsefly (du taon, et jeu de mots avec "horse flight" ?)

source: Bird Opening: Lasker Gambit
es: Apertura Bird: Gambito Lasker
eu: Bird Irekiera: Lasker Ganbitoa
fr: Ouverture Bird, gambit Lasker

source: Bird Opening: Lasker Variation
ar: بيرد افتتاح: لاسكر تفريع
br: Abertura Bird, Variante Lasker
ca: Obertura Bird - Variant Lasker
cs: Birdovo zahájení: Laskerova varianta
de: Bird-Eröffnung: Lasker-Variante
es: Apertura Bird, Variante Lasker
eu: Bird Irekiera: Lasker Aldaera
fr: Ouverture Bird, var. Lasker
id: Bird: Varian Lasker
it: Apertura Bird, Variante Lasker
nl: Bird's opening : Lasker variant
pl: Debiut Bird'a: wariant Laskera
ru: Дебют Берда: вариант Ласкера
si: Birdova otvoritev: Laskerjeva različica
sv: Bird: Laskervarianten
tr: Kuş'un açılışı: Lasker varyasyonu
uk: Дебют Берда: варіант Ласкера
vi: Khai cuộc Bird: biến Lasker

source: Bird Opening: Mujannah
es: Apertura Bird: Mujannah
eu: Bird Irekiera: Mujannah
fr: Ouverture Bird, formation Mujannah (du persan "ouverture par le flanc")

source: Bird Opening: Myers Defence
es: Apertura Bird: Defensa Myers
eu: Bird Irekiera: Myers Defentsa
fr: Ouverture Bird, défense Myers

source: Bird Opening: Platz Gambit
es: Apertura Bird: Gambito Platz
eu: Bird Irekiera: Platz Ganbitoa
fr: Ouverture Bird, gambit Platz

source: Bird Opening: Schlechter Gambit
es: Apertura Bird: Gambito Schlechter
eu: Bird Irekiera: Schlechter Ganbitoa
fr: Ouverture Bird, gambit Schlechter

source: Bird Opening: Siegener Gambit
es: Apertura Bird: Gambito Siegener
eu: Bird Irekiera: Siegener Ganbitoa
fr: Ouverture Bird, gambit "Siegener" (de Siegen ?)

source: Bird Opening: Thomas Gambit
es: Apertura Bird: Gambito Thomas
eu: Bird Irekiera: Thomas Ganbitoa
fr: Ouverture Bird, var. hollandaise, gambit Thomas

source: Bird Opening: Wagner-Zwitersch Gambit
es: Apertura Bird: Gambito Wagner-Zwitersch
eu: Bird Irekiera: Wagner-Zwitersch Ganbitoa

source: Bird Opening: Williams Gambit
ar: بيرد افتتاح: ويليامس جامبيت
br: Abertura Bird, Gambito Williams
ca: Obertura Bird - Gambit Williams
cs: Birdovo zahájení: Williamsův gambit
de: Bird-Eröffnung: Williams Gambit
es: Apertura Bird, Gambito Williams
eu: Bird Irekiera: Willianms Ganbitoa
fr: Ouverture Bird, gambit Williams
id: Bird: Gambit William
it: Apertura Bird, Gambetto Williams
nl: Bird's opening : Williams gambiet
pl: Debiut Bird'a: gambit Williams'a
ru: Дебют Берда: гамбит Уильямса
si: Birdova otvoritev: Williamsov gambit
sv: Bird: Williams gambit
tr: Kuş'un açılışı: Williams gambiti
uk: Дебют Берда: гамбіт Уїльямса
vi: Khai cuộc Bird: Williams Gambit

source: Bird Opening: Williams-Zilbermints Gambit
es: Apertura Bird: Gambito Williams-Zilbermints
eu: Bird Irekiera: Williams-Zilbermints Ganbitoa
fr: Ouverture Bird, gambit Williams - Zilbermints

source: Bishop Opening
ar: افتتاح الفيل
br: Abertura do Bispo
ca: Obertura de l'Alfil
cs: Střelcovo zahájení
de: Läuferspiel
es: Apertura del Alfil
eu: Alfilaren Irekiera
fr: Début du Fou
id: Pembukaan Gajah
it: Apertura d'Alfiere
nl: Loperspel
pl: Debiut gońca
ru: Дебют слона
si: Lovčeva otvoritev
sv: Löparspel
tr: Fil'in açılışı
uk: Дебют слона
vi: Khai cuộc Tịnh

source: Bishop Opening: Anderssen Gambit
es: Apertura del Alfil: Gambito Anderssen
eu: Alfilaren Irekiera: Anderssen Ganbitoa
fr: Début du Fou, gambit Anderssen

source: Bishop Opening: Berlin Defence
ar: افتتاح الفيل: دفاع بيرلين
br: Abertura do Bispo, Defesa Berlim
ca: Obertura de l'Alfil - Defensa Berlinesa
cs: Střelcova hra: Berlínská obrana
de: Läuferspiel: Berliner Verteidigung
es: Apertura del Alfil, Defensa Berlinesa
eu: Alfilaren Irekiera: Berlingo Defentsa
fr: Début du Fou, défense berlinoise
id: Pembukaan Gajah: Pembelaan Berlin
it: Apertura d'Alfiere, Difesa Berlinese
nl: Loperspel: Berlijn verdediging
pl: Debiut gońca: obrona belińska
ru: Дебют слона: берлинская защита
si: Lovčeva otvoritev: berlinska obramba
sv: Löparspel: Berlinerförsvar
tr: Fil'in açılışı: Berlin savunması
uk: Дебют слона: Берлінський захист
vi: Khai cuộc Tịnh: Phòng thủ Berlin

source: Bishop Opening: Calabrese Counter-gambit
ar: افتتاح الفيل: كالابريس الجامبيت المضاد
br: Abertura do Bispo, Contra-Gambito Calabrense
ca: Obertura de l'Alfil - Contra Gambit Calabrés
cs: Střelcova hra: Calabresův protigambit
de: Läuferspiel: Calabrese Gegengambit
es: Apertura del Alfil, ContraGambito Calabrés
eu: Alfilaren Irekiera: Kontra-Ganbito kalabriarra
fr: Début du Fou, contre-gambit Gioachino Greco (dit Le Calabrais)
id: Pembukaan Gajah: Gambit Balasan Calabrese
it: Apertura d'Alfiere, Controgambetto Calabrese
nl: Loperspel: Calabrese contra-gambiet
pl: Debiut gońca: kontrgambit Calabrese
ru: Дебют слона: калабрийский контргамбит
si: Lovčeva otvoritev: Calabrese proti-gambit
sv: Löparspel: Calabreses motgambit
tr: Fil'in açılışı: Kalabriya karşı gambiti
uk: Дебют слона: Калабрійський контргамбіт
vi: Khai cuộc Tịnh: Calabrese chống Gambit

source: Bishop Opening: Calabrese Counter-gambit, Jaenisch Variation
ar: افتتاح الفيل: كالابريس الجامبيت المضاد, جينيش تفريع
br: Abertura do Bispo, Contra-Gambito Calabrés, Variante Jaenisch
ca: Obertura de l'Alfil - Contra Gambit Calabrés - Variant Jaenisch
cs: Střelcova hra: Calabresův protigambit, Jaenischova varianta
de: Läuferspiel: Calabrese Gegengambit, Jaenisch-Variante
es: Apertura del Alfil, ContraGambito Calabrés, Variante Jaenisch
eu: Alfilaren Irekiera: Kontra-Ganbito kalabriarra, Jaenisch Aldaera
fr: Début du Fou, contre-gambit Gioachino Greco (dit Le Calabrais), var. Jaenisch
id: Pembukaan Gajah: Gambit Balasan Calabrese, Varian Jaenisch
it: Apertura d'Alfiere, Controgambetto Calabrés, Variante Jaenisch
nl: Loperspel: Calabrese contra-gambiet, Jaenisch variant
pl: Debiut gońca: kontrgambit Calabrese, wariant Jaenisch'a
ru: Дебют слона: калабрийский контргамбит, вариант Яниша
si: Lovčeva otvoritev: Calabrese proti-gambit, Jaenischeva različica
sv: Löparspel: Calabreses motgambit, Jänischvarianten
tr: Fil'in açılışı: Kalabriya karşı gambiti, Jaenisch varyasyonu
uk: Дебют слона: Калабрійський контргамбіт, варіант Яніша
vi: Khai cuộc Tịnh: Calabrese chống Gambit, biến thể Jaenisch

source: Bishop Opening: Classical Variation
ar: افتتاح الفيل: التفريع الكلاسيكي
br: Abertura do Bispo, Variante Clássica
ca: Obertura de l'Alfil - Variant clàssica
cs: Střelcova hra: Klasický systém
de: Läuferspiel: Klassische Variante
es: Apertura del Alfil, Variante Clásica
eu: Alfilaren Irekiera: Aldaera Klasikoa
fr: Début du Fou, var. classique
id: Pembukaan Gajah: Varian Klasik
it: Apertura d'Alfiere, Variante Classica
nl: Loperspel: Klassieke variant
pl: Debiut gońca: wariant klasyczny
ru: Дебют слона: классический вариант
si: Lovčeva otvoritev: klasična različica
sv: Löparspel: Klassisk variant
tr: Fil'in açılışı: Klasik varyasyon
uk: Дебют слона: класичний варіант
vi: Khai cuộc Tịnh: biến thể cổ điển

source: Bishop Opening: Del Rio Variation
ar: افتتاح الفيل: ديل ريو تفريع
br: Abertura do Bispo, Variante Del Rio
ca: Obertura de l'Alfil - Variant del Río
cs: Střelcova hra: del Rio varianta
de: Läuferspiel: del-Rio-Variante
es: Apertura del Alfil, Variante del Río
eu: Alfilaren Irekiera: del Rio Aldaera
fr: Début du Fou, var. del Rio
id: Pembukaan Gajah: Varian del Rio
it: Apertura d'Alfiere, Variante del Río
nl: Loperspel: del Rio variant
pl: Debiut gońca: wariant del Rio
ru: Дебют слона: вариант дель Рио
si: Lovčeva otvoritev: del Rio različica
sv: Löparspel: del Rios variant
tr: Fil'in açılışı: del Rio varyasyonu
uk: Дебют слона: варіант дель Ріо
vi: Khai cuộc Tịnh: biến del Rio

source: Bishop Opening: Four Pawns' Gambit
ar: افتتاح الفيل: الأربعة بيادق' جامبيت
br: Abertura do Bispo, Gambito dos 4 Peões
ca: Obertura de l'Alfil - Gambit dels quatre peons
cs: Střelcova hra: Gambit čtyř pěšců
de: Läuferspiel: Four pawns' Gambit
es: Apertura del Alfil, Gambito de los 4 Peones
eu: Alfilaren Irekiera: Lau Peoien Ganbitoa
fr: Début du Fou, gambit des quatre pions
id: Pembukaan Gajah: Gambit 4 Bidak
it: Apertura d'Alfiere, Gambetto dei 4 Pedoni
nl: Loperspel: Vier pionnen ' gambiet
pl: Debiut gońca: gambit czterech pionów
ru: Дебют слона: гамбит четырех пешек
si: Lovčeva otvoritev: gambit štirih kmetov
sv: Löparspel: Fyrbondesgambit
tr: Fil'in açılışı: Dört piyonun gambiti
uk: Дебют слона: гамбіт чотирьох пішаків
vi: Khai cuộc Tịnh: cờ Bốn tốt gambit

source: Bishop Opening: Greco Gambit
ar: افتتاح الفيل: جريكو جامبيت
br: Abertura do Bispo, Gambito Greco
ca: Obertura de l'Alfil - Gambit Grec
cs: Střelcova hra: Grecův gambit
de: Läuferspiel: Greco Gambit
es: Apertura del Alfil, Gambito Greco
eu: Alfilaren Irekiera: Greco Ganbitoa
fr: Début du Fou, gambit Greco
id: Pembukaan Gajah: Gambit Greco
it: Apertura d'Alfiere, Gambetto Greco
nl: Loperspel: Greco gambiet
pl: Debiut gońca: gambit Greco
ru: Дебют слона: гамбит Греко
si: Lovčeva otvoritev: Grecov gambit
sv: Löparspel: Grecos gambit
tr: Fil'in açılışı: Greko gambiti
uk: Дебют слона: гамбіт Греко
vi: Khai cuộc Tịnh: Greco Gambit

source: Bishop Opening: Horwitz Gambit
es: Apertura del Alfil: Gambito Horwitz
eu: Alfilaren Irekiera: Horwitz Ganbitoa
fr: Début du Fou, gambit Horwitz

source: Bishop Opening: Khan Gambit
es: Apertura del Alfil: Gambito Khan
eu: Alfilaren Irekiera: Khan Ganbitoa

source: Bishop Opening: Kitchener Folly
es: Apertura del Alfil: Kitchener Folly
eu: Alfilaren Irekiera: Kitchenerren Erokeria

source: Bishop Opening: Krejcik Gambit
es: Apertura del Alfil: Gambito Krejcik
eu: Alfilaren Irekiera: Krejcik Ganbitoa
fr: Début du Fou, gambit Krejcik

source: Bishop Opening: Lewis Counter-gambit
ar: افتتاح الفيل: لويس الجامبيت المضاد
br: Abertura do Bispo, Contra-Gambito Lewis
ca: Obertuta de l'Alfil - Contra-Gambit Lewis
cs: Střelcova hra: Lewisův protigambit
de: Läuferspiel: Lewis Gegengambit
es: Apertura del Alfil, ContraGambito Lewis
eu: Alfilaren Irekiera: Lewisen Kontra-Ganbitoa
fr: Début du Fou, contre-gambit Lewis
id: Pembukaan Gajah: Gambit Balasan Lewis
it: Apertura d'Alfiere, Controgambetto Lewis
nl: Loperspel: Lewis tegengambiet
pl: Debiut gońca: kontrgambit Lewis'a
ru: Дебют слона: контргамбит Льюиса
si: Lovčeva otvoritev: Lewisov proti-gambit
sv: Löparspel: Lewis motgambit
tr: Fil'in açılışı: Lewis karşı gambiti
uk: Дебют слона: контргамбіт Льюїса
vi: Khai cuộc Tịnh: Lewis phản Gambit

source: Bishop Opening: Lewis CounterGambit
es: Apertura del Alfil: Lewis CounterGambit
eu: Alfilaren Irekiera: Lewisen Kontra-Ganbitoa

source: Bishop Opening: Lewis CounterGambit, Walker Variation
es: Apertura del Alfil: Lewis CounterGambit, Variante Walker
eu: Alfilaren Irekiera: Lewisen Kontra-Ganbitoa, Walker Aldaera
fr: Début du Fou, contre-gambit Lewis, var. Walker

source: Bishop Opening: Lewis Gambit
ar: افتتاح الفيل: لويس جامبيت
br: Abertura do Bispo, Gambito Lewis
ca: Obertura de l'Alfil - Gambit Lewis
cs: Střelcova hra: Lewisův gambit
de: Läuferspiel: Lewis Gambit
es: Apertura del Alfil, Gambito Lewis
eu: Alfilaren Irekiera: Lewis Ganbitoa
fr: Début du Fou, gambit Lewis
id: Pembukaan Gajah: Gambit Lewis
it: Apertura d'Alfiere, Gambetto Lewis
nl: Loperspel: Lewis gambiet
pl: Debiut gońca: gambit Lewis'a
ru: Дебют слона: гамбит Льюиса
si: Lovčeva otvoritev: Lewisov gambit
sv: Löparspel: Lewis gambit
tr: Fil'in açılışı: Lewis gambiti
uk: Дебют слона: гамбіт Льюїса
vi: Khai cuộc Tịnh: Lewis Gambit

source: Bishop Opening: Lisitsyn Variation
ar: افتتاح الفيل: ليزيتسين تفريع
br: Abertura do Bispo, Variante Lisitsyn
ca: Obertura de l'Alfil - Variant Lisitsyn
cs: Střelcova hra: Lisitsynova varianta
de: Läuferspiel: Lisitsyn-Variante
es: Apertura del Alfil, Variante Lisitsyn
eu: Alfilaren Irekiera: Lisitsyn Aldaera
fr: Début du Fou, var. Lissitsine
id: Pembukaan Gajah: Varian Lisitsyn
it: Apertura d'Alfiere, Variante Lisitsyn
nl: Loperspel: Lisitsyn variant
pl: Debiut gońca: wariant Lisitsyn'a
ru: Дебют слона: вариант Лисицына
si: Lovčeva otvoritev: Lisitsyn različica
sv: Löparspel: Lisitsynvarianten
tr: Fil'in açılışı: Lisitsyn varyasyonu
uk: Дебют слона: варіант Лісіцина
vi: Khai cuộc Tịnh: biến thể Lisitsyn

source: Bishop Opening: Lopez Gambit
ar: افتتاح الفيل: لوبيز جامبيت
br: Abertura do Bispo, Gambito López
ca: Obertura de l'Alfil - Gambit López
cs: Střelcova hra: Lopézův gambit
de: Läuferspiel: Lopez Gambit
es: Apertura del Alfil, Gambito López
eu: Alfilaren Irekiera: Lopez Ganbitoa
fr: Début du Fou, gambit López
id: Pembukaan Gajah: Gambit Lopez
it: Apertura d'Alfiere, Gambetto López
nl: Loperspel: Lopez gambiet
pl: Debiut gońca: gambit Lopez'a
ru: Дебют слона: гамбит Лопеса
si: Lovčeva otvoritev: Lopezov gambit
sv: Löparspel: Lopez gambit
tr: Fil'in açılışı: Lopez gambiti
uk: Дебют слона: гамбіт Лопеса
vi: Khai cuộc Tịnh: Lopez Gambit

source: Bishop Opening: Lopez Variation
es: Apertura del Alfil: Variante Lopez
eu: Alfilaren Irekiera: Lopez Aldaera
fr: Début du Fou, var. López

source: Bishop Opening: Lopez Variation, Lopez Gambit
es: Apertura del Alfil: Variante Lopez, Gambito Lopez
eu: Alfilaren Irekiera: Lopez Aldaera, Lopez Ganbitoa
fr: Début du Fou, var. López, gambit López

source: Bishop Opening: MacDonnell Double Gambit
ar: افتتاح الفيل: ماكدونالد المزدوج جامبيت
br: Abertura do Bispo, Gambito Duplo de MacDonnell
ca: Obertura de l'Alfil - Gambit doble de MacDonnell
cs: Střelcova hra: MacDonellův dvojitý gambit
de: Läuferspiel: MacDonnell double Gambit
es: Apertura del Alfil, Gambito Doble de MacDonnell
eu: Alfilaren Irekiera: MacDonnell Ganbito Bikoitza
fr: Début du Fou, gambit MacDonnell double
id: Pembukaan Gajah: Gambit Ganda MacDonnel
it: Apertura d'Alfiere, Doppio Gambetto MacDonnell
nl: Loperspel: MacDonnell dubbel gambiet
pl: Debiut gońca: podwójny gambit MacDonnell'a
ru: Дебют слона: двойной гамбит Мак-Доннелла
si: Lovčeva otvoritev: MacDonnell dvojni gambit
sv: Löparspel: MacDonnells dubbelgambit
tr: Fil'in açılışı: MacDonnell çift gambiti
uk: Дебют слона: подвійний гамбіт Мак-Доннелла
vi: Khai cuộc Tịnh: MacDonnell đôi Gambit

source: Bishop Opening: McDonnell Gambit, La Bourdonnais-Denker Gambit
es: Apertura del Alfil: Gambito McDonnell, Gambito La Bourdonnais-Denker
eu: Alfilaren Irekiera: MacDonnell Ganbitoa, La Bourdonnais-Denker Ganbitoa
fr: Début du Fou, gambit MacDonnell, gambit La Bourdonnais - Denker

source: Bishop Opening: Pachman Gambit
es: Apertura del Alfil: Gambito Pachman
eu: Alfilaren Irekiera: Pachman Ganbitoa
fr: Début du Fou, gambit Pachman

source: Bishop Opening: Philidor Counter-attack
ar: افتتاح الفيل: فيليدور الهجوم المضاد
br: Abertura do Bispo, Contra-ataque Philidor
ca: Obertura de l'Alfil - Contra-atac Philidor
cs: Střelcova hra: Philidorův protiútok
de: Läuferspiel: Philidor Gegenangriff
es: Apertura del Alfil, Contraataque Philidor
eu: Alfilaren Irekiera: Philidorren Kontra-Erasoa
fr: Début du Fou, contre-attaque Philidor
id: Pembukaan Gajah: Serangan Balik Philidor
it: Apertura d'Alfiere, Contrattacco Philidor
nl: Loperspel: Philidor tegenaanval
pl: Debiut gońca: kontratak Philidor'a
ru: Дебют слона: контратака Филидора
si: Lovčeva otvoritev: Philidorjev protinapad
sv: Löparspel: Philidors motangrepp
tr: Fil'in açılışı: Philidor karşı hücumu
uk: Дебют слона: контратака Філідора
vi: Khai cuộc Tịnh: phản công Philidor

source: Bishop Opening: Philidor Variation
ar: افتتاح الفيل: فيليدور تفريع
br: Abertura do Bispo, Variante Philidor
ca: Obertura de l'Alfil - Variant Philidor
cs: Střelcova hra: Philidorova varianta
de: Läuferspiel: Philidor-Variante
es: Apertura del Alfil, Variante Philidor
eu: Alfilaren Irekiera: Philidor Aldaera
fr: Début du Fou, var. Philidor
id: Pembukaan Gajah: Varian Philidor
it: Apertura d'Alfiere, Variante Philidor
nl: Loperspel: Philidor variant
pl: Debiut gońca: wariant Philidor'a
ru: Дебют слона: вариант Филидора
si: Lovčeva otvoritev: Philidorjeva različica
sv: Löparspel: Philidorvarianten
tr: Fil'in açılışı: Philidor varyasyonu
uk: Дебют слона: варіант Філідора
vi: Khai cuộc Tịnh: biến thể Philidor

source: Bishop Opening: Ponziani Gambit
ar: افتتاح الفيل: بونزياني جامبيت
br: Abertura do Bispo, Gambito Ponziani
ca: Obertura de l'Alfil - Gambit Ponziani
cs: Střelcova hra: Ponzianiho gambit
de: Läuferspiel: Ponziani Gambit
es: Apertura del Alfil, Gambito Ponziani
eu: Alfilaren Irekiera: Ponziani Ganbitoa
fr: Début du Fou, gambit Ponziani
id: Pembukaan Gajah: Gambit Ponziani
it: Apertura d'Alfiere, Gambetto Ponziani
nl: Loperspel: Ponziani gambiet
pl: Debiut gońca: gambit Ponziani
ru: Дебют слона: гамбит Понциани
si: Lovčeva otvoritev: Ponzianijev gambit
sv: Löparspel: Ponzianigambit
tr: Fil'in açılışı: Ponziani gambiti
uk: Дебют слона: гамбіт Понціані
vi: Khai cuộc Tịnh: Ponziani Gambit

source: Bishop Opening: Pratt Variation
ar: افتتاح الفيل: برات تفريع
br: Abertura do Bispo, Variante Pratt
ca: Obertura de l'Alfil - Variant Pratt
cs: Střelcova hra: Prattova varianta
de: Läuferspiel: Pratt-Variante
es: Apertura del Alfil, Variante Pratt
eu: Alfilaren Irekiera: Pratt Aldaera
fr: Début du Fou, var. Pratt
id: Pembukaan Gajah: Varian Pratt
it: Apertura d'Alfiere, Variante Pratt
nl: Loperspel: Pratt variant
pl: Debiut gońca: wariant Pratt'a
ru: Дебют слона: вариант Пратта
si: Lovčeva otvoritev: Prattova različica
sv: Löparspel: Prattvarianten
tr: Fil'in açılışı: Pratt varyasyonu
uk: Дебют слона: варіант Пратта
vi: Khai cuộc Tịnh: biến thể Pratt

source: Bishop Opening: Stein Gambit
es: Apertura del Alfil: Gambito Stein
eu: Alfilaren Irekiera: Stein Ganbitoa
fr: Début du Fou, gambit Stein

source: Bishop Opening: ThorOld Gambit
es: Apertura del Alfil: Gambito ThorOld
eu: Alfilaren Irekiera: ThorOld Ganbitoa
fr: Début du Fou, gambit Thorold

source: Bishop Opening: Urusov Gambit
ar: افتتاح الفيل: يوروزوف جامبيت
br: Abertura do Bispo, Gambito Urusov
ca: Obertura de l'Alfil - Gambit Urusov
cs: Střelcova hra: Urusovův gambit
de: Läuferspiel: Urusov Gambit
es: Apertura del Alfil, Gambito Urusov
eu: Alfilaren Irekiera: Urusov Ganbitoa
fr: Début du Fou, gambit Urusov
id: Pembukaan Gajah: Gambit Urusov
it: Apertura d'Alfiere, Gambetto Urusov
nl: Loperspel: Urusov gambiet
pl: Debiut gońca: gambit Urusova
ru: Дебют слона: гамбит Урусова
si: Lovčeva otvoritev: Urusov gambit
sv: Löparspel: Urusovs gambit
tr: Fil'in açılışı: Urusov gambiti
uk: Дебют слона: гамбіт Урусова
vi: Khai cuộc Tịnh: Urusov Gambit

source: Bishop Opening: Urusov Gambit, Keidansky Gambit
es: Apertura del Alfil: Gambito Urusov, Gambito Keidansky
eu: Alfilaren Irekiera: Urusov Ganbitoa, Keidansky Ganbitoa
fr: Début du Fou, gambit Urusov, gambit Keidanski
