Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Gambit Declined: Falkbeer, Reti Variation
ar: جامبيت الملك المرفوض: فالكبير, ريتي تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Reti
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Reti
cs: KGD: Falkbeer, Reti variation
de: Königsgambit (abgelehnt): Falkbeer, Reti-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Reti
eu: Errege Ganbito Ukatua: Falkbeer, Reti Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, var. Réti
id: KGD: Falkbeer, Varian Reti
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Reti
nl: GKG: Falkbeer, Reti variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Reti
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Рети
si: KGZ: Falkbeer, Retijeva različica
sv: Kungsgambit avböjd: Falkbeer, Retivarianten
tr: KGD: Falkbeer, Reti varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Реті
vi: KGD: Falkbeer, Reti biến

source: King Gambit Declined: Falkbeer, Rubinstein Variation
ar: جامبيت الملك المرفوض: فالكبير, روبينشتاين تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Rubinstein
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Rubinstein
cs: KGD: Falkbeer, Rubinstein variation
de: Königsgambit (abgelehnt): Falkbeer, Rubinstein-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Rubinstein
eu: Errege Ganbito Ukatua: Falkbeer, Rubinstein Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, var. Rubinstein
id: KGD: Falkbeer, Varian Rubenstein
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Rubinstein
nl: GKG: Falkbeer, Rubinstein variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Rubinstein'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Рубинштейна
si: KGZ: Falkbeer, Rubinsteinova različica
sv: Kungsgambit avböjd: Falkbeer, Rubinsteinvarianten
tr: KGD: Falkbeer, Rubinstein varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Рубінштейна
vi: KGD: Falkbeer, Rubinstein biến

source: King Gambit Declined: Falkbeer, Tarrasch Variation
ar: جامبيت الملك المرفوض: فالكبير, تفريع تاراش
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Tarrasch
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Tarrasch
cs: KGD: Falkbeer, Tarrasch variation
de: Königsgambit (abgelehnt): Falkbeer, Tarrasch-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Tarrasch
eu: Errege Ganbito Ukatua: Falkbeer, Tarrasch Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, var. Tarrasch
id: KGD: Falkbeer, Varian Tarrasch
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Tarrasch
nl: GKG: Falkbeer, Tarrasch variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Tarrasch'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Тарраша
si: KGZ: Falkbeer, Tarrascheva različica
sv: Kungsgambit avböjd: Falkbeer, Tarraschvarianten
tr: KGD: Falkbeer, Tarrasch varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Тарраша
vi: KGD: Falkbeer, Tarrasch biến

source: King Gambit Declined: Falkbeer, Tartakower Variation
ar: جامبيت الملك المرفوض: فالكبير, تارتاكوفر تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Tartakower
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Tartakower
cs: KGD: Falkbeer, Tartakower variation
de: Königsgambit (abgelehnt): Falkbeer, Tartakower-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Tartakower
eu: Errege Ganbito Ukatua: Falkbeer, Tartakower Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Tartakover
id: KGD: Falkbeer, Varian Tartakower
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Tartakower
nl: GKG: Falkbeer, Tartakower variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Tartakower'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Тартаковера
si: KGZ: Falkbeer, Tartakowerjeva različica
sv: Kungsgambit avböjd: Falkbeer, Tartakowervarianten
tr: KGD: Falkbeer, Tartakower varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Тартаковера
vi: KGD: Falkbeer, Tartakower biến

source: King Gambit Declined: Hobbs-Zilbermints Gambit
eu: Erregearen Ganbito Ukatua: Hobbs-Zilbermints Ganbitoa

source: King Gambit Declined: Keene Defence
ar: جامبيت الملك المرفوض: كين دفاع
br: Gambito do Rei Recusado, Defesa Keene
ca: Gambit de Rei refusat - Defensa Keene
cs: KGD: Keene's defence
de: Königsgambit (abgelehnt): Keene's Verteidigung
es: Gambito de Rey Rehusado, Defensa Keene
eu: Errege Ganbito Ukatua: Keeneren Defentsa
fr: Gambit Roi refusé, défense Keene
id: KGD: Pembelaan Keene
it: Gambetto di Re Rifiutato, Difesa Keene
nl: GKG : Keene's verdediging
pl: Gam.król nieprzyj., obrona Keene
ru: Отказанный королевский гамбит: защита Кина
si: KGZ: Keenova obramba
sv: Kungsgambit avböjd: Keenes försvar
tr: KGD: Keene'nin savunması
uk: Відхилений королівський гамбіт: захист Кіна
vi: KGD: phòng thủ Keene

source: King Gambit Declined: Mafia Defence
ar: جامبيت الملك المرفوض: مافيا دفاع
br: Gambito do Rei Recusado, Defesa Máfia
ca: Gambit de Rei refusat - Defensa Mafia
cs: KGD: Mafia defence
de: Königsgambit (abgelehnt): Mafia Verteidigung
es: Gambito de Rey Rehusado, Defensa Mafia
eu: Errege Ganbito Ukatua: Mafiaren Defentsa
fr: Gambit Roi refusé, défense de la mafia
id: KGD: Pembelaan Mafia
it: Gambetto di Re Rifiutato, Difesa Mafia
nl: GKG: Mafia verdediging
pl: Gam.król nieprzyj., obrona Mafia
ru: Отказанный королевский гамбит: защита мафии
si: KGZ: mafijska obramba
sv: Kungsgambit avböjd: Maffiaförsvar
tr: KGD: Mafya savunması
uk: Відхилений королівський гамбіт: захист Мафії
vi: KGD: phòng thủ Mafia

source: King Gambit Declined: Miles Defence
eu: Erregearen Ganbito Ukatua: Miles Defentsa
fr: Gambit Roi refusé, défense Miles

source: King Gambit Declined: Nimzovich Counter-gambit
ar: جامبيت الملك المرفوض: نيمزوفيتش الجامبيت المضاد
br: Gambito do Rei Recusado, Contra-Gambito Nimzowitsch
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Contra-Gambit Nimzowitsch
cs: KGD: Nimzovich counter-gambit
de: Königsgambit (abgelehnt): Nimzowitsch Gegengambit
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, ContraGambito Nimzowitsch
eu: Errege Ganbito Ukatua: Nimzovich Kontra-Ganbitoa
fr: Gambit Roi refusé, contre-gambit Nimzowitsch
id: KGD: Gambit Balasan Nimzowitch
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Controgambetto Nimzowitsch
nl: GKG: Nimzovich tegengambiet
pl: Gam.król nieprzyj., kontrgambit Nimzovitsch'a
ru: Отказанный королевский гамбит: контргамбит Нимцовича
si: KGZ: Nimzovichev proti-gambit
sv: Kungsgambit avböjd: Nimzowitschs motgambit
tr: KGD: Nimzovich karşı gambit
uk: Відхилений королівський гамбіт: контргамбіт Німцовича
vi: KGD: Nimzovich phản Gambit

source: King Gambit Declined: Norwalde Variation
ar: جامبيت الملك المرفوض: نورولد تفريع
br: Gambito do Rei Recusado, Variante Norwalde
ca: Gambit de Rei refusat - Variant Norwalde
cs: KGD: Norwalde variation
de: Königsgambit (abgelehnt): Norwalde-Variante
es: Gambito de Rey Rehusado, Variante Norwalde
eu: Errege Ganbito Ukatua: Norwalde Aldaera
fr: Gambit Roi refusé, var. Nordwalde (club d'échecs à Greven en Allemagne)
id: KGD: Varian Norwalde
it: Gambetto di Re Rifiutato, Variante Norwalde
nl: GKG: Norwalde variant
pl: Gam.król nieprzyj., wariant Norwalde'go
ru: Отказанный королевский гамбит: норвальдский вариант
si: KGZ: Norwaldeva različica
sv: Kungsgambit avböjd: Norwaldevarianten
tr: KGD: Norwalde varyasyonu
uk: Відхилений королівський гамбіт: Норвальдський варіант
vi: KGD: biến thể Norwalde

source: King Gambit Declined: Norwalde Variation, Buecker Gambit
ar: جامبيت الملك المرفوض: نورولد تفريع, بويكر جامبيت
br: Gambito do Rei Recusado, Variante Norwalde, Gambito Buecker
ca: Gambit de Rei refusat - Variant Norwalde - Gambit Buecker
cs: KGD: Norwalde variation, Buecker gambit
de: Königsgambit (abgelehnt): Norwalde-Variante, Buecker Gambit
es: Gambito de Rey Rehusado, Variante Norwalde, Gambito Buecker
eu: Errege Ganbito Ukatua: Norwalde Aldaera, Buecker Ganbitoa
fr: Gambit Roi refusé, var. Nordwalde (club d'échecs à Greven en Allemagne), gambit Bücker
id: KGD: Varian Norwalde, Gambit Buecker
it: Gambetto di Re Rifiutato, Variante Norwalde, Mossa di Buecker
nl: GKG: Norwalde variant, Buecker gambiet
pl: Gam.król nieprzyj., wariant Norwalde'go. gambit Buecker'a
ru: Отказанный королевский гамбит: норвальдский вариант, гамбит Бюкера
si: KGZ: Norvaldeva različica, Bueckerjev gambit
sv: Kungsgambit avböjd: Norwaldevarianten, Böckergambit
tr: KGD: Norwalde varyasyonu, Buecker gambiti
uk: Відхилений королівський гамбіт: Норвальдський варіант, гамбіт Бюкера
vi: KGD: biến thể Norwalde, Buecker Gambit

source: King Gambit Declined: Norwalde Variation, Schubert Variation
eu: Erregearen Ganbito Ukatua: Norwalde Aldaera, Schubert Aldaera
fr: Gambit Roi refusé, var. Nordwalde (club d'échecs à Greven en Allemagne), var. Schubert

source: King Gambit Declined: Panteldakis CounterGambit
eu: Erregearen Ganbito Ukatua: Panteldakis Kontra-Ganbitoa

source: King Gambit Declined: Panteldakis CounterGambit, Greco Variation
eu: Erregearen Ganbito Ukatua: Panteldakis Kontra-Ganbitoa, Greco Aldaera

source: King Gambit Declined: Panteldakis CounterGambit, Pawn Sacrifice Line
eu: Erregearen Ganbito Ukatua: Panteldakis Kontra-Ganbitoa, Peoiaren Sakrifizioaren Lerroa

source: King Gambit Declined: Panteldakis CounterGambit, Schiller Defence
eu: Erregearen Ganbito Ukatua: Panteldakis Kontra-Ganbitoa, Schiller Defentsa

source: King Gambit Declined: Panteldakis CounterGambit, Shirazi Line
eu: Erregearen Ganbito Ukatua: Panteldakis Kontra-Ganbitoa, Shirazi Lerroa

source: King Gambit Declined: Panteldakis CounterGambit, Symmetrical Variation
eu: Erregearen Ganbito Ukatua: Panteldakis Kontra-Ganbitoa, Aldaera Simetrikoa

source: King Gambit Declined: Queen Knight Defence
eu: Erregearen Ganbito Ukatua: Dama Zaldunaren Defentsa
fr: Gambit Roi refusé, défense du cavalier dame

source: King Gambit Declined: Senechaud CounterGambit
eu: Erregearen Ganbito Ukatua: Senechaud Kontra-Ganbitoa

source: King Gambit Declined: Soller-Zilbermints Gambit
eu: Erregearen Ganbito Ukatua: Soller-Zilbermints Ganbitoa

source: King Gambit Declined: Zilbermints Double Gambit
eu: Erregearen Ganbito Ukatua: Zilbermints Ganbito Bikoitza

source: King Gambit: Zilbermints Double CounterGambit
es: Gambito de Rey: Zilbermints Double CounterGambit
eu: Erregearen Ganbito Ukatua: Zilbermints Kontra-Ganbito Bikoitza

source: King Indian Attack
eu: Erregearen Indiar Erasoa
fr: Attaque est-indienne

source: King Indian Attack: Double Fianchetto
eu: Erregearen Indiar Erasoa: Fianchetto Bikoitza
fr: Attaque est-indienne, var. du double fianchetto

source: King Indian Attack: French Variation
eu: Erregearen Indiar Erasoa: Aldaera Frantsesa

source: King Indian Attack: Keres Variation
eu: Erregearen Indiar Erasoa: Keres Aldaera
fr: Attaque est-indienne, var. Keres

source: King Indian Attack: Omega-Delta Gambit
eu: Erregearen Indiar Erasoa: Omega-Delta Ganbitoa

source: King Indian Attack: Sicilian Variation
eu: Erregearen Indiar Erasoa: Siziliar Aldaera
fr: Attaque est-indienne, var. sicilienne

source: King Indian Attack: Wahls Defence
eu: Erregearen Indiar Erasoa: Wahls Defentsa

source: King Indian Defence
ar: دفاع الملك الهندي
br: Defesa Índia do Rei
ca: Defensa Índia de Rei
cs: King's Indian defence
de: Königsindisch
es: Defensa India de Rey
eu: Erregearen Indiar Defentsa
fr: Défense est-indienne ("King's Indian defence")
id: Pembelaan Hindia Raja
it: Difesa Indiana di Re
nl: KoningsIndische verdediging
pl: Obrona królewsko-indyjska
ru: Староиндийская защита
si: Kraljevo indijska obramba
sv: Kungsindiskt
tr: Şah'ın Hint savunması
uk: Староіндійський захист
vi: Phòng thủ Vua kiểu Ấn Độ

source: King Indian Defence, 3.Nc3
ar: دفاع الملك الهندي, 3.Nc4
br: Defesa Índia do Rei, 3.Cc3
ca: Defensa Índia de Rei - 3. Cc3
cs: King's Indian defence, 3.Nc3
de: Königsindisch Verteidigung, 3.Sc3
es: Defensa India de Rey, 3.Cc3
eu: Erregearen Indiar Defentsa, 3.Zc3
fr: Défense est-indienne, 3.Cc3
id: Pembelaan Hindia Raja, 3.Kc3
it: Difesa Indiana di Re, 3.Cc3
nl: KoningsIndische verdediging , 3.Pc3
pl: Obrona królewsko-indyjska, 3.Sc3
ru: Староиндийская защита: 3.Кc3
si: Kraljevo indijska obramba, 3. Sc3
sv: Kungsindiskt försvar: 3.Sc3
tr: Şah'ın Hint savunması, 3.Nc3
uk: Староіндійський захист: 3.Кc3
vi: Bảo vệ vua của Ấn Độ, 3.Nc3

source: King Indian Defence: 3.Nf3
ar: الملك الهندي, 3.Nf4
br: Defesa Índia do Rei, 3.Cf3
ca: Defensa Índia de Rei - 3. Cf3
cs: King's Indian, 3.Nf3
de: Königsindisch, 3.Sf3
es: Defensa India de Rey, 3.Cf3
eu: Erregearen indiarra: 3.Zf3
fr: Défense est-indienne, 3.Cf3
id: Hindia Raja, 3.Kf3
it: Difesa Indiana di Re, 3.Cf3
nl: KoningsIndisch, 3.Pf3
pl: Królewsko-indyjska, 3.Sf3
ru: Староиндийская защита: 3.Кf3
si: Kraljevo indijska, 3. Sf3
sv: Kungsindiskt: 3.Sf3
tr: Hint Şah, 3.Nf3
uk: Староіндійський захист: 3.Кf3
vi: Vua của Ấn Độ, 3.Nf3

source: King Indian Defence: 3.g3
ar: الملك الهندي: 3.g4
br: Defesa Índia do Rei, 3.g3
ca: Defensa Índia de Rei - 3. g3
cs: King's Indian: 3.g3
de: Königsindisch: 3.g3
es: Defensa India de Rey, 3.g3
eu: Erregearen indiarra: 3.g3
fr: Défense est-indienne, 3.g3
id: Hindia Raja, 3.g3
it: Difesa Indiana di Re, 3.g3
nl: KoningsIndisch: 3.g3
pl: Królewsko-indyjska, 3.g3
ru: Староиндийская защита: 3.g3
si: Kraljevo indijska, 3. g3
sv: Kungsindiskt: 3.g3
tr: Hint Şah: 3.g3
uk: Староіндійський захист: 3.g3
vi: Vua của Ấn Độ: 3.g3

source: King Indian Defence: 3.g3, Counterthrust Variation
ar: الملك الهندي: 3.g3, المضاد الاتجاه تفريع
br: Defesa Índia do Rei, 3.g3, Variante Contra-golpe
ca: Defensa Índia de Rei - 3. g3 - Variant de conta-ofensiva
cs: King's Indian: 3.g3, counterthrust variation
de: Königsindisch: 3.g3, counterthrust-Variante
es: Defensa India de Rey, 3.g3, Variante de Contraofensiva
eu: Erregearen indiarra: 3.g3, Kontra-Bultzada Aldaera
fr: Défense est-indienne, 3.g3, var. de la contre-poussée
id: Hindia Raja, 3.g3, Varian Counterthrust
it: Difesa Indiana di Re, 3.g3, Variante de Contraofensiva
nl: KoningsIndisch: 3.g3, counterthrust variant
pl: Królewsko-indyjska, 3.g3, wariant kontrnatarcia
ru: Староиндийская защита: 3.g3, встречное продвижение
si: Kraljevo indijska, 3. g3, protipotisk različica
sv: Kungsindiskt: 3.g3, motspelsvarianten
tr: Hint Şah: 3.g3, karşı baskı varyasyonu
uk: Староіндійський захист: 3.g3, зустрічне просування
vi: Của vua Ấn Độ: 3.g3, biến counterthrust

source: King Indian Defence: 4.e4
ar: الملك الهندي: 4.e5
br: Defesa Índia do Rei, 4.e4
ca: Defensa Índia de Rei - 4. e4
cs: King's Indian: 4.e4
de: Königsindisch: 4.e4
es: Defensa India de Rey, 4.e4
eu: Erregearen indiarra: 4.e4
fr: Défense est-indienne, 4.e4
id: Hindia Raja, 4.e4
it: Difesa Indiana di Re, 4.e4
nl: KoningsIndisch: 4.e4
pl: Królewsko-indyjska, 4.e4
ru: Староиндийская защита: 4.e4
si: Kraljevo indijska, 4. e4
sv: Kungsindiskt: 4.e4
tr: Hint Şah: 4.e4
uk: Староіндійський захист: 4.e4
vi: Vua của Ấn Độ: 4.e4

source: King Indian Defence: 5.Be2
ar: الملك الهندي: 5.Be3
br: Defesa Índia do Rei, 5.Be2
ca: Defensa Índia de Rei - 5. Ae2
cs: King's Indian: 5.Be2
de: Königsindisch: 5.Le2
es: Defensa India de Rey, 5.Ae2
eu: Erregearen indiarra: 5.Ae2
fr: Défense est-indienne, 5.Fe2
id: Hindia Raja, 5.Ge2
it: Difesa Indiana di Re, 5.Ae2
nl: KoningsIndisch: 5.Le2
pl: Królewsko-indyjska, 5.Ge2
ru: Староиндийская защита: 5.Сe2
si: Kraljevo indijska, 5. Le2
sv: Kungsindiskt: 5.Le2
tr: Hint Şah: 5.Be2
uk: Староіндійський захист: 5.Сe2
vi: Vua của Ấn Độ: 5.Be2

source: King Indian Defence: 5.Nf3
ar: الملك الهندي: 5.Nf4
br: Defesa Índia do Rei, 5.Cf3
ca: Defensa Índia de Rei - 5. Cf3
cs: King's Indian: 5.Nf3
de: Königsindisch: 5.Sf3
es: Defensa India de Rey, 5.Cf3
eu: Erregearen indiarra: 5.Zf3
fr: Défense est-indienne, 5.Cf3
id: Hindia Raja, 5.Kf3
it: Difesa Indiana di Re, 5.Cf3
nl: KoningsIndisch: 5.Pf3
pl: Królewsko-indyjska, 5.Sf3
ru: Староиндийская защита: 5.Кf3
si: Kraljevo indijska, 5. Sf3
sv: Kungsindiskt: 5.Sf3
tr: Hint Şah: 5.Nf3
uk: Староіндійський захист: 5.Кf3
vi: Vua của Ấn Độ: 5.Nf3

source: King Indian Defence: 6.Be2
ar: الملك الهندي: 6.Be3
br: Defesa Índia do Rei, 6.Be2
ca: Defensa Índia de Rei - 6. Ae2
cs: King's Indian: 6.Be2
de: Königsindisch: 6.Le2
es: Defensa India de Rey, 6.Ae2
eu: Erregearen indiarra: 6.Ae2
fr: Défense est-indienne, 6.Fe2
id: Hindia Raja, 6.Ge2
it: Difesa Indiana di Re, 6.Ae2
nl: KoningsIndisch: 6.Le2
pl: Królewsko-indyjska, 6.Ge2
ru: Староиндийская защита: 6.Сe2
si: Kraljevo indijska, 6. Le2
sv: Kungsindiskt: 6.Le2
tr: Hint Şah: 6.Be2
uk: Староіндійський захист: 6.Сe2
vi: Vua của Ấn Độ: 6.Be2

source: King Indian Defence: Accelerated Averbakh System
ar: الملك الهندي: المتسارع أفرباخ نظام
br: Defesa Índia do Rei, Sistema Averbakh Acelerado
ca: Defensa Índia de Rei - Sistema Averbakh acelerat
cs: King's Indian: accelerated Averbakh system
de: Königsindisch: accelerated Awerbach System
es: Defensa India de Rey, Sistema Averbakh Acelerado
eu: Erregearen indiarra: Averbakh Sistema Bizkortua
fr: Défense est-indienne, système Averbakh accéléré
id: Hindia Raja, Sistem Averbakh Dipercepat
it: Difesa Indiana di Re, Sistema Averbakh Acelerado
nl: Konings Indisch: versnelde Averbakh systeem
pl: Królewsko-indyjska, przyspieszony system Averbakh'a
ru: Староиндийская защита: ранняя система Авербаха
si: Kraljevo indijska, pospešen Averbakhov sistem
sv: Kungsindiskt: Averbakhsystemet accelererat
tr: Hint Şah: hızlandırılmış Averbakh sistemi
uk: Староіндійський захист: рання система Авербаха
vi: Hệ thống Averbakh nhanh: Ấn Độ vua của

source: King Indian Defence: Andersson Variation
ar: الملك الهندي: أندرسون تفريع
br: Defesa Índia do Rei, Variante Andersson
ca: Defensa Índia de Rei - Variant Andersson
cs: King's Indian: Andersson variation
de: Königsindisch: Andersson-Variante
es: Defensa India de Rey, Variante Andersson
eu: Erregearen indiarra: Andersson Aldaera
fr: Défense est-indienne, var. Andersson
id: Hindia Raja, Varian Anderson
it: Difesa Indiana di Re, Variante Andersson
nl: KoningsIndisch: Andersson variant
pl: Królewsko-indyjska, wariant Andersson'a
ru: Староиндийская защита: вариант Андерссона
si: Kraljevo indijska, Anderssonova različica
sv: Kungsindiskt: Anderssonvarianten
tr: Hint Şah: Andersson varyasyonu
uk: Староіндійський захист: варіант Андерссона
vi: Vua của Ấn Độ: Andersson biến

source: King Indian Defence: Anti-Gruenfeld
ar: الملك الهندي: ضد-جرونفلد
br: Defesa Índia do Rei, Variante Anti Grünfeld
ca: Defensa Índia de Rei - Variant Anti-Grünfeld
cs: King's Indian: Anti-Gruenfeld
de: Königsindisch: Anti-Grünfeld
es: Defensa India de Rey, Variante Anti Grünfeld
eu: Erregearen indiarra: Anti-Gruenfeld
fr: Défense est-indienne, var. anti-Grünfeld
id: Hindia Raja, Anti Gruenfeld
it: Difesa Indiana di Re, Variante Anti Grünfeld
nl: KoningsIndisch: Anti-Gruenfeld
pl: Królewsko-indyjska, Anty-Gruenfeld
ru: Староиндийская защита: система анти-Грюнфельда
si: Kraljevo indijska, Proti-Gruenfeld
sv: Kungsindiskt: Anti-Grünfeld
tr: Hint Şah: Anti-Gruenfeld
uk: Староіндійський захист: система анти-Грюнфельда
vi: Của vua Ấn Độ: Anti-Gruenfeld

source: King Indian Defence: Averbakh System
ar: الملك الهندي: أفرباخ نظام
br: Defesa Índia do Rei, Sistema Averbakh
ca: Defensa Índia de Rei - Sistema Averbakh
cs: King's Indian: Averbakh system
de: Königsindisch: Awerbach System
es: Defensa India de Rey, Sistema Averbakh
eu: Erregearen indiarra: Averbakh Sistema
fr: Défense est-indienne, système Averbakh
id: Hindia Raja, Sistem Averbakh
it: Difesa Indiana di Re, Sistema Averbakh
nl: KoningsIndisch: Averbakh systeem
pl: Królewsko-indyjska, system Averbakh'a
ru: Староиндийская защита: система Авербаха
si: Kraljevo indijska, Averbakhov sistem
sv: Kungsindiskt: Averbakhsystemet
tr: Hint Şah: Averbakh sistemi
uk: Староіндійський захист: система Авербаха
vi: Hệ thống Averbakh: Ấn Độ vua của

source: King Indian Defence: Averbakh Variation, Benoni Defence, Advance Variation
es: Defensa India de Rey: Variante Averbakh, Defensa Benoni, Variante Advance
eu: Erregearen Indiar Erasoa: Averbakh Aldaera, Benoni Defentsa, Aurrerapen Aldaera
fr: Défense est-indienne, var. Averbakh, défense Benoni, var. d'avance

source: King Indian Defence: Averbakh Variation, Benoni Defence, Exchange Variation
es: Defensa India de Rey: Variante Averbakh, Defensa Benoni, Variante Exchange
eu: Erregearen Indiar Erasoa: Averbakh Aldaera, Benoni Defentsa, Truke Aldaera
fr: Défense est-indienne, var. Averbakh, défense Benoni, var. d'échange

source: King Indian Defence: Averbakh Variation, Flexible Defence
es: Defensa India de Rey: Variante Averbakh, Defensa Flexible
eu: Erregearen Indiar Erasoa: Averbakh Aldaera, Defentsa malgua

source: King Indian Defence: Averbakh Variation, Geller Defence
es: Defensa India de Rey: Variante Averbakh, Defensa Geller
eu: Erregearen Indiar Erasoa: Averbakh Aldaera, Geller Defentsa

source: King Indian Defence: Averbakh Variation, Modern Defence
es: Defensa India de Rey: Variante Averbakh, Defensa Modern
eu: Erregearen Indiar Erasoa: Averbakh Aldaera, Defentsa Modernoa
fr: Défense est-indienne, var. Averbakh, défense moderne

source: King Indian Defence: Averbakh Variation, Modern Defence, Burgess Line
es: Defensa India de Rey: Variante Averbakh, Defensa Modern, Burgess Line
eu: Erregearen Indiar Erasoa: Averbakh Aldaera, Defentsa Modernoa, Burgess Lerroa

source: King Indian Defence: Averbakh Variation, Nc6 Defence
es: Defensa India de Rey: Variante Averbakh, Defensa Nc6
eu: Erregearen Indiar Erasoa: Averbakh Aldaera, Zc6 Defentsa
fr: Défense est-indienne, var. Averbakh, 6...Cc6

source: King Indian Defence: Averbakh Variation, Spanish Defence
es: Defensa India de Rey: Variante Averbakh, Defensa Spanish
eu: Erregearen Indiar Erasoa: Averbakh Aldaera, Espainiar Defentsa

source: King Indian Defence: Averbakh, 6...c5
ar: الملك الهندي: أفرباخ, 6...c6
br: Defesa Índia do Rei, Sistema Averbakh, 6...c5
ca: Defensa Índia de Rei - Sistema Averbakh - 6 ...c5
cs: King's Indian: Averbakh, 6...c5
de: Königsindisch: Awerbach, 6...c5
es: Defensa India de Rey, Sistema Averbakh, 6...c5
eu: Erregearen indiarra: Averbakh, 6...c5
fr: Défense est-indienne, système Averbakh, 6...c5
id: Hindia Raja, Averbakh, 6... c5
it: Difesa Indiana di Re, Sistema Averbakh, 6...c5
nl: KoningsIndisch: Averbakh, 6 ... c5
pl: Królewsko-indyjska, Averbakh, 6..c5
ru: Староиндийская защита: система Авербаха, 6...c5
si: kraljevo-indijska, Averbakhova, 6...c5
sv: Kungsindiskt: Averbakh, 6...c5
tr: Hint Şah: Averbakh, 6...c5
uk: Староіндійський захист: система Авербаха, 6...c5
vi: Vua của Ấn Độ: Averbakh, 6 ... c5

source: King Indian Defence: Averbakh, Main Line
ar: الملك الهندي: أفرباخ, الخط الرئيسي
br: Defesa Índia do Rei, Sistema Averbakh, Linha Principal
ca: Defensa Índia de Rei - Sistema Averbakh - Línia principal
cs: King's Indian: Averbakh, main line
de: Königsindisch: Awerbach, Hauptvariante
es: Defensa India de Rey, Sistema Averbakh, Linea Principal
eu: Erregearen indiarra: Averbakh, Lerro Nagusia
fr: Défense est-indienne, système Averbakh, ligne principale
id: Hindia Raja, Averbakh, Jalur Utama
it: Difesa Indiana di Re, Sistema Averbakh, Linea Principale
nl: KoningsIndisch: Averbakh, hoofdlijn
pl: Królewsko-indyjska, Averbakh, główna linia
ru: Староиндийская защита: система Авербаха, основное продолжение
si: Kraljevo indijska: Averbakh, glavna linija
sv: Kungsindiskt: Averbakh, huvudvariant
tr: Hint Şah: Averbakh, ana hat
uk: Староіндійський захист: система Авербаха, основне продовження
vi: Ấn Độ vua: Averbakh, dòng chính
