Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Giuoco Piano Opening: Cracow Variation
ar: الجيكو بيانو ( الهاديء ): كراكو تفريع
br: Abertura Italiana (Giuoco Piano), Variante Cracow
ca: Obertura Italiana o 'Giuoco Piano' - Variant Cracovia
cs: Giuoco Piano: Cracow variation
de: Italienische Partie: Cracow-Variante
es: Apertura Italiana o Giuoco Piano, Variante Cracovia
eu: Giuoco Piano: Cracow Aldaera
fr: Italienne, var. de Cracovie
id: Giuoco Piano: Varian Cracow
it: Apertura Italiana o Giuoco Piano, Variante Cracovia
nl: Giuoco Piano: Krakau variant
pl: Giuoco Piano, wariant krakowski
ru: Итальянская партия: краковский вариант
si: Giuoco Piano, Cracowova različica
sv: Italienskt parti: Krakowvarianten
tr: Giuoco Piyano: Cracow varyasyonu
uk: Італійська партія: Краківський варіант
vi: Giuoco Piano: Cracow biến

source: Giuoco Piano Opening: Eisinger Variation
ar: الجيكو بيانو ( الهاديء ): أيزنجر تفريع
br: Abertura Italiana (Giuoco Piano), Variante Eisinger
ca: Obertura Italiana o 'Guioco Piano' - Variant Eisinger
cs: Giuoco Piano: Eisinger variation
de: Italienische Partie: Eisinger-Variante
es: Apertura Italiana o Giuoco Piano, Variante Eisinger
eu: Giuoco Piano: Eisinger Aldaera
fr: Italienne, var. Eisinger
id: Giuoco Piano: Varian Eisinger
it: Apertura Italiana o Giuoco Piano, Variante Eisinger
nl: Giuoco Piano: Eisinger variant
pl: Giuoco Piano, wariant Eisinger'a
ru: Итальянская партия: вариант Айзингера
si: Giuoco Piano, Eisingerjeva različica
sv: Italienskt parti: Eisingervarianten
tr: Giuoco Piyano: Eisinger varyasyonu
uk: Італійська партія: варіант Айзінгера
vi: Giuoco Piano: Eisinger biến

source: Giuoco Piano Opening: Four Knights Variation
ar: الجيكو بيانو ( الهاديء ): الأربعة أحصنة تفريع
br: Abertura Italiana (Giuoco Piano), Variante dos 4 Cavalos
ca: Obertura Italiana o 'Giuoco Piano' - Variant dels quatre cavalls
cs: Giuoco Piano: four knights variation
de: Italienische Partie: Vierspringerspiel
es: Apertura Italiana o Giuoco Piano, Variante de los 4 Caballos
eu: Giuoco Piano: Lau Zaldunen Aldaera
fr: Italienne, var. des 4 cavaliers
id: Giuoco Piano: Varian 4 Kuda
it: Apertura Italiana o Giuoco Piano, Variante dei 4 Cavalli
nl: Giuoco Piano: vier paarden variant
pl: Giuoco Piano, wariant czterech skoczków
ru: Итальянская партия: вариант четырех коней
si: Giuoco Piano, različica štirih skakačev
sv: Italienskt parti: Fyrspringarspel
tr: Giuoco Piyano: dört at varyasyonu
uk: Італійська партія: варіант чотирьох коней
vi: Giuoco Piano: bốn hiệp sĩ biến thể

source: Giuoco Piano Opening: Ghulam Kassim Variation
ar: الجيكو بيانو ( الهاديء ): غوم قاسم تفريع
br: Abertura Italiana (Giuoco Piano), Variante Ghulam Kassim
ca: Obertura Italiana o 'Giuoco Piano' - Variant Ghulam Kassim
cs: Giuoco Piano: Ghulam Kassim variation
de: Italienische Partie: Ghulam Kassim-Variante
es: Apertura Italiana o Giuoco Piano, Variante Ghulam Kassim
eu: Giuoco Piano: Ghulam Kassim Aldaera
fr: Italienne, var. Ghulam Kassim
id: Giuoco Piano: Varian Ghulam Kassim
it: Apertura Italiana o Giuoco Piano, Variante Ghulam Kassim
nl: Giuoco Piano: Ghulam Kassim variant
pl: Giuoco Piano, wariant Ghulam Kassim
ru: Итальянская партия: вариант Гулам Кассима
si: Giuoco Piano, Ghulam Kassimova različica
sv: Italienskt parti: Ghulam-Kassim-varianten
tr: Giuoco Piyano: Ghulam Kassim varyasyonu
uk: Італійська партія: варіант Гулам Кассіма
vi: Giuoco Piano: Ghulam Kassim biến

source: Giuoco Piano Opening: Greco Attack
ar: الجيكو بيانو ( الهاديء ): جريكو هجوم
br: Abertura Italiana (Giuoco Piano), Ataque Greco
ca: Obertura Italiana o 'Giuoco Piano' - Atac Greco
cs: Giuoco Piano: Greco's attack
de: Italienische Partie: Greco's Angriff
es: Apertura Italiana o Giuoco Piano, Ataque Greco
eu: Giuoco Piano: Grecoren Erasoa
fr: Italienne, attaque Greco
id: Giuoco Piano: Serangan Grecco
it: Apertura Italiana o Giuoco Piano, Attacco Greco
nl: Giuoco Piano: Greco's aanval
pl: Giuoco Piano, atak Greco
ru: Итальянская партия: атака Греко
si: Giuoco Piano, Grecov napad
sv: Italienskt parti: Grecos angrepp
tr: Giuoco Piyano: Greko'nun hücumu
uk: Італійська партія: атака Греко
vi: Giuoco Piano: Tấn công Hy Lạp

source: Giuoco Piano Opening: Greco Variation
ar: الجيكو بيانو ( الهاديء ): جريكو تفريع
br: Abertura Italiana (Giuoco Piano), Variante Greco
ca: Obertura Italiana o 'Giuoco Piano' - Variant Greco
cs: Giuoco Piano: Greco variation
de: Italienische Partie: Greco-Variante
es: Apertura Italiana o Giuoco Piano, Variante Greco
eu: Giuoco Piano: Greco Aldaera
fr: Italienne, var. Greco
id: Giuoco Piano: Varian Grecco
it: Apertura Italiana o Giuoco Piano, Variante Greco
nl: Giuoco Piano: Greco variant
pl: Giuoco Piano, wariant Greco
ru: Итальянская партия: вариант Греко
si: Giuoco Piano, Grecova različica
sv: Italienskt parti: Grecovarianten
tr: Giuoco Piyano: Greko varyasyonu
uk: Італійська партія: варіант Греко
vi: Giuoco Piano: Greco biến

source: Giuoco Piano Opening: Holzhausen Attack
ar: الجيكو بيانو ( الهاديء ): هولتسهاوسن هجوم
br: Abertura Italiana (Giuoco piano), Ataque Holzhausen
ca: Defensa dels dos cavalls/obertura Italiana - Atac Holzhausen
cs: Giuoco piano: Holzhausen attack
de: Italienische Partie: Holzhausen Angriff
es: Defensa de los 2 Caballos/Apertura Italiana, Ataque Holzhausen
eu: Giuoco Piano: Holzhausenen Erasoa
fr: Italienne, attaque Holzhausen
id: Giuoco Piano: Serangan Holzhausen
it: Difesa dei 2 Cavalli/Apertura Italiana, Attacco Holzhausen
nl: Giuoco piano: Holzhausen aanval
pl: Giuoco piano, atak Holzhausen'a
ru: Итальянская партия: атака Гольцгаузена
si: Giuoco piano, Holzhausenov napad
sv: Italienskt parti (tvåspringarspel): Holzhausens angrepp
tr: Giuoco Piyano: Holzhausen hücumu
uk: Італійська партія: атака Гольцгаузена
vi: Giuoco đàn piano: Holzhausen tấn công

source: Giuoco Piano Opening: Jerome Gambit
ar: الجيكو بيانو ( الهاديء ): جامبيت جيروم
br: Abertura Italiana (Giuoco Piano), Gambito Jerome
ca: Obertura Italiana o 'Giuoco Piano' - Gambit Jerome
cs: Giuoco Piano: Jerome gambit
de: Italienische Partie: Jerome Gambit
es: Apertura Italiana o Giuoco Piano, Gambito Jerome
eu: Giuoco Piano: Jerome Ganbitoa
fr: Italienne, gambit Jerome
id: Giuoco Piano: Gambit Jerome
it: Apertura Italiana o Giuoco Piano, gambetto Jerome
nl: Giuoco Piano: Jerome gambiet
pl: Giuoco Piano, gambit Jerome
ru: Итальянская партия: гамбит Джерома
si: Giuoco Piano, Jeromejev gambit
sv: Italienskt parti: Jeromegambit
tr: Giuoco Piyano: Jerome gambiti
uk: Італійська партія: гамбіт Джерома
vi: Giuoco Piano: Jerome Gambit

source: Giuoco Piano Opening: Krause Variation
ar: الجيكو بيانو ( الهاديء ): كراوز تفريع
br: Abertura Italiana (Giuoco Piano), Variante Krause
ca: Obertura Italiana o 'Giuoco Piano' - Variant Krause
cs: Giuoco Piano: Krause variation
de: Italienische Partie: Krause-Variante
es: Apertura Italiana o Giuoco Piano, Variante Krause
eu: Giuoco Piano: Krause Aldaera
fr: Italienne, var. Krause
id: Giuoco Piano: Varian Krause
it: Apertura Italiana o Giuoco Piano, Variante Krause
nl: Giuoco Piano: Krause variant
pl: Giuoco Piano, wariant Krause'go
ru: Итальянская партия: вариант Краузе
si: Giuoco Piano, Krausejeva različica
sv: Italienskt parti: Krausevarianten
tr: Giuoco Piyano: Krause varyasyonu
uk: Італійська партія: варіант Краузе
vi: Giuoco Piano: Krause biến

source: Giuoco Piano Opening: La Bourdonnais Variation
ar: الجيكو بيانو ( الهاديء ): لابوردينيه تفريع
br: Abertura Italiana (Giuoco Piano), Variante LaBourdonnais
ca: Obertura Italiana o 'Giuoco Piano' - Variant Labourdonnais
cs: Giuoco Piano: LaBourdonnais variation
de: Italienische Partie: LaBourdonnais-Variante
es: Apertura Italiana o Giuoco Piano, Variante La Bourdonnais
eu: Giuoco Piano: La Bourdonnais Aldaera
fr: Italienne, var. La Bourdonnais
id: Giuoco Piano: Varian Labourdannais
it: Apertura Italiana o Giuoco Piano, Variante Labourdonnais
nl: Giuoco Piano: Labourdonnais variant
pl: Giuoco Piano, wariant La Bourdonnais'a
ru: Итальянская партия: вариант Лабурдонне
si: Giuoco Piano, LaBourdonnaisova različica
sv: Italienskt parti: LaBourdonnais variant
tr: Giuoco Piyano: LaBourdonnais varyasyonu
uk: Італійська партія: варіант Лабурдонне
vi: Giuoco Piano: LaBourdonnais biến

source: Giuoco Piano Opening: Mestel Variation
ar: الجيكو بيانو ( الهاديء ): تفريع ماستل
br: Abertura Italiana (Giuoco Piano), Variante Mestel
ca: Obertura Italiana o 'Giuoco Piano' - Variant Mestel
cs: Giuoco Piano: Mestel variation
de: Italienische Partie: Mestel-Variante
es: Apertura Italiana o Giuoco Piano, Variante Mestel
eu: Giuoco Piano: Mestel Aldaera
fr: Italienne, var. Mestel
id: Giuoco Piano: Varian Mestel
it: Apertura Italiana o Giuoco Piano, Variante Mestel
nl: Giuoco Piano: Mestel variant
pl: Giuoco Piano, wariant Mestel'a
ru: Итальянская партия: вариант Местела
si: Giuoco Piano, Mestelova različica
sv: Italienskt parti: Mestelvarianten
tr: Giuoco Piyano: Mestel varyasyonu
uk: Італійська партія: варіант Местела
vi: Giuoco Piano: Mestel biến

source: Giuoco Piano Opening: Moeller (Therkatz) Attack
ar: الجيكو بيانو ( الهاديء ): موللر (ذيراكتز) هجوم
br: Abertura Italiana (Giuoco Piano), Ataque Moeller (Therkatz)
ca: Obertura Italiana o 'Giuoco Piano' - Atac Moeller o Therkatz
cs: Giuoco Piano: Moeller (Therkatz) attack
de: Italienische Partie: Moeller (Therkatz) Angriff
es: Apertura Italiana o Giuoco Piano, Ataque Moeller o Therkatz
eu: Giuoco Piano: Moeller (Therkatz) Erasoa
fr: Italienne, attaque Møller (Therkatz)
id: Giuoco Piano: Serangan Moeller (Therkatz)
it: Apertura Italiana o Giuoco Piano, Attacco Moeller o Therkatz
nl: Giuoco Piano: Moeller (Therkatz) aanval
pl: Giuoco Piano, atak Moeller'a (Therkatz'a)
ru: Итальянская партия: атака Меллера
si: Giuoco Piano, Moeller (Therkatzev) napad
sv: Italienskt parti: Möllers angrepp (Therkatz)
tr: Giuoco Piyano: Moeller (Therkatz) hücumu
uk: Італійська партія: атака Меллера
vi: Giuoco Piano: tấn công Moeller (Therkatz)

source: Giuoco Piano Opening: Moeller, Bayonet Attack
ar: الجيكو بيانو ( الهاديء ): موللر, بايونيت هجوم
br: Abertura Italiana (Giuoco Piano), Ataque Moeller, Ataque da Baioneta
ca: Obertura Italiana o 'Giuoco Piano' - Atac Moeller - Atac a la baioneta
cs: Giuoco Piano: Moeller, bayonet attack
de: Italienische Partie: Moeller, bayonet Angriff
es: Apertura Italiana o Giuoco Piano, Ataque Moeller, Ataque a la Bayoneta
eu: Giuoco Piano: Moeller, Baioneta Erasoa
fr: Italienne, attaque Møller, attaque à la baïonnette
id: Giuoco Piano: Serangan Moeller, Bayonet
it: Apertura Italiana o Giuoco Piano, Attacco Moeller, Attacco a la Bayoneta
nl: Giuoco Piano: Moeller, bajonet-aanval
pl: Giuoco Piano, Moeller, atak bagnet
ru: Итальянская партия: атака Меллера, штыковой удар
si: Giuoco Piano, Moeller, bajonetni napad
sv: Italienskt parti: Möllers bajonettangrepp
tr: Giuoco Piyano: Moeller, süngü hücumu
uk: Італійська партія: атака Меллера, штиковий удар
vi: Giuoco Piano: Moeller, đau lưỡi lê

source: Giuoco Piano Opening: Rosentreter Variation
ar: الجيكو بيانو ( الهاديء ): روزنترتر تفريع
br: Abertura Italiana (Giuoco piano), Variante Rosentreter
ca: Defensa dels dos cavalls/Obertura Italiana - Variant Rosentreter
cs: Giuoco piano: Rosentreter variation
de: Italienische Partie: Rosentreter-Variante
es: Defensa de los 2 Caballos/Apertura Italiana, Variante Rosentreter
eu: Giuoco Piano: Rosentreter Aldaera
fr: Italienne, var. Rosentreter
id: Giuoco Piano: Varian Rosentreter
it: Difesa dei 2 Cavalli/Apertura Italiana, Variante Rosentreter
nl: Giuoco piano: Rosentreter variant
pl: Giuoco piano, wariant Rosentreter'a
ru: Итальянская партия: вариант Розентретера
si: Giuoco piano, Rosentreterjeva različica
sv: Italienskt parti (tvåspringarspel): Rosentretervarianten
tr: Giuoco Piyano: Rosentreter varyasyonu
uk: Італійська партія: варіант Розентретера
vi: Giuoco đàn piano: Rosentreter biến

source: Giuoco Piano Opening: Steinitz Variation
ar: الجيكو بيانو ( الهاديء ): تفريع شتاينتز
br: Abertura Italiana (Giuoco Piano), Variante Steinitz
ca: Obertura Italiana o 'Giuoco Piano' - Variant Steinitz
cs: Giuoco Piano: Steinitz variation
de: Italienische Partie: Steinitz-Variante
es: Apertura Italiana o Giuoco Piano, Variante Steinitz
eu: Giuoco Piano: Steinitz Aldaera
fr: Italienne, var. Steinitz
id: Giuoco Piano: Varian Steinitz
it: Apertura Italiana o Giuoco Piano, Variante Steinitz
nl: Giuoco Piano: Steinitz variant
pl: Giuoco Piano, wariant Steinitz'a
ru: Итальянская партия: вариант Стейница
si: Giuoco Piano, Steinitzeva različica
sv: Italienskt parti: Steinitzvarianten
tr: Giuoco Piyano: Steinitz varyasyonu
uk: Італійська партія: варіант Стейніца
vi: Giuoco Piano: Steinitz biến

source: Giuoco Piano Opening: Tarrasch Variation
ar: الجيكو بيانو ( الهاديء ): تفريع تاراش
br: Abertura Italiana (Giuoco Piano), Variante Tarrasch
ca: Obertuta Italiana o 'Giuoco Piano' - Variant Tarrasch
cs: Giuoco Piano: Tarrasch variation
de: Italienische Partie: Tarrasch-Variante
es: Apertura Italiana o Giuoco Piano, Variante Tarrasch
eu: Giuoco Piano: Tarrasch Aldaera
fr: Italienne, var. Tarrasch
id: Giuoco Piano: Varian Tarrasch
it: Apertura Italiana o Giuoco Piano, Variante Tarrasch
nl: Giuoco Piano: Tarrasch variant
pl: Giuoco Piano, wariant Tarrasch'a
ru: Итальянская партия: вариант Тарраша
si: Giuoco Piano, Tarrascheva različica
sv: Italienskt parti: Tarraschvarianten
tr: Giuoco Piyano: Tarrasch varyasyonu
uk: Італійська партія: варіант Тарраша
vi: Giuoco Piano: Tarrasch biến

source: Giuoco Piano Opening: Therkatz-Herzog Variation
ar: الجيكو بيانو ( الهاديء ): ذيراكتز-هرزوج تفريع
br: Abertura Italiana (Giuoco Piano), Variante Therkatz Herzog
ca: Obertura Italiana o 'Giuoco Piano' - Variant Therkatz Herzog
cs: Giuoco Piano: Therkatz-Herzog variation
de: Italienische Partie: Therkatz-Herzog-Variante
es: Apertura Italiana o Giuoco Piano, Variante Therkatz Herzog
eu: Giuoco Piano: Therkatz-Herzog Aldaera
fr: Italienne, var. Therkatz - Herzog
id: Giuoco Piano: Varian Therkatz-Herzog
it: Apertura Italiana o Giuoco Piano, Variante Therkatz Herzog
nl: Giuoco Piano: TherkatzHerzog variant
pl: Giuoco Piano, wariant Therkatz-Herzog
ru: Итальянская партия: вариант Теркатца-Херцога
si: Giuoco Piano, Therkatz-Herzogova različica
sv: Italienskt parti: Therkatz-Herzogvarianten
tr: Giuoco Piyano: Therkatz-Herzog varyasyonu
uk: Італійська партія: варіант Теркатца-Херцога
vi: Giuoco Piano: Therkatz-Herzog biến

source: Global Opening
ar: افتتاح جلوبال
br: Abertura Global
ca: Obertura Global
de: Global Eröffnung
es: Apertura Global
eu: Global Irekiera
fr: Ouverture globale
id: Pembukaan Global
it: Apertura Globale
nl: Globale opening
pl: Debiut globalny
ru: Всеохватный дебют
si: Globalna otvoritev
sv: Global spelöppning
tr: Küresel açılış
uk: Глобальний дебют
vi: Khai cuộc toàn cục

source: Goldsmith Defence
eu: Goldsmith Defentsa
fr: Défense Goldsmith ou défense Després

source: Goldsmith Defence: Picklepuss Defence
eu: Goldsmith Defentsa: Picklepuss Defentsa
fr: Défense Goldsmith ou défense Després, défense picklepuss ("triste" en français ?)

source: Greco Defence
ar: جريكو دفاع
br: Defesa Greco
ca: Defensa Greco
de: Greco Verteidigung
es: Defensa Greco
eu: Greko Defentsa
fr: Défense Greco
id: Pembelaan Greco
it: Difesa Greco
nl: Greco verdediging
pl: Obrona Greco
ru: Защита Греко
si: Grecova obramba
sv: Grecos försvar
tr: Greko savunması
uk: Захист Греко
vi: Phòng thủ Greco

source: Grob Attack
ar: جروب هجوم
br: Ataque Grob
ca: Atac Grob
cs: Grob's attack
de: Grobs Angriff
es: Ataque Grob
eu: Grob Erasoa
fr: Attaque ou début Grob
id: Serangan Grob
it: Attacco Grob
nl: Grobopening
pl: Atak Groba
ru: Дебют Гроба
si: Grobov napad
sv: Grobs angrepp
tr: Grob'un hücumu
uk: Дебют Гроба
vi: Tấn công Grob

source: Grob Opening: Alessi Gambit
eu: Grob Irekiera: Alessi Ganbitoa
fr: Début Grob, gambit Alessi

source: Grob Opening: Double Grob
eu: Grob Irekiera: Grob Bikoitza
fr: Début Grob, double Grob

source: Grob Opening: Double Grob, Coca-Cola Gambit
eu: Grob Irekiera: Grob Bikoitza, Coca-Cola Ganbitoa
fr: Début Grob, double Grob, gambit Coca-Cola

source: Grob Opening: Grob Gambit
eu: Grob Irekiera: Grob Ganbitoa
fr: Début Grob, gambit Grob

source: Grob Opening: Grob Gambit Declined
eu: Grob Irekiera: Grob Ganbito Ukatua
fr: Début Grob, gambit Grob refusé

source: Grob Opening: Grob Gambit, Basman Gambit
eu: Grob Irekiera: Grob Ganbitoa, Basman Ganbitoa
fr: Début Grob, gambit Grob, gambit Basman

source: Grob Opening: Grob Gambit, Fritz Gambit, Romford CounterGambit
eu: Grob Irekiera: Grob Ganbitoa, Fritz Ganbitoa, Romford Kontra-Ganbitoa
fr: Début Grob, gambit Grob, gambit Fritz, contre-gambit de Romford

source: Grob Opening: Grob Gambit, Keres Gambit
eu: Grob Irekiera: Grob Ganbitoa, Keres ganBit
fr: Début Grob, gambit Grob, gambit Keres

source: Grob Opening: Grob Gambit, Richter-Grob Gambit
eu: Grob Irekiera: Grob Ganbitoa, Richter-Grob Ganbitoa
fr: Début Grob, gambit Grob, gambit Richter - Grob

source: Grob Opening: Keene Defence
eu: Grob Irekiera: Keene Defentsa
fr: Début Grob, défense Keene

source: Grob Opening: Keene Defence, Main Line
eu: Grob Irekiera: Keene Defentsa, Lerro Nagusia
fr: Début Grob, défense Keene, ligne principale

source: Grob Opening: London Defence
eu: Grob Irekiera: Londres Defentsa
fr: Début Grob, défense de Londres

source: Grob Opening: Spike, Hurst Attack
eu: Grob Irekiera: Spike, Hurst Erasoa

source: Grob Opening: Zilbermints Gambit
eu: Grob Irekiera: Zilbermints Ganbitoa
fr: Début Grob, gambit Zilbermints

source: Grob Opening: Zilbermints Gambit, Schiller Defence
eu: Grob Irekiera: Zilbermints Ganbitoa, Schiller Defentsa

source: Grob Opening: Zilbermints Gambit, Zilbermints-Hartlaub Gambit
eu: Grob Irekiera: Zilbermints Ganbitoa, Zilbermints-HartLaub Ganbitoa
fr: Début Grob, gambit Zilbermints, gambit Zilbermints - Hartlaub

source: Grob: Fritz Gambit
ar: جروب: فريتز جامبيت
br: Ataque Grob, Gambito Fritz
ca: Atac Grob - Gambit Fritz
es: Ataque Grob, Gambito Fritz
eu: Grob: Fritz Ganbitoa
fr: Début Grob, gambit Fritz
id: Grob: Gambit Fritz
it: Attacco Grob, Mossa di Fritz
nl: Grob: Fritz gambiet
pl: Grob, gamboit Fritz'a
ru: Дебют Гроба: гамбит Фрица
si: Grob, Fritzov gambit
tr: Grob: Fritz gambiti
uk: Дебют Гроба: гамбіт Фріца

source: Grob: Romford Counter-gambit
ar: جروب: رومفورد الجامبيت المضاد
br: Ataque Grob, Contra-Gambito Romford
ca: Atac Grob - Contra-Gambit Romford
de: Grob: Romford Gegengambit
es: Ataque Grob, ContraGambito Romford
eu: Grob: Romford Kontra-Ganbitoa
fr: Début Grob, contre-gambit de Romford
id: Grob: Gambit Balasan Romford
it: Attacco Grob, Controgambetto Romford
nl: Grob: Romford tegengamb
pl: Grob, kontrgambit Romford'a
ru: Дебют Гроба: контргамбит Ромфорда
si: Grob, Romfordov proti-gambit
sv: Grob: Romfords motgambit
tr: Grob: Romford karşı gambiti
uk: Дебют Гроба: контргамбіт Ромфорда
vi: Grob: Romford phản Gambit

source: Grob: Spike Attack
ar: جروب: سبايك هجوم
br: Ataque Grob, Ataque Spike
ca: Atac Grobc - Atac de l'espiga
de: Grob: Speerangriff
es: Ataque Grob, Ataque de Espiga
eu: Grob: Spike Erasoa
fr: Début Grob, attaque "Spike" (nom de plusieurs chiens dans les cartoons ? "de la pointe" en français ?)
id: Grob: Serangan Spike
it: Attacco Grob, Attacco Punta
nl: Grob: spike aanval
pl: Grob, atak
ru: Дебют Гроба: Гвоздь
si: Grob, konični napad
sv: Grob: Taggangreppet
tr: Grob: sivri demir hücumu
uk: Дебют Гроба: Цвях
vi: Grob: tăng đột biến tấn công

source: Gruenfeld Defence
ar: جرونفلد دفاع
br: Defesa Grünfeld
ca: Defensa Grünfeld
de: Grünfeld Verteidigung
es: Defensa Grünfeld
eu: Gruenfelden Defentsa
fr: Défense Grünfeld
id: Pembelaan Gruenfeld
it: Difesa Grünfeld
nl: Gruenfeld verdediging
pl: Obrona Gruenfeld'a
ru: Защита Грюнфельда
si: Gruenfeldova obramba
sv: Grünfeld-försvar
tr: Gruenfeld savunması
uk: Захист Грюнфельда
vi: Phòng thủ Gruenfeld

source: Gruenfeld Defence: Brinckmann Attack, Reshevsky Gambit
es: Defensa Grünfeld: Ataque Brinckmann, Gambito Reshevsky
eu: Grünfeld Defentsa: Brickmann Erasoa, Reshervsky Ganbitoa

source: Gruenfeld Defence: Exchange Variation, Larsen Variation
es: Defensa Grünfeld: Variante Exchange, Variante Larsen
eu: Grünfeld Defentsa: Truke Aldaera, Larsen Aldaera
fr: Défense Grünfeld, var. d'échange, var. Larsen

source: Gruenfeld Defence: Exchange Variation, Modern Exchange Variation, Kramnik Line
es: Defensa Grünfeld: Variante Exchange, Variante Modern Exchange, Kramnik Line
eu: Grünfeld Defentsa: Truke Aldaera, Truke Aldaera Modernoa, Kramniken Lerroa

source: Gruenfeld Defence: Exchange Variation, Modern Exchange Variation, Pawn Grab Line
es: Defensa Grünfeld: Variante Exchange, Variante Modern Exchange, Pawn Grab Line
eu: Grünfeld Defentsa: Truke Aldaera, Truke Aldaera Modernoa, Peoi harrapatuaren Lerroa

source: Gruenfeld Defence: Exchange Variation, Nadanian Attack
es: Defensa Grünfeld: Variante Exchange, Ataque Nadanian
eu: Grünfeld Defentsa: Truke Aldaera, Nadanian Erasoa
fr: Défense Grünfeld, var. d'échange, attaque Nadanian

source: Gruenfeld Defence: Lutikov Variation
es: Defensa Grünfeld: Variante Lutikov
eu: Grünfeld Defentsa: Truke Aldaera, Lutikov Aldaera
fr: Défense Grünfeld, var. Lutikov

source: Gruenfeld Defence: Lutikov Variation, Murrey Attack
es: Defensa Grünfeld: Variante Lutikov, Ataque Murrey
eu: Grünfeld Defentsa: Truke Aldaera, Lutikov Aldaera, Murrey Erasoa

source: Gruenfeld Defence: Russian Variation
es: Defensa Grünfeld: Variante Russian
eu: Grünfeld Defentsa: Errusiar Aldaera

source: Gruenfeld Defence: Smyslov, Main Line
ar: جرونفلد دفاع: سيمسلوف, الخط الرئيسي
br: Defesa Grünfeld, Variante Smyslov, Linha Principal
ca: Defensa Grünfeld - Variante Russa - Variant Smyslov - Línia principal
de: Grünfeld Verteidigung: Smyslov, Hauptvariante
es: Defensa Grünfeld, Variante Rusa, Variante Smyslov, Linea Principal
eu: Gruenfelden Defentsa: Smyslov, Lerro Nagusia
fr: Défense Grünfeld, var. russe, var. Smyslov, ligne principale
id: Pembelaan Gruenfeld Symslov, Jalur Utama
it: Difesa Grünfeld, Variante Russa, Variante Smyslov, Linea Principale
nl: Gruenfeld verdediging: Smyslov, hoofdlijn
pl: Obrona Gruenfeld'a, Smyslov, główna linia
ru: Защита Грюнфельда: вариант Смыслова, основное продолжение
si: Gruenfeldova obramba: Smyslov, glavna linija
sv: Grünfeld-försvar: Smyslov, huvudvariant
tr: Gruenfeld savunması: Smyslov, ana hat
uk: Захист Грюнфельда: варіант Смислова, основне продовження
vi: Phòng thủ Gruenfeld: Smyslov, dòng chính

source: Gruenfeld Defence: Smyslov, Yugoslav Variation
ar: جرونفلد دفاع: سيمسلوف, اليوغسلافي تفريع
br: Defesa Grünfeld, Variante Smyslov, Variante Jugoslava
ca: Defensa Grünfeld - Variant Russa - Variant Smyslov - Variant Iugoslava
de: Grünfeld Verteidigung: Smyslov, Jugoslawische-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Smyslov, Variante Yugoslava
eu: Gruenfelden Defentsa: Smyslov, Jugoslaviar Aldaera
fr: Défense Grünfeld, var. russe, var. Smyslov, var. yougoslave
id: Pembelaan Gruenfeld Symslov, Varian Yugoslavia
it: Difesa Grünfeld, Variante Russa, Variante Smyslov, Variante Yugoslava
nl: Gruenfeld verdediging: Smyslov, Joegoslavische variant
pl: Obrona Gruenfeld'a, Smyslov, wariant jugosłowiański
ru: Защита Грюнфельда: вариант Смыслова, югославский вариант
si: Gruenfeldova obramba, Smyslova, Yugoslavova različica
sv: Grünfeld-försvar: Smyslov, jugoslavisk variant
tr: Gruenfeld savunması: Smyslov, Yugoslavya var.
uk: Захист Грюнфельда: варіант Смислова, Югославський варіант
vi: Phòng thủ Gruenfeld: biến thể Smyslov, Nam Tư

source: Gruenfeld Defence: Three Knights Variation
es: Defensa Grünfeld: Variante Three Knights
eu: Grünfeld Defentsa: Hiru Zaldunen Aldaera
fr: Défense Grünfeld, var. des 3 cavaliers, 4...Fg7

source: Gruenfeld Defence: Three Knights Variation, Burille Variation, Reversed Tarrasch
es: Defensa Grünfeld: Variante Three Knights, Variante Burille, Reversed Tarrasch
eu: Grünfeld Defentsa: Hiru Zaldunen Aldaera, Burill Aldaera, Tarrasch Alderantziz
