Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: English Opening: Carls' Bremen System
ar: الانجليزي : كارلس بريمين نظام
br: Abertura Inglesa, Sistema Carls Bremen
ca: Obertura Anglèsa, Sistema Carls' Bremen
cs: Anglická: Systém Karla Bremena
de: Englisch: Carls' Bremen System
es: Apertura Inglesa, Sistema Carls' Bremen
eu: Ingelesa: Carls' Bremen Sistema
fr: Anglaise, système de Brême
id: Inggris: Sistem Carl Bremen
it: Apertura Inglese, Sistema Carls' Bremen
nl: Engels: Carls 'Bremen systeem
pl: Angielska, system Carl's Bremen
ru: Английское начало: бременская система Карльса
si: angleška, Carlov Bremen sistem
sv: Engelskt: Carls-Bremen-systemet
tr: İngiliz: Carls'ın Bremen sistemi
uk: Англійський початок: Бременська система Карльса
vi: Anh: hệ thống Carls Bremen

source: English Opening: Caro-Kann Defensive System
ar: الانجليزي : كاروكان دفاعي نظام
br: Abertura Inglesa, Sistema Defensivo Caro-Kann
ca: Obertura Anglèsa - Sistema Defensiu Caro Kann
cs: Anglická: Systém Caro-Kannovy obrany
de: Englisch: Caro-Kann Verteidigung
es: Apertura Inglesa, Sistema Defensivo Caro Kann
eu: Ingelesa: Caro-Kann Defentsa-Sistema
fr: Anglaise, système défensif Caro - Kann
id: Inggris: Sistem Bertahan Caro-Kann
it: Apertura Inglese, Sistema Defensivo Caro Kann
nl: Engels: CaroKann defensieve systeem
pl: Angielska, system obronny Caro-Kann
ru: Английское начало: система защиты Каро-Канн
si: angleška, Caro-Kann obrambni sistem
sv: Engelskt: Caro-Kann-försvar
tr: İngiliz: Caro-Kann savunma sistemi
uk: Англійський початок: система захисту Каро-Канн
vi: Anh: hệ thống phòng thủ Caro-Kann

source: English Opening: Caro-Kann Defensive System, Bogolyubov Variation
ar: الانجليزي : كاروكان دفاعي نظام, تفريع وجوليوبوف
br: Abertura Inglesa, Sistema Defensivo Caro-Kann, Variante Bogoljubow
ca: Obertura Anglèsa - Sistema Caro Kann - Variant Bogoljubow
cs: Anglická: Systém Caro-Kannovy obrany, Bogoljubova varianta
de: Englisch: Caro-Kann Verteidigung, Bogolyubov-Variante
es: Apertura Inglesa, Sistema Defensivo Caro Kann, Variante Bogoljubow
eu: Ingelesa: Caro-Kann Defentsa-Sistema, Bogolyubov Aldaera
fr: Anglaise, système défensif Caro - Kann, var. Bogoljubov
id: Inggris: Sistem Bertahan Caro-Kann, Varian Bogolyubov
it: Apertura Inglese, Sistema Defensivo Caro Kann, Variante Bogoljubow
nl: Engels: CaroKann verdedigingssysteem, Bogolyubov variant
pl: Angielska, system obronny Caro-Kann, wariant Bogolyubov'a
ru: Английское начало: система защиты Каро-Канн, вариант Боголюбова
si: angleška, Caro-Kannov obrambni sistem
sv: Engelskt: Caro-Kann-försvar, Bogoljubowvarianten
tr: İngiliz: Caro-Kann savunma sistemi, Bogolyubov varyasyonu
uk: Англійський початок: система захисту Каро-Канн, варіант Боголюбова
vi: Anh: hệ thống phòng thủ Caro-Kann, biến Bogolyubov

source: English Opening: Closed System
ar: الانجليزي : المغلق نظام
br: Abertura Inglesa, Sistema Fechado
ca: Obertura Anglèsa - Sistema tancat
cs: Anglická: Zavřený systém
de: Englisch: Geschlossenes System
es: Apertura Inglesa, Sistema Cerrado
eu: Ingelesa: Sistema Itxia
fr: Anglaise, système fermé
id: Inggris: Sistem Tertutup
it: Apertura Inglese, Sistema Chiudo
nl: Engels: gesloten systeem
pl: Angielska, system zamknięty
ru: Английское начало: закрытая система
si: angleška, zaprt sistem
sv: Engelskt: Slutet system
tr: İngiliz: kapalı sistem
uk: Англійський початок: закрита система
vi: Anh: Hệ thống đóng

source: English Opening: Closed System (without ...d6)
ar: الانجليزي : المغلق نظام (بدون ...d6)
br: Abertura Inglesa, Sistema Fechado (sem ...d6)
ca: Obertura Anglèsa - Sistema tancat - sense ... d6
cs: Anglická: Zavřený systém (bez - d6)
de: Englisch: Geschlossenes System (ohne ...d6)
es: Apertura Inglesa, Sistema Cerrado, sin ...d6
eu: Ingelesa: Sistema Itxia (...d6 gabe)
fr: Anglaise fermée, sans ...d6
id: Inggris: Sistem Tertutup (tanpa ...d6)
it: Apertura Inglese, Sistema Chiuso, sin ...d6
nl: Engels: gesloten systeem (zonder ... d6)
pl: Angielska, system zamknięty (bez ...d6)
ru: Английское начало: закрытая система (без ...d6)
si: angleška, zaprt sistem (brez d6)
sv: Engelskt: Slutet system utan ...d6
tr: İngiliz: kapalı sistem (...d6 olmadan)
uk: Англійський початок: закрита система (без ...d6)
vi: Anh: Hệ thống đóng (không có ... D6)

source: English Opening: Closed, 5.Rb1
ar: الانجليزي : المغلق, 5.Rb2
br: Abertura Inglesa, Sistema Fechado, 5.Tb1
ca: Obertura Anglèsa - Sistema tancat - 5. Tb1
cs: Anglická: Zavřená, 5. Vb1
de: Englisch: Geschlossen, 5.Tb1
es: Apertura Inglesa, Sistema Cerrado, 5.Tb1
eu: Ingelesa: Itxia, 5.Gb1
fr: Anglaise fermée, 5.Tb1
id: Inggris: Sistem Tertutup, 5.Bb1
it: Apertura Inglese, Sistema Chiuso, 5.Tb1
nl: Engels: gesloten, 5.Tb1
pl: Angielska, system zamknięty, 5.Wb1
ru: Английское начало: закрытая система, 5.Лb1
si: angleška, zaprta, 5. Tb1
sv: Engelskt: Slutet, 5.Tb1
tr: İngiliz: kapalı, 5.Rb1
uk: Англійський початок: закрита система, 5.Тb1
vi: Anh: đóng, 5.Rb1

source: English Opening: Closed, 5.Rb1 Taimanov Variation
ar: الانجليزي : المغلق, 5.Rb1 تيمانوف تفريع
br: Abertura Inglesa, Sistema Fechado, 5.Tb1, Variante Taimanov
ca: Obertura Anglèsa - Sistema tancat - 5. Tb1 - Variant Taimanov
cs: Anglická: Zavřená, 5. Vb1 Taimanova varianta
de: Englisch: Geschlossen, 5.Tb1 Taimanov-Variante
es: Apertura Inglesa, Sistema Cerrado, 5.Tb1, Variante Taimanov
eu: Ingelesa: Itxia, 5.Gb1 Taimanov Aldaera
fr: Anglaise fermée, 5.Tb1, var. Taïmanov
id: Inggris: Sistem Tertutup, 5.Bb1, Varian Taimanov
it: Apertura Inglese, Sistema Chiuso, 5.Tb1, Variante Taimanov
nl: Engels: gesloten, 5.Tb1 Taimanov variant
pl: Angielska, system zamknięty,5.Wb1, wariant Taimanov'a
ru: Английское начало: закрытая система, 5.Лb1, вариант Тайманова
si: angleška, zaprta, 5. Tb1 Taimanova različica
sv: Engelskt: Slutet, 5.Tb1 i Tajmanovvarianten
tr: İngiliz: kapalı, 5.Rb1 Taimanov varyasyonu
uk: Англійський початок: закрита система, 5.Тb1, варіант Тайманова
vi: Anh: đóng, biến thể 5.Rb1 Taimanov

source: English Opening: Closed, Hort Variation
ar: الانجليزي : المغلق, هورت تفريع
br: Abertura Inglesa, Sistema Fechado, Variante Hort
ca: Obertura Anglèsa - Sistema tancat - Variant Hort
cs: Anglická: Zavřená, Hortova varianta
de: Englisch: Geschlossen, Hort-Variante
es: Apertura Inglesa, Sistema Cerrado, Variante Hort
eu: Ingelesa: Itxia, Hort Aldaera
fr: Anglaise fermée, var. Hort
id: Inggris: Sistem Tertutup, Varian Hort
it: Apertura Inglese, Sistema Chiuso, Variante Hort
nl: Engels: gesloten, Hort variant
pl: Angielska, system zamknięty, wariant Hort'a
ru: Английское начало: закрытая система, вариант Горта
si: angleška, zaprta, Hortova različica
sv: Engelskt: Slutet, Hortvarianten
tr: İngiliz: kapalı, Hort varyasyonu
uk: Англійський початок: закрита система, варіант Горта
vi: Anh: đóng, biến thể Hort

source: English Opening: Closed, Taimanov Variation
ar: الانجليزي : المغلق, تيمانوف تفريع
br: Abertura Inglesa, Sistema Fechado, Variante Taimanov
ca: Obertura Anglesa - Sistema tancat - Variant Taimanov
cs: Anglická: Zavřená, Taimanova varianta
de: Englisch: Geschlossen, Taimanov-Variante
es: Apertura Inglesa, Sistema Cerrado, Variante Taimanov
eu: Ingelesa: Itxia, Taimanov Aldaera
fr: Anglaise fermée, var. Taïmanov
id: Inggris: Sistem Tertutup, Varian Taimanov
it: Apertura Inglese, Sistema Chiuso, Variante Taimanov
nl: Engels: gesloten, Taimanov variant
pl: Angielska, system zamknięty, wariant Taimanov'a
ru: Английское начало: закрытая система, вариант Тайманова
si: angleška, zaprta, Taimanova različica
sv: Engelskt: Slutet, Tajmanovvarianten
tr: İngiliz: kapalı, Taimanov varyasyonu
uk: Англійський початок: закрита система, варіант Тайманова
vi: Anh: đóng, biến Taimanov

source: English Opening: Drill Variation
es: Apertura Inglesa: Variante Drill
eu: Irekiera Ingelesa: Zulagailu Aldaera

source: English Opening: Four Knights System
ar: الانجليزي : الأربعة أحصنة نظام
br: Abertura Inglesa, Sistema dos 4 Cavalos
ca: Obertura Anglèsa - Sistema dels quatre cavalls
cs: Anglická: Systém čtyř jezdců
de: Englisch: Vierspringerspiel
es: Apertura Inglesa, Sistema de los 4 Caballos
eu: Ingelesa: Lau Zaldunen Sistema
fr: Anglaise, système des 4 cavaliers
id: Inggris: Sistem 4 Kuda
it: Apertura Inglese, Sistema dei 4 Cavalli
nl: Engels: vier paarden systeem
pl: Angielska, system czterech skoczków
ru: Английское начало: система четырех коней
si: angleška, sistem štirih skakačev
sv: Engelskt: Fyrspringarspel
tr: İngiliz: 4 at sistemi
uk: Англійський початок: система чотирьох коней
vi: Anh: hệ thống bốn mã

source: English Opening: Four Knights, 4.e3
ar: الانجليزي : الأربعة أحصنة, 4.e4
br: Abertura Inglesa, Sistema dos 4 Cavalos, 4.e3
ca: Obertura Anglèsa - Sistema dels quatre cavalls - 4. e3
cs: Anglická: Systém čtyř jezdců, 4. e3
de: Englisch: Vierspringerspiel, 4.e3
es: Apertura Inglesa, Sistema de los 4 Caballos, 4.e3
eu: Ingelesa: Lau Zaldunak, 4.e3
fr: Anglaise, système des 4 cavaliers, 4.e3
id: Inggris: Sistem 4 Kuda, 4.e3
it: Apertura Inglese, Sistema dei 4 Cavalli, 4.e3
nl: Engels: vier paarden, 4.e3
pl: Angielska, cztery skoczki, 4.e3
ru: Английское начало: система четырех коней, 4.e3
si: angleška, štirje skakači, 4. e3
sv: Engelskt: Fyrspringarspel med 4.e3
tr: İngiliz: 4 at, 4.e3
uk: Англійський початок: система чотирьох коней, 4.e3
vi: Anh: bốn mã, 4.e3

source: English Opening: Four Knights, Capablanca Variation
ar: الانجليزي : الأربعة أحصنة, كابابلانكا تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Capablanca
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Capablanca
cs: Anglická: Systém čtyř jezdců, Capablancova varianta
de: Englisch: Vierspringerspiel, Capablanca-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Capablanca
eu: Ingelesa: Lau Zaldunak, Capablanca Aldaera
fr: Anglaise, système des 4 cavaliers, var. Capablanca
id: Inggris: Sistem 4 Kuda, Varian Capablanca
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Capablanca
nl: Engels: vier paarden, Capablanca variant
pl: Angielska, cztery skoczki, wariant Capablanki
ru: Английское начало: система четырех коней, вариант Капабланки
si: angleška, štirje skakači, Capablancina različica
sv: Engelskt: Fyrspringarspel, Capablancavarianten
tr: İngiliz: dört at, Capablanca varyasyonu
uk: Англійський початок: система чотирьох коней, варіант Капабланки
vi: Anh: bốn mã, biến thể Capablanca

source: English Opening: Four Knights, Kingside Fianchetto
ar: الانجليزي : الأربعة أحصنة, جناح الملك فيل الوتر الطويل
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante do Fianchetto de Rei
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant del Fianchetto de Rei
cs: English: four knights, kingside fianchetto
de: Englisch: Vierspringerspiel, Königsfianchetto
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante del Fianchetto de Rey
eu: Ingelesa: Lau Zaldunak, Errege aldeko Fianchetto-a
fr: Anglaise, système des 4 cavaliers, fianchetto-roi
id: Inggris: Sistem 4 Kuda, Fianchetto Gajah Raja
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante del Fianchetto di Re
nl: Engels: vier paarden, koningsvleugel fianchetto
pl: kingside fianchetto fianchetto skrzydła królewskiego
ru: Английское начало: система четырех коней, королевское фианкетто
si: angleška otvoritev, štirje skakači, kraljev krilni razvoj
sv: Engelskt: Fyrspringarspel, kungsfianchetto
tr: İngiliz: dört at, şah fianchetto
uk: Англійський початок: система чотирьох коней, королівське фіанкетто
vi: Anh: bốn mã, cánh Vua fianchetto

source: English Opening: Four Knights, Marini Variation
ar: الانجليزي : الأربعة أحصنة, ماريني تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Marini
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Marini
cs: Anglická: Systém čtyř jezdců, Mariniho varianta
de: Englisch: Vierspringerspiel, Marini-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Marini
eu: Ingelesa: Lau Zaldunak, Marini Aldaera
fr: Anglaise, système des 4 cavaliers, var. Marini
id: Inggris: Sistem 4 Kuda, Varian Marini
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Marini
nl: Engels: vier paarden, Marini variant
pl: Angielska, cztery skoczki, wariant Marini
ru: Английское начало: система четырех коней, вариант Марини
si: angleška, štirje skakači, Marinijeva različica
sv: Engelskt: Fyrspringarspel, Marinivarianten
tr: İngiliz: dört at, Marini varyasyonu
uk: Англійський початок: система чотирьох коней, вариант Маріні
vi: Anh: bốn mã, biến thể Marini

source: English Opening: Four Knights, Nimzovich Variation
ar: الانجليزي : الأربعة أحصنة, نيمزوفيتش تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Nimzowitsch
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Nimzowitsch
cs: English: four knights, Nimzovich variation
de: Englisch: Vierspringerspiel, Nimzowitsch-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Nimzowitsch
eu: Ingelesa: Lau Zaldunak, Nimzovich Aldaera
fr: Anglaise, système des 4 cavaliers, var. Nimzowitsch
id: Inggris: Sistem 4 Kuda, Varian Nimzowitch
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Nimzowitsch
nl: Engels: vier paarden, Nimzovich variant
pl: Angielska, cztery skoczki, wariant Nimzovitsch'a
ru: Английское начало: система четырех коней, вариант Нимцовича
si: angleška, štirje skakači, Nimzovicheva različica
sv: Engelskt: Fyrspringarspel, Nimzowitschvarianten
tr: İngiliz: dört at, Nimzovich varyasyonu
uk: Англійський початок: система чотирьох коней, варіант Німцовича
vi: Anh: bốn mã, biến thể Nimzovich

source: English Opening: Four Knights, Romanishin Variation
ar: الانجليزي : الأربعة أحصنة, رومانشين تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Romanishin
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Romanishin
cs: English: four knights, Romanishin variation
de: Englisch: Vierspringerspiel, Romanishin-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Romanishin
eu: Ingelesa: Lau Zaldunak, Romanishin Aldaera
fr: Anglaise, système des 4 cavaliers, var. Romanichine
id: Inggris: Sistem 4 Kuda, Varian Romanishin
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Romanishin
nl: Engels: vier paarden, Romanishin variant
pl: Angielska, cztery skoczki, wariant Romanishin'a
ru: Английское начало: система четырех коней, вариант Романишина
si: angleška, štirje skakači, Romanishinova različica
sv: Engelskt: Fyrspringarspel, Romanisjinvarianten
tr: İngiliz: dört at, Romanishin varyasyonu
uk: Англійський початок: система чотирьох коней, варіант Романишина
vi: Anh: bốn mã, biến thể Romanishin biến

source: English Opening: Four Knights, Stean Variation
ar: الانجليزي : الأربعة أحصنة, استيان تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Stean
ca: Obertura Anglèsa - Sistema del quatre cavalls - Variant Stean
cs: English: four knights, Stean variation
de: Englisch: Vierspringerspiel, Stean-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Stean
eu: Ingelesa: Lau Zaldunak, Stean Aldaera
fr: Anglaise, système des 4 cavaliers, var. Stean
id: Inggris: Sistem 4 Kuda, Varian Stean
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Stean
nl: Engels: vier paarden, Stean variant
pl: Angielska, cztery skoczki, wariant Stean'a
ru: Английское начало: система четырех коней, вариант Стина
si: angleška, štirje skakači, Steanova različica
sv: Engelskt: Fyrspringarspel, Steanvarianten
tr: İngiliz: dört at, Stean varyasyonu
uk: Англійський початок: система чотирьох коней, варіант Стіна
vi: Anh: bốn mã, biến thể Stean

source: English Opening: Great Snake Variation
es: Apertura Inglesa: Variante Great Snake
eu: Irekiera Ingelesa: Suge handiaren Aldaera
fr: Anglaise, var. du grand serpent

source: English Opening: Jaenisch Gambit
ar: الانجليزي : جينيش جامبيت
br: Abertura Inglesa, Gambito Jaenisch
ca: Obertura Anglèsa - Gambit Jaenisch
cs: Anglická: Jaenishův gambit
de: Englisch: Jänisch Gambit
es: Apertura Inglesa, Gambito Jaenisch
eu: Ingelesa: Jaenisch Ganbitoa
fr: Anglaise, gambit Jaenisch
id: Inggris: Gambit Jaenisch
it: Apertura Inglese, gambetto Jaenisch
nl: Engels: Jaenisch gambiet
pl: Angielska, gambit Jaenisch'a
ru: Английское начало: контргамбит Яниша
si: angleška, Jaenischev gambit
sv: Engelskt: Jänisch-gambit
tr: İngiliz: Jaenisch gambiti
uk: Англійський початок: контргамбит Яніша
vi: Anh: Jaenisch Gambit

source: English Opening: Keres Variation
ar: الانجليزي,كيريس تفريع
br: Abertura Inglesa, Variante Keres
ca: Obertura Anglèsa, Variant Keres
cs: Anglická: Keresova varianta
de: Englisch, Keres-Variante
es: Apertura Inglesa, Variante Keres
eu: Ingelesa, Keres Aldaera
fr: Anglaise, var. Keres
id: Inggris: Serangan Keres
it: Apertura Inglese, Variante Keres
nl: Engels, Keres variant
pl: Angielska, wariant Keres'a
ru: Английское начало: вариант Кереса
si: angleška, Keresova različica
sv: Engelskt: Keresvarianten
tr: İngiliz, Keres varyasyonu
uk: Англійський початок: варіант Кереса
vi: Anh, biến Keres

source: English Opening: King English Variation
es: Apertura Inglesa: Variante King English
eu: Irekiera Ingelesa: Erregearen Aldaera Ingelesa
fr: Anglaise, var. défense sicilienne inversée ou var. anglaise du roi

source: English Opening: King English Variation, Botvinnik System, Prickly Pawn Pass System
es: Apertura Inglesa: Variante King English, Botvinnik System, Prickly Pawn Pass System
eu: Irekiera Ingelesa: Erregearen Aldaera Ingelesa, Botvinnik Sistema, Peoi pasatu arantzadunaren Sistema

source: English Opening: King English Variation, Closed System, Full Symmetry
es: Apertura Inglesa: Variante King English, Closed System, Full Symmetry
eu: Irekiera Ingelesa: Erregearen Aldaera Ingelesa, Sistema Itxia, eraBat Simetrikoa
fr: Anglaise, var. défense sicilienne fermée inversée, ligne pleinement symétrique

source: English Opening: King English Variation, Kahiko-Hula Gambit
es: Apertura Inglesa: Variante King English, Gambito Kahiko-Hula
eu: Irekiera Ingelesa: Erregearen Aldaera Ingelesa, Kahiko-Hula Ganbitoa
fr: Anglaise, var. défense sicilienne inversée, gambit Kahiko-Hula (danse ancienne des îles hawaïennes qui s'accompagne de chants et d'instruments traditionnels)

source: English Opening: King English Variation, Reversed Sicilian
es: Apertura Inglesa: Variante King English, Reversed Sicilian
eu: Irekiera Ingelesa: Erregearen Aldaera Ingelesa, Siziliar Alderantziz
fr: Anglaise, var. défense sicilienne inversée

source: English Opening: King English Variation, Two Knights Variation
es: Apertura Inglesa: Variante King English, Variante Two Knights
eu: Irekiera Ingelesa: Erregearen Aldaera Ingelesa, Bi Zaldunen Aldaera
fr: Anglaise, var. défense sicilienne inversée, var. des 2 cavaliers

source: English Opening: King English, Erbenheimer Gambit
es: Apertura Inglesa: King English, Gambito Erbenheimer
eu: Irekiera Ingelesa: Erregearen Aldaera Ingelesa, Erbenheimer Ganbitoa

source: English Opening: King English, Mazedonisch
es: Apertura Inglesa: King English, Mazedonisch
eu: Irekiera Ingelesa: Erregearen Aldaera Ingelesa, Mazedonisch
fr: Anglaise, var. défense sicilienne inversée, var. des 2 cavaliers, var. macédonienne

source: English Opening: Kramnik-Shirov Counterattack
ar: الانجليزي, كرامنيك-شيروف االهجوم المضاد
br: Abertura Inglesa, Contra-ataque Kramnik Shirov
ca: Obertura Anglèsa, Contra-atac Kramnik Shirov
cs: Anglická: Kramnik-Shirovův protiútok
de: Englisch, Kramnik-Shirov Gegenangriff
es: Apertura Inglesa, Contraataque Kramnik Shirov
eu: Ingelesa, Kramnik-Shirov Kontra-Erasoa
fr: Anglaise, contre-attaque Kramnik - Shirov
id: Inggris: Serangan Balik Kramnik-Shirov
it: Apertura Inglese, Contrattacco Kramnik Shirov
nl: Engels, Kramnik-Shirov tegenaanval
pl: Angielska, kontratak Kramnik-Shirov
ru: Английское начало: контратака Крамника-Широва
si: angleška, Kramnik-Shirov protinapad
sv: Engelskt: Kramnik-Sjirovs motangrepp
tr: İngiliz, Kramnik-Shirov karşı hücumu
uk: Англійський початок: контратака Крамника-Широва
vi: Anh, Kramnik-Shirov pha phản công

source: English Opening: Kurajica Defence
ar: الانجليزي : كوراجيكا دفاع
br: Abertura Inglesa, Defesa Kurajica
ca: Obertura Anglèsa - Defensa Kurajica
cs: English: Kurajica defence
de: Englisch: Kurajica Verteidigung
es: Apertura Inglesa, Defensa Kurajica
eu: Ingelesa: Kurajica Defentsa
fr: Anglaise, défense Kurajica
id: Inggris: Pembelaan Kurajica
it: Apertura Inglese, Difesa Kurajica
nl: Engels: Kurajica verdediging
pl: Angielska, obrona Kurajica
ru: Английское начало: защита Кураицы
si: angleška, Kurajičeva obramba
sv: Engelskt: Kurajicas försvar
tr: İngiliz: Kurajica savunması
uk: Англійський початок: захист Кураїци
vi: Anh: Phòng thủ Kurajica

source: English Opening: London Defensive System
ar: الانجليزي : لندن دفاعي نظام
br: Abertura Inglesa, Sistema Defensivo Londres
ca: Obertura Anglèsa - Sistema Defensiu Londres
cs: Anglická: Londýnský obranný systém
de: Englisch: London Verteidigung
es: Apertura Inglesa, Sistema Defensivo Londres
eu: Ingelesa: Londresko Defentsa-Sistema
fr: Anglaise, système défensif de Londres
id: Inggris: Sistem Pertahanan London
it: Apertura Inglese, Sistema Defensivo Londres
nl: Engels: London verdedigingssysteem
pl: Angielska, system obronny londyński
ru: Английское начало: лондонская защитная система
si: angleška, londonski obrambni sistem
sv: Engelskt: London-försvar
tr: İngiliz: Londra savunma sistemi
uk: Англійський початок: Лондонська захисна система
vi: Anh: hệ thống phòng thủ London

source: English Opening: Mikenas-Carls Variation
ar: الانجليزي : ميكناس-كارلس تفريع
br: Abertura Inglesa, Variante Mikenas-Carls
ca: Obertura Anglèsa, Variant Mikenas Carls
cs: Anglická: Mikenasova-Carlsova varianta
de: Englisch: Mikenas-Carls-Variante
es: Apertura Inglesa, Variante Mikenas Carls
eu: Ingelesa: Mikenas-Carls Aldaera
fr: Anglaise, var. Mikenas - Carls
id: Inggris: Varian Mikenas-Carls
it: Apertura Inglese, Variante Mikenas Carls
nl: Engels: MikenasCarls variant
pl: Angielska, wariant Mikenas-Carls
ru: Английское начало: система Микенаса-Флора
si: angleška, Mikenas-Carlsova različica
sv: Engelskt: Mikenas-Carls-varianten
tr: İngiliz: Mikenas-Carls varyasyonu
uk: Англійський початок: система Мікенаса-Флора
vi: Anh: biến Mikenas-Carls

source: English Opening: Mikenas-Carls, Flohr Variation
ar: الانجليزي : ميكناس-كارلس, فلوهر تفريع
br: Abertura Inglesa, Variante Mikenas-Carls, Variante Flohr
ca: Obertura Anglèsa, Variant Mikenas Carls, Variant Flohr
cs: Anglická: Mikenas-Carls, Flohrova varianta
de: Englisch: Mikenas-Carls, Flohr-Variante
es: Apertura Inglesa, Variante Mikenas Carls, Variante Flohr
eu: Ingelesa: Mikenas-Carls, Flohr Aldaera
fr: Anglaise, var. Mikenas - Carls, var. Flohr
id: Inggris: Varian Mikenas-Carls, Varian Flohr
it: Apertura Inglese, Variante Mikenas Carls, Variante Flohr
nl: Engels: MikenasCarls, Flohr variant
pl: Angielska, Mikenas-Carls, wariant Flohr'a
ru: Английское начало: система Микенаса-Флора
si: angleška, Mikenas-Carls, Flohrjeva različica
sv: Engelskt: Mikenas-Carls, Flohrvarianten
tr: İngiliz: Mikenas-Carls, Flohr varyasyonu
uk: Англійський початок: система Мікенаса-Флора
vi: Anh: Mikenas-Carls, biến Flohr
