Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Spanish Opening: Closed, Rossolimo Defence
ar: روي لوبيز: المغلق, روسوليمو دفاع
br: Abertura Ruy López, Variante Fechada, Defesa Rossolimo
ca: Obertura Espanyola - Variant tancada - Defensa Rossolimo
cs: Ruy Lopez: closed, Rossolimo defence
de: Spanisch: Geschlossen, Rossolimo Verteidigung
es: Apertura Española, Variante Cerrada, Defensa Rossolimo
eu: Ruy Lopez: Itxia, Rossolimo Defentsa
fr: Espagnole fermée, défense Rossolimo
id: Ruy Lopez: Tertutup, Pembelaan Rossolimo
it: Apertura Spagnola, Variante Chiusa, Difesa Rossolimo
nl: Ruy Lopez: gesloten, Rossolimo verdediging
pl: Partia hiszpańska: zamknięta, obrona Rossolimo
ru: Испанская партия: закрытый вариант, защита Россолимо
si: Ruy Lopez, zaprta, Rossolimova obramba
sv: Spanskt: Slutet, Rossolimos försvar
tr: Ruy Lopez: kapalı, Rossolimo savunması
uk: Іспанська партія: закритий варіант, захист Россолімо
vi: Ruy Lopez: Phòng thủ Rossolimo đóng

source: Spanish Opening: Closed, Smyslov Defence
ar: روي لوبيز: المغلق, سيمسلوف دفاع
br: Abertura Ruy López, Variante Fechada, Defesa Smyslov
ca: Obertura Espanyola - Variant tancada - Defensa Smyslov
cs: Ruy Lopez: closed, Smyslov defence
de: Spanisch: Geschlossen, Smyslov Verteidigung
es: Apertura Española, Variante Cerrada, Defensa Smyslov
eu: Ruy Lopez: Itxia, Smyslov Defentsa
fr: Espagnole fermée, défense Smyslov
id: Ruy Lopez: Tertutup, Pembelaan Smyslov
it: Apertura Spagnola, Variante Chiusa, Difesa Smyslov
nl: Ruy Lopez: gesloten, Smyslov verdediging
pl: Partia hiszpańska: zamknięta, obrona Smyslov'a
ru: Испанская партия: закрытый вариант, защита Смыслова
si: Ruy Lopez, zaprta, Smyslova obramba
sv: Spanskt: Slutet, Smyslovs försvar
tr: Ruy Lopez: kapalı, Smyslov savunması
uk: Іспанська партія: закритий варіант, захист Смислова
vi: Ruy Lopez: Phòng thủ Smyslov đóng

source: Spanish Opening: Closed, Smyslov-Breyer-Zaitsev Hybrid
eu: Ruy Lopez: Itxia, Smyslov-Breyer-Zaitsev hibridoa

source: Spanish Opening: Closed, Suetin Variation
ar: روي لوبيز: المغلق, سيوتين تفريع
br: Abertura Ruy López, Variante Fechada, Variante Suetin
ca: Obertura Espanyola - Variant tancada - Variant Suetin
cs: Ruy Lopez: closed, Suetin variation
de: Spanisch: Geschlossen, Suetin Variante
es: Apertura Española, Variante Cerrada, Variante Suetin
eu: Ruy Lopez: Itxia, Suetin Aldaera
fr: Espagnole fermée, var. Suetin
id: Ruy Lopez: Tertutup, Varian Suetin
it: Apertura Spagnola, Variante Chiusa, Variante Suetin
nl: Ruy Lopez: gesloten, Suetin variant
pl: Partia hiszpańska: zamknięta, wariant Suetin'a
ru: Испанская партия: закрытый вариант, вариант Суэтина
si: Ruy Lopez, zaprta, Suetinova različica
sv: Spanskt: Slutet, Suetinvarianten
tr: Ruy Lopez: kapalı, Suetin varyasyonu
uk: Іспанська партія: закритий варіант, варіант Суетіна
vi: Ruy Lopez: khép kín, Suetin biến

source: Spanish Opening: Closed, Yates Variation, Short Attack
eu: Ruy Lopez: Itxia, Yates Aldaera, Short Erasoa
fr: Espagnole fermée, var. Yates, attaque Short

source: Spanish Opening: Closed, Zaitsev System
eu: Ruy Lopez: Itxia, Zaitsev Sistema
fr: Espagnole fermée, système Zaitsev

source: Spanish Opening: Cordel Gambit
ar: روي لوبيز: كوردل جامبيت
br: Abertura Ruy López, Defesa Clássica, Gambito Cordel
ca: Obertura Espanyola - Defensa clàssica - Gambit cordill
cs: Ruy Lopez: Cordel gambit
de: Spanisch: Cordel Gambit
es: Apertura Española, Defensa Clásica, Gambito Cordel
eu: Ruy Lopez: Cordel Ganbitoa
fr: Espagnole, gambit Cordel
id: Ruy Lopez: Gambit Cordel
it: Apertura Spagnola, Difesa Classica, Mossa di Cordel
nl: Ruy Lopez: Cordel gambiet
pl: Partia hiszpańska: gambit Cordel
ru: Испанская партия: гамбит Корделя
si: Ruy Lopez, Cordelov gambit
sv: Spanskt: Cordelgambit
tr: Ruy Lopez: Cordel gambiti
uk: Іспанська партія: гамбіт Корделя
vi: Ruy Lopez: Cordel Gambit

source: Spanish Opening: Cozio Defence
ar: روي لوبيز: كوزيو دفاع
br: Abertura Ruy López, Defesa Cozio
ca: Obertura Espanyola - Defensa Cozio
cs: Ruy Lopez: Cozio defence
de: Spanisch: Cozio Verteidigung
es: Apertura Española, Defensa Cozio
eu: Ruy Lopez: Cozio Defentsa
fr: Espagnole, défense Cozio
id: Ruy Lopez: Pembelaan Cozio
it: Apertura Spagnola, Difesa Cozio
nl: Ruy Lopez: Cozio verdediging
pl: Partia hiszpańska: obrona Cozio
ru: Испанская партия: защита Коцио
si: Ruy Lopez, Coziova obramba
sv: Spanskt: Cozios försvar
tr: Ruy Lopez: Cozio savunması
uk: Іспанська партія: захист Коціо
vi: Ruy Lopez: Phòng thủ Cozio

source: Spanish Opening: Cozio Defence Deferred
ar: روي لوبيز: كوزيو دفاع ديفيرد
br: Abertura Ruy López, Defesa Cozio Diferida
ca: Obertura Espanyola - Defensa Coizo diferida
cs: Ruy Lopez: Cozio defence deferred
de: Spanisch: Cozio Verteidigung im Nachzug
es: Apertura Española, Defensa Cozio Diferida
eu: Ruy Lopez: Cozio Defentsa Atzeratua
fr: Espagnole, défense Cozio différée
id: Ruy Lopez: Pembelaan Cozio Ditunda
it: Apertura Spagnola, Difesa Cozio Diferida
nl: Ruy Lopez: uitgestelde Cozio verdediging
pl: Partia hiszpańska: obrona Cozio odroczona
ru: Испанская партия: улучшенная защита Коцио
si: Ruy Lopez, Coziova obramba odložena
sv: Spanskt: Cozios försvar avböjt
tr: Ruy Lopez: ertelenmiş Cozio savunması
uk: Іспанська партія: покращений захист Коціо
vi: Ruy Lopez: Cozio vệ thu nhập hoãn lại

source: Spanish Opening: Cozio Defence, Paulsen Variation
ar: روي لوبيز: كوزيو دفاع, بولسن تفريع
br: Abertura Ruy López, Defesa Cozio, Variante Paulsen
ca: Obertura Espanyola - Defensa Cozio - Variant Paulsen
cs: Ruy Lopez: Cozio defence, Paulsen variation
de: Spanisch: Cozio Verteidigung, Paulsen-Variante
es: Apertura Española, Defensa Cozio, Variante Paulsen
eu: Ruy Lopez: Cozio Defentsa, Paulsen Aldaera
fr: Espagnole, défense Cozio, var. Paulsen
id: Ruy Lopez: Pembelaan Cozio, Varian Paulsen
it: Apertura Spagnola, Difesa Cozio, Variante Paulsen
nl: Ruy Lopez: Cozio verdediging, Paulsen variant
pl: Partia hiszpańska: obrona Cozio, wariant Paulsen'a
ru: Испанская партия: защита Коцио, вариант Паульсена
si: Ruy Lopez, Coziova obramba, Paulsenova različica
sv: Spanskt: Cozios försvar, Paulsenvarianten
tr: Ruy Lopez: Cozio savunması, Paulsen varyasyonu
uk: Іспанська партія: захист Коціо, варіант Паульсена
vi: Ruy Lopez: Phòng thủ Cozio, biến thể Paulsen

source: Spanish Opening: Cozio Defence, Tartakower Gambit
eu: Ruy Lopez: Cozio Defentsa, Tertakower Ganbitoa
fr: Espagnole, défense Cozio, gambit Tartakover

source: Spanish Opening: Exchange Variation
ar: روي لوبيز: التكسير تفريع
br: Abertura Ruy López, Variante da Troca
ca: Obertura Espanyola - Variant del canvi
cs: Ruy Lopez: exchange variation
de: Spanisch: Abtauschvariante
es: Apertura Española, Variante del Cambio
eu: Ruy Lopez: Truke Aldaera
fr: Espagnole, var. d'échange
id: Ruy Lopez: Varian Tukar
it: Apertura Spagnola, Variante di Cambio
nl: Ruy Lopez: ruilvariant
pl: Partia hiszpańska: wariant wymienny
ru: Испанская партия: разменный вариант
si: Ruy Lopez, izmenjalna različica
sv: Spanskt: Avbytesvarianten
tr: Ruy Lopez: takas varyasyonu
uk: Іспанська партія: розмінний варіант
vi: Ruy Lopez: ngoại tệ thay đổi

source: Spanish Opening: Exchange Variation Doubly Deferred (DERLD)
ar: روي لوبيز: التكسير تفريع المزدوج ديفيرد (ديرلد)
br: Abertura Ruy López, Variante da troca duplamente diferida (DERLD)
ca: Obertura Espanyola - Variant tancada - Variant Steenwijker o del canvi doblement diferit
cs: Ruy Lopez: Exchange variation doubly deferred (DERLD)
de: Spanisch: Abtauschvariante (zweifach verzoegert)
es: Apertura Española, Variante Cerrada, Variante Steenwijker o del Cambio Doblemente Diferida
eu: Ruy Lopez: Trukearen Aldaera Bi Bider Atzeratua
fr: Espagnole, var. d'échange deux fois différé (Delayed Exchange Ruy López Deferred)
id: Ruy Lopez: Varian Tukar DERLD
it: Apertura Spagnola, Variante Chiusa, Variante Steenwijker o di Cambio Doblemente Diferida
nl: Ruy Lopez: ruil variant dubbel uitgesteld
pl: Partia hiszpańska: Wariant wymienny podwójnie odroczony(DERLD)
ru: Испанская партия: улучшенный разменный вариант
si: Ruy Lopez, izmenjalna različica dvojna odložena
sv: Spanskt: Avbytesvarianten (dubbelt avböjd)
tr: Ruy Lopez: Ertelenmiş çift takas varyasyonu (DERLD)
uk: Іспанська партія: розмінний варіант (покращений)
vi: Ruy Lopez: Trao đổi biến thể gấp đôi thu nhập hoãn lại (DERLD)

source: Spanish Opening: Exchange Variation, 5.O-O
ar: روي لوبيز: التكسير تفريع, 5.O-O
br: Abertura Ruy López, Variante da Troca, 5.O-O
ca: Obertura Espanyola - Variant del canvi - Variant 5. 0-0
cs: Ruy Lopez: exchange variation, 5.O-O
de: Spanisch: Abtauschvariante, 5.O-O
es: Apertura Española, Variante del Cambio, Variante 5.O O
eu: Ruy Lopez: Truke Aldaera, 5.O-O
fr: Espagnole, var. d'échange, 5.O-O
id: Ruy Lopez: Tukar, 5.0-0
it: Apertura Spagnola, Variante di Cambio, Variante 5.O O
nl: Ruy Lopez: ruilvariant, 5.O-O
pl: Partia hiszpańska: wymienny, 5.O-O
ru: Испанская партия: разменный вариант, 5.O-O
si: Ruy Lopez, izmenjalna različica, 5. O-O
sv: Spanskt: Avbytesvarianten med 5.O-O
tr: Ruy Lopez: takas varyasyonu, 5.O-O
uk: Іспанська партія: розмінний варіант, 5.O-O
vi: Ruy Lopez: ngoại tệ thay đổi, 5.O-O

source: Spanish Opening: Exchange Variation, Alapin Gambit
ar: روي لوبيز: التكسير تفريع, الابين جامبيت
br: Abertura Ruy López, Variante da Troca, Gambito Alapin
ca: Obertura Espanyola - Variant del canvi - Gambit Alapin
cs: Ruy Lopez: exchange variation, Alapin gambit
de: Spanisch: Abtauschvariante, Alapin Gambit
es: Apertura Española, Variante del Cambio, Gambito Alapin
eu: Ruy Lopez: Truke Aldaera, Alapin Ganbitoa
fr: Espagnole, var. d'échange, gambit Alapin
id: Ruy Lopez: Tukar, Gambit Alapin
it: Apertura Spagnola, Variante di Cambio, Mossa di Alapin
nl: Ruy Lopez: ruilvariant, Alapin gambiet
pl: Partia hiszpańska: wymienny, gambit Alapin'a
ru: Испанская партия: разменный вариант, гамбит Алапина
si: Ruy Lopez, izmenjalna različica, Alapinov gambit
sv: Spanskt: Avbytesvarianten, Alapins gambit
tr: Ruy Lopez: takas varyasyonu, Alapin gambiti
uk: Іспанська партія: розмінний варіант, гамбіт Алапіна
vi: Ruy Lopez: ngoại tệ thay đổi, Alapin Gambit

source: Spanish Opening: Exchange Variation, Alekhine Variation
eu: Ruy Lopez: Truke Aldaera, Alekhine Aldaera
fr: Espagnole, var. d'échange, var. Alekhine

source: Spanish Opening: Exchange Variation, King Bishop Variation
eu: Ruy Lopez: Truke Aldaera, Errege Alfilaren Aldaera
fr: Espagnole, var. d'échange, var. du fou Roi

source: Spanish Opening: Exchange Variation, Lutikov Variation
eu: Ruy Lopez: Truke Aldaera, Lutikov Aldaera
fr: Espagnole, var. d'échange, var. Lutikov

source: Spanish Opening: Exchange, Alekhine Variation
ar: روي لوبيز: التكسير, اليخين تفريع
br: Abertura Ruy López, Variante da Troca, Variante Alekhine
ca: Obertura Espanyola - Variant del canvi - Variant Alekhine
cs: Ruy Lopez: exchange, Alekhine variation
de: Spanisch: Abtauschvariante, Aljechin Variante
es: Apertura Española, Variante del Cambio, Variante Alekhine
eu: Ruy Lopez: Trukea, Alekhine Aldaera
fr: Espagnole, var. d'échange, var. Alekhine
id: Ruy Lopez: Tukar, Varian Alekhine
it: Apertura Spagnola, Variante di Cambio, Variante Alekhine
nl: Ruy Lopez: ruilvariant, Aljechin variant
pl: Partia hiszpańska: wymienny, wariant Alekhin'a
ru: Испанская партия: разменный вариант, вариант Алехина
si: Ruy Lopez, izmenjalna, Aljehinova različica
sv: Spanskt: Avbytesvarianten, Aljechinvarianten
tr: Ruy Lopez: takas, Alekhine varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Альохіна
vi: Ruy Lopez: trao đổi, Alekhine biến

source: Spanish Opening: Exchange, Bronstein Variation
ar: روي لوبيز: التكسير, برونشتاين تفريع
br: Abertura Ruy López, Variante da Troca, Variante Bronstein
ca: Obertura Espanyola - Variant del canvi - Variant Bronstein
cs: Ruy Lopez: exchange, Bronstein variation
de: Spanisch: Abtauschvariante, Bronstein Variante
es: Apertura Española, Variante del Cambio, Variante Bronstein
eu: Ruy Lopez: Trukea, Bronstein Aldaera
fr: Espagnole, var. d'échange, var. Bronstein
id: Ruy Lopez: Tukar, Varian Bronstein
it: Apertura Spagnola, Variante di Cambio, Variante Bronstein
nl: Ruy Lopez: ruilvariant, Bronstein variant
pl: Partia hiszpańska: wymienny, wariant Bronstein'a
ru: Испанская партия: разменный вариант, вариант Бронштейна
si: Ruy Lopez, izmenjalna, Bronsteinova različica
sv: Spanskt: Avbytesvarianten, Bronsteinvarianten
tr: Ruy Lopez: takas, Bronstein varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Бронштейна
vi: Ruy Lopez: trao đổi, Bronstein biến

source: Spanish Opening: Exchange, Gligoric Variation
ar: روي لوبيز: التكسير, جليجوريك تفريع
br: Abertura Ruy López, Variante da Troca, Variante Gligoric
ca: Obertura Espanyola - Variant del canvi - Variant Gligoric
cs: Ruy Lopez: exchange, Gligoric variation
de: Spanisch: Abtauschvariante, Gligoric Variante
es: Apertura Española, Variante del Cambio, Variante Gligoric
eu: Ruy Lopez: Trukea, Glikoriken Aldaera
fr: Espagnole, var. d'échange, var. Gligorić
id: Ruy Lopez: Tukar, Varian Gligoric
it: Apertura Spagnola, Variante di Cambio, Variante Gligoric
nl: Ruy Lopez: ruilvariant, Gligoric variant
pl: Partia hiszpańska: wymienny, wariant Glioric'a
ru: Испанская партия: разменный вариант, вариант Глигорича
si: Ruy Lopez, izmenjalna, Gligoriceva različica
sv: Spanskt: Avbytesvarianten, Gligoricvarianten
tr: Ruy Lopez: takas, Gligoric varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Глігорича
vi: Ruy Lopez: đổi quân, biến thể Gligoric

source: Spanish Opening: Exchange, Keres Variation
ar: روي لوبيز: التكسير,كيريس تفريع
br: Abertura Ruy López, Variante da Troca, Variante Keres
ca: Obertura Espanyola - Variant del canvi - Variant Keres
cs: Ruy Lopez: exchange, Keres variation
de: Spanisch: Abtauschvariante, Keres Variante
es: Apertura Española, Variante del Cambio, Variante Keres
eu: Ruy Lopez: Trukea, Keres Aldaera
fr: Espagnole, var. d'échange, var. Keres
id: Ruy Lopez: Tukar, Varian Keres
it: Apertura Spagnola, Variante di Cambio, Variante Keres
nl: Ruy Lopez: ruil, Keres variant
pl: Partia hiszpańska: wymienny, wariant Keres'a
ru: Испанская партия: разменный вариант, вариант Кереса
si: Ruy Lopez, izmenjalna, Keresova različica
sv: Spanskt: Avbytesvarianten, Keresvarianten
tr: Ruy Lopez: takas, Keres varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Кереса
vi: Ruy Lopez: trao đổi, Keres biến

source: Spanish Opening: Exchange, Romanovsky Variation
ar: روي لوبيز: التكسير, رومانوفسكي تفريع
br: Abertura Ruy López, Variante da Troca, Variante Romanovsky
ca: Oberturra Espanyola - Variant del canvi - Variant Romanovsky
cs: Ruy Lopez: exchange, Romanovsky variation
de: Spanisch: Abtauschvariante, Romanovsky Variante
es: Apertura Española, Variante del Cambio, Variante Romanovsky
eu: Ruy Lopez: Trukea, Romanovsky Aldaera
fr: Espagnole, var. d'échange, var. Romanovsky
id: Ruy Lopez: Tukar, Varian Romanovsky
it: Apertura Spagnola, Variante di Cambio, Variante Romanovsky
nl: Ruy Lopez: ruil, Romanovsky variant
pl: Partia hiszpańska: wymienny, wariant Romanovsky
ru: Испанская партия: разменный вариант, вариант Романовского
si: Ruy Lopez, izmenjalna, Romanovskyeva različica
sv: Spanskt: Avbytesvarianten, Romanovskijvarianten
tr: Ruy Lopez: takas, Romanovsky varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Романовського
vi: Ruy Lopez: trao đổi, Romanovsky biến

source: Spanish Opening: Fianchetto (Smyslov/Barnes) Defence
ar: روي لوبيز: فيل الوتر الطويل (سيمسلوف/يارنيس) دفاع
br: Abertura Ruy López, Defesa do Fianchetto (Smyslov/Barnes)
ca: Obertura Espanyola - Defensa del Fianchetto o Smyslov/Barnes
cs: Ruy Lopez: fianchetto (Smyslov/Barnes) defence
de: Spanisch: Fianchetto (Smyslov/Barnes) Verteidigung
es: Apertura Española, Defensa del Fianchetto o Smyslov/Barnes
eu: Ruy Lopez: Fianchetto (Smyslov/Barnes) Defentsa
fr: Espagnole, défense du fianchetto (Smyslov, Barnes)
id: Ruy Lopez: Pembelaan Fianhetto
it: Apertura Spagnola, Difesa del Fianchetto o Smyslov/Barnes
nl: Ruy Lopez: fianchetto (Smyslov / Barnes) verdediging
pl: Partia hiszpańska: obrona fianchetto(Smyslov/Barnes)
ru: Испанская партия: защита Пильсбери
si: Ruy Lopez, krilni razvoj (Smyslova/Barnesova) obramba
sv: Spanskt: Fianchettoförsvar (Smyslov/Barnes)
tr: Ruy Lopez: fianchetto (Smyslov/Barnes) savunması
uk: Іспанська партія: фіанкетто-захист
vi: Ruy Lopez: Phòng thủ fianchetto (Smyslov / Barnes)

source: Spanish Opening: Fianchetto Defence Deferred
ar: روي لوبيز: فيل الوتر الطويل دفاع ديفيرد
br: Abertura Ruy López, Defesa do Fianchetto Diferida
ca: Obertura Espanyola - Defensa diferida del Fianchetto
cs: Ruy Lopez: fianchetto defence deferred
de: Spanisch: Fianchetto Verteidigung im Nachzug
es: Apertura Española, Defensa del Fianchetto Diferida
eu: Ruy Lopez: Fianchetto Defentsa Atzeratua
fr: Espagnole, défense du fianchetto différé
id: Ruy Lopez: Pembelaan Fianchetto Ditunda
it: Apertura Spagnola, Difesa del Fianchetto Diferida
nl: Ruy Lopez: uitgestelde fianchetto verdediging
pl: Partia hiszpańska: obrona fianchetto odroczona
ru: Испанская партия: улучшенная фианкетто-защита
si: Ruy Lopez, odložena obramba krilnega razvoja
sv: Spanskt: Fianchettoförsvar avböjt
tr: Ruy Lopez: ertelenmiş fianchetto savunması
uk: Іспанська партія: покращений фіанкетто-захист
vi: Ruy Lopez: fianchetto vệ thu nhập hoãn lại

source: Spanish Opening: Fianchetto Defence, Kevitz Gambit
eu: Ruy Lopez: Fianchetto Defentsa, Kevitz Ganbitoa
fr: Espagnole, défense du fianchetto, gambit Kevitz

source: Spanish Opening: Four Knights (Tarrasch) Variation
ar: روي لوبيز: الأربعة أحصنة (تاراش) تفريع
br: Abertura Ruy López, Variante dos 4 Cavalos (Tarrasch)
ca: Obertura Espanyola - Defensa Morphy - Variant dels quatre cavalls o Tarrasch
cs: Ruy Lopez: four knights (Tarrasch) variation
de: Spanisch: Vierspringerspiel (Tarrasch) Variante
es: Apertura Española, Defensa Morphy, Variante de los 4 Caballos o Tarrasch
eu: Ruy Lopez: Lau Zaldunen (Tarrasch) Aldaera
fr: Espagnole, var. des 4 cavaliers (Tarrasch)
id: Ruy Lopez: Varian 4 Kuda
it: Apertura Spagnola, Difesa Morphy, Variante dei 4 Cavalli o Tarrasch
nl: Ruy Lopez: vier paarden (Tarrasch) variant
pl: Partia hiszpańska: wymienny, wariant czterech skoczków(Tarrasch'a)
ru: Испанская партия: вариант четырех коней
si: Ruy Lopez, štirje skakači (Tarrascheva) različica
sv: Spanskt: Fyrspringarspel (Tarrasch)
tr: Ruy Lopez: dört at (Tarrasch) varyasyonu
uk: Іспанська партія: варіант чотирьох коней
vi: Ruy Lopez: bốn hiệp sĩ (Tarrasch) biến thể

source: Spanish Opening: Graz Variation
ar: روي لوبيز: غراتس تفريع
br: Abertura Ruy López, Variante Graz
ca: Obertura Espanyola - Variant Graz
cs: Ruy Lopez: Graz variation
de: Spanisch: Grazer Variante
es: Apertura Española, Variante Graz
eu: Ruy Lopez: Graz Aldaera
fr: Espagnole, var. de Graz
id: Ruy Lopez: Varian Graz
it: Apertura Spagnola, Variante Graz
nl: Ruy Lopez: Graz variant
pl: Partia hiszpańska: wariant Graz
ru: Испанская партия: грацский вариант
si: Ruy Lopez, različica Gradec
sv: Spanskt: Grazvarianten
tr: Ruy Lopez: Graz varyasyonu
uk: Іспанська партія: Грацький варіант
vi: Ruy Lopez: Graz biến

source: Spanish Opening: Halloween Attack
eu: Ruy Lopez: Halloween Erasoa
fr: Espagnole, attaque Halloween (l'inattendu Cxe5 peut effrayer comme un masque d'Halloween)

source: Spanish Opening: Lucena Defence
ar: روي لوبيز: لوسينا دفاع
br: Abertura Ruy López, Defesa Lucena
ca: Obertura Espanyola - Defensa Lucena
cs: Ruy Lopez: Lucena defence
de: Spanisch: Lucena Verteidigung
es: Apertura Española, Defensa Lucena
eu: Ruy Lopez: Lucena Defentsa
fr: Espagnole, défense Lucena
id: Ruy Lopez: Pembelaan Lucena
it: Apertura Spagnola, Difesa Lucena
nl: Ruy Lopez: Lucena verdediging
pl: Partia hiszpańska: wariant Lucena
ru: Испанская партия: защита Лусены
si: Ruy Lopez, Lucenova obramba
sv: Spanskt: Lucenas försvar
tr: Ruy Lopez: Lucena savunması
uk: Іспанська партія: захист Лусени
vi: Ruy Lopez: Phòng thủ Lucena

source: Spanish Opening: Marshall Attack, Original Marshall Attack
eu: Ruy Lopez: Marshall Erasoa, jatorrizko Marshall Erasoa
fr: Espagnole, attaque Marshall, attaque Marshall initiale

source: Spanish Opening: Marshall Counter-attack
ar: روي لوبيز: مارشال الهجوم المضاد
br: Abertura Ruy López, Contra-Gambito Marshall
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall
cs: Ruy Lopez: Marshall counter-attack
de: Spanisch: Marshall Gegenangriff
es: Apertura Española Variante Cerrada, ContraGambito Marshall
eu: Ruy Lopez: Marshallen Kontra-Erasoa
fr: Espagnole, gambit (ou contre-attaque ou attaque) Marshall
id: Ruy Lopez: Gambit Balasan Marshal
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall
nl: Ruy Lopez: Marshall tegenaanval
pl: Partia hiszpańska: kontratak Marshall'a
ru: Испанская партия: контратака Маршалла
si: Ruy Lopez, Marshallov proti-napad
sv: Spanskt: Marshalls motangrepp
tr: Ruy Lopez: Marshall karşı hücumu
uk: Іспанська партія: контратака Маршалла
vi: Ruy Lopez: Marshall phản công

source: Spanish Opening: Marshall Counter-attack, 11...c6
ar: روي لوبيز: مارشال الهجوم المضاد, 11...c7
br: Abertura Ruy López, Contra-Gambito Marshall, 11...c6
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Variant 11 ...c6
cs: Ruy Lopez: Marshall counter-attack, 11...c6
de: Spanisch: Marshall Gegenangriff, 11...c6
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Variante 11...c6
eu: Ruy Lopez: Marshall Kontra-Erasoa, 11...c6
fr: Espagnole, gambit Marshall, 11...c6
id: Ruy Lopez: Marshal, 11... c6
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Variante 11...c6
nl: Ruy Lopez: Marshall tegenaanval, 11 ... c6
pl: Partia hiszpańska: kontratak Marshall'a, 11..c6
ru: Испанская партия: контратака Маршалла, 11...c6
si: Ruy Lopez, Marshallov proti-napad, 11 ...c6
sv: Spanskt: Marshalls motangrepp, 11...c6
tr: Ruy Lopez: Marshall karşı hücumu, 11...c6
uk: Іспанська партія: контратака Маршалла, 11...c6
vi: Ruy Lopez: phản công Marshall, 11 ... c6

source: Spanish Opening: Marshall, Herman Steiner Variation
ar: روي لوبيز: مارشال, هيرمان شتاينر تفريع
br: Abertura Ruy López, Contra-Gambito Marshall, Variante Herman Steiner
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Variant Herman Steiner
cs: Ruy Lopez: Marshall, Herman Steiner variation
de: Spanisch: Marshall, Herman-Steiner-Variante
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Variante Herman Steiner
eu: Ruy Lopez: Marshall, Herman Steiner Aldaera
fr: Espagnole, gambit Marshall, var. Herman Steiner
id: Ruy Lopez: Marshal, Varian Herman Steiner
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Variante Herman Steiner
nl: Ruy Lopez: Marshall, Herman Steiner variant
pl: Partia hiszpańska: Marshall, wariant Steiner'a
ru: Испанская партия: контратака Маршалла, вариант Германа Стейнера
si: Ruy Lopez, Marshallov, Herman Steinerjeva različica
sv: Spanskt: Marshall, Herman Steiners variant
tr: Ruy Lopez: Marshall, Herman Steiner varyasyonu
uk: Іспанська партія: контратака Маршалла, варіант Германа Стейнера
vi: Ruy Lopez: Marshall, Herman Steiner biến
