Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Four Knights Opening: Symmetrical, Tarrasch Variation
ar: الأربعة أحصنة: متناظر, تفريع تاراش
br: Abertura dos 4 Cavalos, Variante Simétrica, Variante Tarrasch
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Variant Tarrasch
cs: Hra čtyř jezdců: Symetrická, Tarraschova varianta
de: Vierspringerspiel: Symmetrisch, Tarrasch-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Variante Tarrasch
eu: Lau Zaldun: Simetrikoa, Tarrasch Aldaera
fr: 4 cavaliers symétrique, var. Tarrasch
id: 4 Kuda: Simetris, Varian Tarrasch
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Variante Tarrasch
nl: Vier paarden: symmetrisch, Tarrasch variant
pl: Cztery skoczki, symetryczny, wariant Tarrasch'a
ru: Дебют четырех коней: симметричный вариант, вариант Тарраша
si: Štirje skakači, simetrična,Tarrascheva različica
sv: Fyrspringarspel: Symmetriskt, Tarraschvarianten
tr: Dört at: simetrik, Tarrasch varyasyonu
uk: Дебют чотирьох коней: симетричний варіант, варіант Тарраша
vi: Bốn hiệp sĩ: đối xứng, Tarrasch biến

source: Fred
ar: فريد
br: Defesa Fred
ca: Defensa Fred
es: Defensa Fred
eu: Fred Defentsa
fr: Défense Fred (gambit Duras)
id: Pembukaan Fred
it: Difesa Fred
ru: Защита Фреда
sv: Freds försvar
uk: Захист Фреда

source: French Defence
ar: فرنسي دفاع
br: Defesa Francesa
ca: Defensa Francesa
cs: Francouzská obrana
de: Französisch
es: Defensa Francesa
eu: Defentsa Frantsesa
fr: Défense française
id: Pembelaan Perancis
it: Difesa Francese
nl: Franse verdediging
pl: Obrona francuska
ru: Французская защита
si: francoska obramba
sv: Franskt försvar
tr: Fransız savunması
uk: Французький захист
vi: Phòng thủ Pháp

source: French Defence, Steiner Variation
ar: فرنسي دفاع, شتاينر تفريع
br: Defesa Francesa, Variante Steiner
ca: Defensa Francesa - Variant Steinitz
cs: Francouzská obrana: Steinerova varianta
de: Französisch Verteidigung, Steiner-Variante
es: Defensa Francesa, Variante Steiner
eu: Defentsa Frantsesa, Steiner Aldaera
fr: Française, var. Steiner
id: Pembelaan Perancis, Varian Steiner
it: Difesa Francese, Variante Steiner
nl: Franse verdediging Steiner variant
pl: Francuska, wariant Steiner'a
ru: Французская защита: вариант Стейнера
si: francoska obramba, Steinerjeva različica
sv: Franskt försvar: Steinervarianten
tr: Fransız savunması, Steiner varyasyonu
uk: Французький захист: варіант Стейнера
vi: Phòng thủ Pháp, biến Steiner

source: French Defence: Advance Variation
ar: فرنسي: تقديم تفريع
br: Defesa Francesa, Variante do Avanço
ca: Defensa Francesa - Variant de l'avanç
cs: Francouzská: Pokročilá varianta
de: Französisch: Vorstoßvariante
es: Defensa Francesa, Variante del Avance
eu: Defentsa Frantsesa: Aurrerapen Aldaera
fr: Française, var. d'avance
id: Pembelaan Perancis: Varian Maju
it: Difesa Francese, Variante di Spinta
nl: Frans: doorschuif variant
pl: Francuska, wariant zamknięty
ru: Французская защита: система Нимцовича
si: francoska, napredna različica
sv: Franskt: Framstötsvarianten
tr: Fransız: gelişmiş varyasyon
uk: Французький захист: система Німцовича
vi: Pháp: biến thể nâng cao

source: French Defence: Advance Variation, Extended Bishop Swap
es: Defensa Francesa: Variante Advance, Extended Bishop Swap
eu: Defentsa Frantsesa: Aurrerapen Aldaera, Alfil Truke Luzatua

source: French Defence: Advance Variation, Frenkel Gambit
es: Defensa Francesa: Variante Advance, Gambito Frenkel
eu: Defentsa Frantsesa: Aurrerapen Aldaera, Frenkel Ganbitoa

source: French Defence: Advance Variation, Lputian Variation
es: Defensa Francesa: Variante Advance, Variante Lputian
eu: Defentsa Frantsesa: Aurrerapen Aldaera, Lputian Aldaera
fr: Française, var. d'avance, var. Lputian

source: French Defence: Advance Variation, Main Line
es: Defensa Francesa: Variante Advance, Main Line
eu: Defentsa Frantsesa: Aurrerapen Aldaera, Lerro Nagusia
fr: Française, var. d'avance, ligne principale

source: French Defence: Advance Variation, Nimzowitsch Gambit
es: Defensa Francesa: Variante Advance, Gambito Nimzowitsch
eu: Defentsa Frantsesa: Aurrerapen Aldaera, Nimzowitsch Ganbitoa

source: French Defence: Advance Variation, Ruisdonk Gambit
es: Defensa Francesa: Variante Advance, Gambito Ruisdonk
eu: Defentsa Frantsesa: Aurrerapen Aldaera, Ruisdonk Ganbitoa

source: French Defence: Advance, Euwe Variation
ar: فرنسي: تقديم, تفريع إيوي
br: Defesa Francesa, Variante do Avanço, Variante Euwe
ca: Defensa Francesa - Variant de l'avanç - Variant Euwe
cs: Francouzská: Pokročilá, Euweho varianta
de: Französisch: Vorstoßvariante, Euwe-Variante
es: Defensa Francesa, Variante del Avance, Variante Euwe
eu: Frantsesa: Aurrerapena, Euwe Aldaera
fr: Française, var. d'avance, var. Euwe
id: Pembelaan Perancis: Maju, Varian Euwe
it: Difesa Francese, Variante di Spinta, Variante Euwe
nl: Frans: doorschuif, Euwe variant
pl: Francuska, zamknięta, wariant Euwe
ru: Французская защита: система Нимцовича, вариант Эйве
si: francoska, napredna, Euwejeva različica
sv: Franskt: Framstötsvarianten, Euwevarianten
tr: Fransız: gelişmiş, Euwe varyasyonu
uk: Французький захист: система Німцовича, варіант Ейве
vi: Pháp: lợi thế, biến thể Euwe

source: French Defence: Advance, Milner-Barry Gambit
ar: فرنسي: تقديم, ميلنر-باري جامبيت
br: Defesa Francesa, Variante do Avanço, Gambito Milner Barry
ca: Defensa Francesa - Variant de l'avanç - Gambit Milber Barry
cs: Francouzská: Pokročilá, Milner-Varryho gambit
de: Französisch: Vorstoßvariante, Milner-Barry Gambit
es: Defensa Francesa, Variante del Avance, Gambito Milner Barry
eu: Frantsesa: Aurrerapena, Milner-Barry Ganbitoa
fr: Française, var. d'avance, gambit Milner-Barry
id: Pembelaan Perancis: Maju, Gambit Milner-Barry
it: Difesa Francese, Variante di Spinta, Mossa di Milner Barry
nl: Frans: doorschuif, MilnerBarry gambiet
pl: Francuska, zamknięta, gambit Milner-Barry
ru: Французская защита: система Нимцовича, гамбит Мильнера-Бэрри
si: francoska, napredna, Milner-Barryev gambit
sv: Franskt: Framstötsvarianten, Milner-Barrys gambit
tr: Fransız: gelişmiş, Milner-Barry gambiti
uk: Французький захист: система Німцовича, гамбіт Мільнера-Беррі
vi: Pháp: nâng cao, Milner-Barry Gambit

source: French Defence: Advance, Nimzovich System
ar: فرنسي: تقديم, نيمزوفيتش نظام
br: Defesa Francesa, Variante do Avanço, Sistema Nimzowitsch
ca: Defensa Francesa - Variant de l'avanç - Sistema Nimzowitsch
cs: Francouzská: Pokročilá, Nimcovičův systém
de: Französisch: Vorstoßvariante, Nimzowitsch System
es: Defensa Francesa, Variante del Avance, Sistema Nimzowitsch
eu: Frantsesa: Aurrerapena, Nimzovich Sistema
fr: Française, var. d'avance, système Nimzowitsch
id: Pembelaan Perancis: Maju, Sistem Nimzowitch
it: Difesa Francese, Variante di Spinta, Sistema Nimzowitsch
nl: Frans: doorschuif, Nimzovich systeem
pl: Francuska, zamknięta, system Nimzovitsch'a
ru: Французская защита: система Нимцовича
si: francoska, napredna, Nimzovichev sistem
sv: Franskt: Framstötsvarianten, Nimzowitschsystemet
tr: Fransız: gelişmiş, Nimzovich sistemi
uk: Французький захист: система Німцовича
vi: Pháp: nâng cao, hệ thống Nimzovich

source: French Defence: Advance, Nimzovich Variation
ar: فرنسي: تقديم, نيمزوفيتش تفريع
br: Defesa Francesa, Variante do Avanço, Variante Nimzowitsch
ca: Defensa Francesa - Variant de l'avanç - Variant Nimzowitsch
cs: Francouzská: Pokročilá, Nimcovičova varianta
de: Französisch: Vorstoßvariante, Nimzowitsch-Variante
es: Defensa Francesa, Variante del Avance, Variante Nimzowitsch
eu: Frantsesa: Aurrerapena, Nimzovich Aldaera
fr: Française, var. d'avance, var. Nimzowitsch
id: Pembelaan Perancis: Maju, Varian Nimzowitch
it: Difesa Francese, Variante di Spinta, Variante Nimzowitsch
nl: Frans: doorschuif, Nimzovich variant
pl: Francuska, zamknięta, wariant Nimzovich'a
ru: Французская защита: система Нимцовича
si: francoska, napredna, Nimzovicheva različica
sv: Franskt: Framstötsvarianten, Nimzowitschvarianten
tr: Fransız: gelişmiş, Nimzovich varyasyonu
uk: Французький захист: система Німцовича
vi: Pháp: nâng cao, biến thể Nimzovich

source: French Defence: Advance, Paulsen Attack
ar: فرنسي: تقديم, بولسن هجوم
br: Defesa Francesa, Variante do Avanço, Ataque Paulsen
ca: Defensa Francesa - Variant de l'avanç - Atac Paulsen
cs: Francouzská: Pokročilá, Paulsenův útok
de: Französisch: Vorstoßvariante, Paulsen Angriff
es: Defensa Francesa, Variante del Avance, Ataque Paulsen
eu: Frantsesa: Aurrerapena, Paulsen Erasoa
fr: Française, var. d'avance, attaque Paulsen
id: Pembelaan Perancis: Maju, Serangan Paulsen
it: Difesa Francese, Variante di Spinta, Attacco Paulsen
nl: Frans: doorschuif, Paulsen aanval
pl: Francuska, zamknięta, atak Paulsen'a
ru: Французская защита: система Нимцовича, атака Паульсена
si: francoska, napredna, Paulsenov napad
sv: Franskt: Framstötsvarianten, Paulsens angrepp
tr: Fransız: avans, Paulsen hücumu
uk: Французький захист: система Німцовича, атака Паульсена
vi: Pháp: nâng cao, tấn công Paulsen

source: French Defence: Advance, Steinitz Variation
ar: فرنسي: تقديم, تفريع شتاينتز
br: Defesa Francesa, Variante do Avanço, Variante Steinitz
ca: Defensa Francesa - Variant de l'avanç - Variant Steinitz
cs: Francouzská: Pokročilá, Steinitzova varianta
de: Französisch: Vorstoßvariante, Steinitz-Variante
es: Defensa Francesa, Variante del Avance, Variante Steinitz
eu: Frantsesa: Aurrerapena, Steinitz Aldaera
fr: Française, var. d'avance, var. Steinitz
id: Pembelaan Perancis: Maju, Varian Steinitz
it: Difesa Francese, Variante di Spinta, Variante Steinitz
nl: Frans: doorschuif, Steinitz variant
pl: Francuska, zamknięta, wariant Steiniz'a
ru: Французская защита: система Нимцовича, вариант Стейница
si: francoska, napredna, Steinitzova različica
sv: Franskt: Framstötsvarianten, Steinitzvarianten
tr: Fransız: gelişmiş, Steinitz varyasyonu
uk: Французький захист: система Німцовича, варіант Стейніца
vi: Pháp: nâng cao, biến thể Steinitz

source: French Defence: Advance, Wade Variation
ar: فرنسي: تقديم, ويد تفريع
br: Defesa Francesa, Variante do Avanço, Variante Wade
ca: Defensa Francesa - Variant de l'avanç - Variant Wade
cs: Francouzská: Pokročilá, Wadeova varianta
de: Französisch: Vorstoßvariante, Wade-Variante
es: Defensa Francesa, Variante del Avance, Variante Wade
eu: Frantsesa: Aurrerapena, Wade Aldaera
fr: Française, var. d'avance, var. Wade
id: Pembelaan Perancis: Maju, Varian Wade
it: Difesa Francese, Variante di Spinta, Variante Wade
nl: Frans: doorschuif, Wade variant
pl: Francuska, zamknięta, wariant Wade
ru: Французская защита: система Нимцовича, вариант Вейда
si: francoska, napredna, Wadeova različica
sv: Franskt: Framstötsvarianten, Wadevarianten
tr: Fransız: gelişmiş, Çamurda Yürüme varyasyonu
uk: Французький захист: система Німцовича, варіант Вейда
vi: Pháp: nâng cao, biến thể Wade

source: French Defence: Alapin Variation
ar: فرنسي: تفريع الابين
br: Defesa Francesa, Variante Alapin
ca: Defensa Francesa - Variant Alapin
cs: Francouzská: Alapinova varianta
de: Französisch: Alapin-Variante
es: Defensa Francesa, Variante Alapin
eu: Frantsesa: Alapin Aldaera
fr: Française, var. Alapin
id: Pembelaan Perancis, Varian Alapin
it: Difesa Francese, Variante Alapin
nl: Frans: Alapin variant
pl: Francuska, wariant Alapin'a
ru: Французская защита: вариант Алапина
si: francoska, Alapinova različica
sv: Franskt: Alapinvarianten
tr: Fransız: Alapin varyasyonu
uk: Французький захист: варіант Алапіна
vi: Pháp: Alapin biến

source: French Defence: Albin-Alekhine-Chatard Attack
ar: فرنسي: ألبين-اليخين-هجوم شاتارد
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard
cs: Francouzská: Albinův-Aljechinův-Chatardův útok
de: Französisch: Albin-Aljechin-Chatard Angriff
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard
eu: Frantsesa: Albin-Alekhine-Chatard Erasoa
fr: Française, attaque Albin - Alekhine - Chatard
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard
nl: Frans: AlbinAljechinChatard aanval
pl: Francuska, atak Albin-Alekhine-Chatard
ru: Французская защита: атака Шатара-Алехина
si: francoska, Albinov-Aljehinov-Chatardov napad
sv: Franskt: Albin-Aljechin-Chatards angrepp
tr: Fransız: Albin-Alekhine-Chatard hücumu
uk: Французький захист: атака Шатара-Альохіна
vi: Pháp: Albin-Alekhine-Chatard tấn công

source: French Defence: Albin-Alekhine-Chatard Attack, Breyer Variation
ar: فرنسي: ألبين-اليخين-هجوم شاتارد, برير تفريع
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard, Variante Breyer
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard - Variant Breyer
cs: Francouzská: Albinův-Aljechinův-Chatardův útok, Breyerova varianta
de: Französisch: Albin-Aljechin-Chatard Angriff, Breyer-Variante
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard, Variante Breyer
eu: Frantsesa: Albin-Alekhine-Chatard Erasoa, Breyer Aldaera
fr: Française, attaque Albin - Alekhine - Chatard, var. Breyer
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard, Varian Breyer
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard, Variante Breyer
nl: Frans: AlbinAljechinChatard aanval, Breyer variant
pl: Francuska, atak Albin-Alekhine-Chatard, wariant Breyer'a
ru: Французская защита: атака Шатара-Алехина, вариант Брейера
si: francoska, Albinov-Aljehinov-Chatardov napad, Breyerjeva različica
sv: Franskt: Albin-Aljechin-Chatards angrepp, Breyervarianten
tr: Fransız: Albin-Alekhine-Chatard hücumu, Breyer varyasyonu
uk: Французький захист: атака Шатара-Альохіна, варіант Брейєра
vi: Pháp: Albin-Alekhine-Chatard tấn công, Breyer biến

source: French Defence: Albin-Alekhine-Chatard Attack, Maroczy Variation
ar: فرنسي: ألبين-اليخين-هجوم شاتارد, ماركوتزي تفريع
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard, Variante Maroczy
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard - Variant Maroczy
cs: Francouzská: Albinův-Aljechinův-Chatardův útok, Maroczyho varianta
de: Französisch: Albin-Aljechin-Chatard Angriff, Maroczy-Variante
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard, Variante Maroczy
eu: Frantsesa: Albin-Alekhine-Chatard Erasoa, Maroczy Aldaera
fr: Française, attaque Albin - Alekhine - Chatard, var. Maroczy
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard, Varian Maroczy
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard, Variante Maroczy
nl: Frans: AlbinAljechinChatard aanval, Maroczy variant
pl: Francuska, atak Albin-Alekhine-Chatard, wariant Maroczego
ru: Французская защита: атака Шатара-Алехина, вариант Мароци
si: francoska, Albinov-Aljehinov-Chatardov napad, Maroczyeva različica
sv: Franskt: Albin-Aljechin-Chatards angrepp, Maroczyvarianten
tr: Fransız: Albin-Alekhine-Chatard hücumu, Maroczy varyasyonu
uk: Французький захист: атака Шатара-Альохіна, варіант Мароці
vi: Pháp: Albin-Alekhine-Chatard tấn công, thay đổi Maroczy

source: French Defence: Albin-Alekhine-Chatard Attack, Spielmann Variation
ar: فرنسي: ألبين-اليخين-هجوم شاتارد, سبيلمان تفريع
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard, Variante Spielmann
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard - Variant Spielmann
cs: Francouzská: Albinův-Aljechinův-Chatardův útok, Spielmannova varianta
de: Französisch: Albin-Aljechin-Chatard Angriff, Spielmann-Variante
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard, Variante Spielmann
eu: Frantsesa: Albin-Alekhine-Chatard Erasoa, Spielmann Aldaera
fr: Française, attaque Albin - Alekhine - Chatard, var. Spielmann
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard, Varian Spielmann
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard, Variante Spielmann
nl: Frans: AlbinAljechinChatard aanval, Spielmann variant
pl: Francuska, atak Albin-Alekhine-Chatard, wariant Speilmann'a
ru: Французская защита: атака Шатара-Алехина, вариант Шпильмана
si: francoska, Albinov-Aljehinov-Chatardov napad, Spielmannova različica
sv: Franskt: Albin-Aljechin-Chatards angrepp, Spielmannvarianten
tr: Fransız: Albin-Alekhine-Chatard hücumu, Spielmann varyasyonu
uk: Французький захист: атака Шатара-Альохіна, варіант Шпільмана
vi: Pháp: Albin-Alekhine-Chatard tấn công, Spielmann biến

source: French Defence: Albin-Alekhine-Chatard Attack, Teichmann Variation
ar: فرنسي: ألبين-اليخين-هجوم شاتارد, تيكمان تفريع
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard, Variante Teichmann
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard - Variant Teichmann
cs: Francouzská: Albinův-Aljechinův-Chatardův útok, Teichmannova varianta
de: Französisch: Albin-Aljechin-Chatard Angriff, Teichmann-Variante
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard, Variante Teichmann
eu: Frantsesa: Albin-Alekhine-Chatard Erasoa, Teichmann Aldaera
fr: Française, attaque Albin - Alekhine - Chatard, var. Teichmann
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard, Varian Teichmann
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard, Variante Teichmann
nl: Frans: AlbinAljechinChatard aanval, Teichmann variant
pl: Francuska, atak Albin-Alekhine-Chatard, wariant Techmann'a
ru: Французская защита: атака Шатара-Алехина, вариант Тейхмана
si: francoska, Albinov-Aljehinov-Chatardov napad, Teichmannova različica
sv: Franskt: Albin-Aljechin-Chatards angrepp, Teichmannvarianten
tr: Fransız: Albin-Alekhine-Chatard hücumu, Teichmann varyasyonu
uk: Французький захист: атака Шатара-Альохіна, варіант Тейхмана
vi: Pháp: Albin-Alekhine-Chatard tấn công, Teichmann biến

source: French Defence: Alekhine-Chatard Attack, Albin-Chatard Gambit
es: Defensa Francesa: Ataque Alekhine-Chatard, Gambito Albin-Chatard
eu: Defentsa Frantsesa: Alekhine-Chatard Erasoa, Albin-Chatard Ganbitoa

source: French Defence: Baeuerle Gambit
es: Defensa Francesa: Gambito Baeuerle
eu: Defentsa Frantsesa: Baeuerle Ganbitoa

source: French Defence: Banzai-Leong Gambit
es: Defensa Francesa: Gambito Banzai-Leong
eu: Defentsa Frantsesa: Banzai-Leong Ganbitoa

source: French Defence: Banzai-Leong Gambit, Pinova Gambit
es: Defensa Francesa: Gambito Banzai-Leong, Gambito Pinova
eu: Defentsa Frantsesa: Banzai-Leong Ganbitoa, Pinova Ganbitoa

source: French Defence: Bird Invitation
es: Defensa Francesa: Bird Invitation
eu: Defentsa Frantsesa: Bird Gonbidapena
fr: Française, invitation (à la nulle) Bird (triple répétition possible en jouant 2...Dg5 3.Ff1 Dd8, etc.)

source: French Defence: Burn Variation
ar: فرنسي: برن تفريع
br: Defesa Francesa, Variante Burn
ca: Defensa Francesa - Variant Burn
cs: Francouzská: Burneho varianta
de: Französisch: Burn-Variante
es: Defensa Francesa, Variante Burn
eu: Defentsa Frantsesa: Burn Aldaera
fr: Française classique, var. Burn
id: Pembelaan Perancis, Varian Burn
it: Difesa Francese, Variante Burn
nl: Frans: Burn variant
pl: Francuska, wariant Burn'a
ru: Французская защита: вариант Берна
si: francoska, Burnova različica
sv: Franskt: Burnvarianten
tr: Fransız: Alev varyasyonu
uk: Французький захист: варіант Бьорна
vi: Biến thể Burn: Pháp

source: French Defence: Carlson Gambit
es: Defensa Francesa: Gambito Carlson
eu: Defentsa Frantsesa: Carlson Ganbitoa

source: French Defence: Chigorin Variation
ar: فرنسي: تشجورين تفريع
br: Defesa Francesa, Variante Chigorin
ca: Defensa Francesa - Variant Chigorin
cs: Francouzská: Čigorinova varianta
de: Französisch: Tschigorin-Variante
es: Defensa Francesa, Variante Chigorin
eu: Frantsesa: Chigorin Aldaera
fr: Française, var. Tchigorine
id: Pembelaan Perancis, Varian Chigorin
it: Difesa Francese, Variante Chigorin
nl: Frans: Chigorin variant
pl: Francuska, wariant Chigorin'a
ru: Французская защита: система Чигорина
si: francoska, Chigorinova različica
sv: Franskt: Tjigorinvarianten
tr: Fransız: Chigorin varyasyonu
uk: Французький захист: варіант Чигоріна
vi: Pháp: Chigorin biến

source: French Defence: Classical
ar: فرنسي: الكلاسيكي
br: Defesa Francesa, Variante Clássica
ca: Defensa Francesa - Variant clàssica
cs: Francouzská: Klasická
de: Französisch: Klassisch
es: Defensa Francesa, Variante Clásica
eu: Frantsesa: Klasikoa
fr: Française classique
id: Pembelaan Perancis Klasik
it: Difesa Francese, Variante Classica
nl: Frans: klassiek
pl: Francuska, klasyczna
ru: Французская защита: классическая система
si: francoska, klasična
sv: Franskt: Klassisk
tr: Fransız: klasik
uk: Французький захист: класична система
vi: Pháp: cổ điển

source: French Defence: Classical Variation
ar: فرنسي: التفريع الكلاسيكي
br: Defesa Francesa, Variante Clássica, Linha Principal
ca: Defensa Francesa - Variant clàssica - Línia principal
cs: Francouzská: Klasická varianta
de: Französisch: Klassische Variante
es: Defensa Francesa, Variante Clásica, Linea Principal
eu: Defentsa Frantsesa: Aldaera Klasikoa
fr: Française, var. classique
id: Pembelaan Perancis: Varian Klasik
it: Difesa Francese, Variante Classica, Linea Principale
nl: Frans: klassieke variant
pl: Francuska, wariant klasyczny
ru: Французская защита: классическая система
si: francoska, klasična različica
sv: Franskt: Klassisk variant
tr: Fransız: klasik varyasyon
uk: Французький захист: класична система
vi: Biến thể cổ điển: Pháp

source: French Defence: Classical Variation, Burn Variation, Main Line
es: Defensa Francesa: Variante Classical, Variante Burn, Main Line
eu: Defentsa Frantsesa: Aldaera Klasikoa, Burn Aldaera, Lerro Nagusia

source: French Defence: Classical Variation, Burn Variation, Morozevich Line
es: Defensa Francesa: Variante Classical, Variante Burn, Morozevich Line
eu: Defentsa Frantsesa: Aldaera Klasikoa, Burn Aldaera, Morozevich Lerroa
fr: Française classique, var. Burn, ligne Morozevich

source: French Defence: Classical Variation, Delayed Exchange Variation
es: Defensa Francesa: Variante Classical, Variante Delayed Exchange
eu: Defentsa Frantsesa: Aldaera Klasikoa, Truke Atzeratuaren Aldaera
fr: Française classique, var. d'échange différé

source: French Defence: Classical Variation, Svenonius Variation
es: Defensa Francesa: Variante Classical, Variante Svenonius
eu: Defentsa Frantsesa: Aldaera Klasikoa, Svenonius Aldaera
fr: Française, var. Svenonius

source: French Defence: Classical, Alapin Variation
ar: فرنسي: الكلاسيكي, تفريع الابين
br: Defesa Francesa, Variante Clássica, Variante Alapin
ca: Defensa Francesa - Variant clàssica - Variant Alapin
cs: Francouzská: Klasická, Alapinova varianta
de: Französisch: Klassisch, Alapin-Variante
es: Defensa Francesa, Variante Clásica, Variante Alapin
eu: Frantsesa: Klasikoa, Alapin Aldaera
fr: Française classique, var. Alapin
id: Pembelaan Perancis: Klasik, Varian Alapin
it: Difesa Francese, Variante Classica, Variante Alapin
nl: Frans: klassiek, Alapin variant
pl: Francuska, klasyczna, wariant Alapin'a
ru: Французская защита: классическая система, вариант Алапина
si: francoska, klasična, Alapinova različica
sv: Franskt: Klassisk, Alapinvarianten
tr: Fransız: klasik, Alapin varyasyonu
uk: Французький захист: класична система, варіант Алапіна
vi: Pháp: cổ điển, biến thể Alapin
