Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: English Opening: Symmetrical, Main Line With B3
ar: الانجليزي : متناظر, الخط الرئيسي مع b4
br: Abertura Inglesa, Variante Simétrica, Linha Principal com b3
ca: Obertura Anglèsa - Variant Simètrica - Línia principal amb b3
cs: English: symmetrical, main line with b3
de: Englisch: Symmetrisch, Hauptvariante mit b3
es: Apertura Inglesa, Variante Simétrica, Linea Principal con b3
eu: Ingelesa: Simetrikoa, Lerro Nagusia b3rekin
fr: Anglaise symétrique, ligne principale, avec b3
id: Inggris: Varian Simetris, Jalur Utama dg b3
it: Apertura Inglese, Variante Simmetrica, Linea Principale con b3
nl: Engels: symmetrisch, hoofdlijn met b3
pl: Angielska, symetryczny, główna linia z b3
ru: Английское начало: симметричный вариант, основной вариант с b3
si: angleška: simetrična, glavna linija z b3
sv: Engelskt: Symmetriskt, Huvudvarianten med b3
tr: İngiliz: simetrik, b3 ile ana hat
uk: Англійський початок: симетричний варіант, основний варіант з b3
vi: Tiếng Anh: đối xứng, dòng chính với b3

source: English Opening: Symmetrical, Main Line With D3
ar: الانجليزي : متناظر, الخط الرئيسي مع d3
br: Abertura Inglesa, Variante Simétrica, Linha Principal com d3
ca: Obertura Anglèsa - Variant Simètrica - Línia principal amb d3
cs: English: symmetrical, main line with d3
de: Englisch: Symmetrisch, Hauptvariante mit d3
es: Apertura Inglesa, Variante Simétrica, Linea Principal con d3
eu: Ingelesa: Simetrikoa, Lerro Nagusia d3rekin
fr: Anglaise symétrique, ligne principale, avec d3
id: Inggris: Varian Simetris, Jalur Utama dg d3
it: Apertura Inglese, Variante Simmetrica, Linea Principale con d3
nl: Engels: symmetrisch, hoofdlijn met d3
pl: Angielska, symetryczny, główna linia z d3
ru: Английское начало: симметричный вариант, основной вариант с d3
si: angleška: simetrična, glavna linija z d3
sv: Engelskt: Symmetriskt, Huvudvarianten med d3
tr: İngiliz: simetrik, d3 ile ana hat
uk: Англійський початок: симетричний варіант, основний варіант з d3
vi: Tiếng Anh: đối xứng, dòng chính với d3

source: English Opening: Symmetrical, Main Line With D4
ar: الانجليزي : متناظر, الخط الرئيسي مع d4
br: Abertura Inglesa, Variante Simétrica, Linha Principal com d4
ca: Obertura Anglèsa - Variant Simètrica - Línia principal amb d4
cs: English: symmetrical, main line with d4
de: Englisch: Symmetrisch, Hauptvariante mit d4
es: Apertura Inglesa, Variante Simétrica, Linea Principal con d4
eu: Ingelesa: Simetrikoa, Lerro Nagusia d4rekin
fr: Anglaise symétrique, ligne principale, avec d4
id: Inggris: Varian Simetris, Jalur Utama dg d4
it: Apertura Inglese, Variante Simmetrica, Linea Principale con d4
nl: Engels: symmetrisch, hoofdlijn met d4
pl: Angielska, symetryczny, główna linia z d4
ru: Английское начало: симметричный вариант, основной вариант с d4
si: angleška: simetrična, glavna linija z d4
sv: Engelskt: Symmetriskt, Huvudvarianten med d4
tr: İngiliz: simetrik, d4 ile ana hat
uk: Англійський початок: симетричний варіант, основний варіант з d4
vi: Tiếng Anh: đối xứng, dòng chính với d4

source: English Opening: Symmetrical, Rubinstein System
ar: الانجليزي : متناظر, روبينشتاين نظام
br: Abertura Inglesa, Variante Simétrica, Sistema Rubinstein
ca: Obertura Anglèsa - Variant Simètrica - Sistema Rubistein
cs: English: symmetrical, Rubinstein system
de: Englisch: Symmetrisch, Rubinstein System
es: Apertura Inglesa, Variante Simétrica, Sistema Rubinstein
eu: Ingelesa: Simetrikoa, Rubinstein Sistema
fr: Anglaise symétrique, système Rubinstein
id: Inggris: Varian Simetris, Sistem Rubenstein
it: Apertura Inglese, Variante Simmetrica, Sistema Rubinstein
nl: Engels: symmetrisch, Rubinstein systeem
pl: Angielska, symetryczny, system Rubinstein'a
ru: Английское начало: симметричный вариант, система Рубинштейна
si: angleška, simetrična, Rubinsteinov sistem
sv: Engelskt: Symmetriskt, Rubinsteins system
tr: İngiliz: simetrik, Rubinstein sistemi
uk: Англійський початок: симетричний варіант, система Рубінштейна
vi: Tiếng Anh: đối xứng, hệ thống Rubinstein

source: English Opening: Symmetrical, Three Knights System
ar: الانجليزي : متناظر, الثلاثة أفراس نظام
br: Abertura Inglesa, Variante Simétrica, Sistema dos 3 Cavalos
ca: Obertura Anglèsa - Variant Simètrica - Sistema dels tres cavalls
cs: Anglická: Symetrická, Systém tří jezdců
de: Englisch: Symmetrisch, Dreispringerspiel
es: Apertura Inglesa, Variante Simétrica, Sistema de los 3 Caballos
eu: Ingelesa: Simetrikoa, Hiru Zaldunen Sistema
fr: Anglaise symétrique, système des 3 cavaliers
id: Inggris: Varian Simetris, Sistem 3 Kuda
it: Apertura Inglese, Variante Simmetrica, Sistema dei 3 Cavalli
nl: Engels: symmetrisch, drie paarden systeem
pl: Angielska, symetryczny, system trzech skoczków
ru: Английское начало: симметричный вариант, система трех коней
si: angleška, simetrična, sistem treh skakačev
sv: Engelskt: Symmetriskt, Trespringarspel
tr: İngiliz: simetrik, 3 at sistemi
uk: Англійський початок: симетричний варіант, система трьох коней
vi: Tiếng Anh: đối xứng, ba hệ thống hiệp sĩ

source: English Opening: The Whale
es: Apertura Inglesa: The Whale
eu: Irekiera Ingelesa: Balea
fr: Anglaise, la baleine

source: English Opening: Three Knights System
ar: الانجليزي : الثلاثة أفراس نظام
br: Abertura Inglesa, Sistema dos 3 Cavalos
ca: Obertura Anglèsa - Sistema dels tres cavalls
cs: Anglická: Systém tří jezdců
de: Englisch: Dreispringerspiel
es: Apertura Inglesa, Sistema de los 3 Caballos
eu: Ingelesa: Hiru Zaldunen Sistema
fr: Anglaise, système des 3 cavaliers
id: Inggris: Sistem 3 Kuda
it: Apertura Inglese, Sistema dei 3 Cavalli
nl: Engels: drie paarden systeem
pl: Angielska, system trzech skoczków
ru: Английское начало: система трех коней
si: angleška otvoritev, sistem treh skakačev
sv: Engelskt: Trespringarspel
tr: İngiliz: üç at sistemi
uk: Англійський початок: система трьох коней
vi: Tiếng Anh: ba hệ thống hiệp sĩ

source: English Opening: Torre Defensive System
ar: الانجليزي : توري دفاعي نظام
br: Abertura Inglesa, Sistema Defensivo Torre
ca: Obertura Anglèsa - Sistema Defensiu Torre
cs: Anglická: Torreův obranný systém
de: Englisch: Torre Verteidigung
es: Apertura Inglesa, Sistema Defensivo Torre
eu: Ingelesa: Torre Defentsa-Sistema
fr: Anglaise, système défensif Torre
id: Inggris: Sistem Pertahanan Torre
it: Apertura Inglese, Sistema Defensivo Torre
nl: Engels: Torre verdedigingssysteem
pl: Angielska, obronny system Torre
ru: Английское начало: система защиты Торре
si: angleška, Torresov obrambni sistem
sv: Engelskt: Torres försvar
tr: İngiliz: Torre savunma sistemi
uk: Англійський початок: система захисту Торре
vi: Anh: hệ thống phòng thủ Torre

source: English Opening: Troeger Defence
ar: الانجليزي, تروجر دفاع
br: Abertura Inglesa, Defesa Troeger
ca: Obertura Anglèsa, Defensa Troeger
cs: Anglická: Troegerova obrana
de: Englisch, Tröger Verteidigung
es: Apertura Inglesa, Defensa Troeger
eu: Ingelesa, Troeger Defentsa
fr: Anglaise, défense Troeger
id: Inggris: Pembelaan Troeger
it: Apertura Inglese, Difesa Troeger
nl: Engels, Troeger verdediging
pl: Angielska, obrona Troeger'a
ru: Английское начало: вариант Трегера
si: angleška, Troegerjeva obramba
sv: Engelskt: Trögers försvar
tr: İngiliz, Troeger savunması
uk: Англійський початок: варіант Трегера
vi: Anh, Phòng thủ Troeger

source: English Opening: Ultra-symmetrical Variation
ar: الانجليزي : الفائق-التفريع المتناظر
br: Abertura Inglesa, Variante Ultra Simétrica
ca: Obertura Anglèsa - Variant Ultra Simètrica
cs: Anglická: Mimořádně symetrická varianta
de: Englisch: Ultra-Symmetrische Variante
es: Apertura Inglesa, Variante Ultra Simétrica
eu: Ingelesa: Aldaera ultra-Simetrikoa
fr: Anglaise, var. ultra-symétrique
id: Inggris: Varian Ultra Simetris
it: Apertura Inglese, Variante Ultra Simmetrica
nl: Engels: ultra-symmetrische variant
pl: Angielska, wariant skrajnie symetryczny
ru: Английское начало: ультрасимметричный вариант
si: angleška, ultra simetrična različica
sv: Engelskt: Ultra-symmetrisk variant
tr: İngiliz: ileri simetrik varyasyon
uk: Англійський початок: ультрасиметричний варіант
vi: Tiếng Anh: biến siêu đối xứng

source: English Opening: Wade Gambit
es: Apertura Inglesa: Gambito Wade
eu: Irekiera Ingelesa: Wade Ganbitoa
fr: Anglaise, gambit Wade

source: English Opening: Wimpey System
ar: الانجليزي : ويمبي نظام
br: Abertura Inglesa, Sistema Wimpey
ca: Obertura Anglèsa - Sistema Wimpey
cs: Anglická: Wimpeyho systém
de: Englisch: Wimpey System
es: Apertura Inglesa, Sistema Wimpey
eu: Ingelesa: Wimpey Sistema
fr: Anglaise, système wimpey (ou wimpy, "froussard" ou "mollasson" en français ?)
id: Inggris: Sistem Wimpey
it: Apertura Inglese, Sistema Wimpey
nl: Engels: Wimpey systeem
pl: Angielska, system Wimpey
ru: Английское начало: система Уимпи
si: angleška, Wimpeyev sistem
sv: Engelskt: Wimpeysystemet
tr: İngiliz: Wimbey sistemi
uk: Англійський початок: система Уїмпі
vi: Anh: hệ thống Wimpey

source: English Opening: Wing Gambit
es: Apertura Inglesa: Gambito Wing
eu: Irekiera Ingelesa: Hegaleko Ganbitoa
fr: Anglaise, gambit de l'aile

source: English Opening: Zilbermints Gambit
es: Apertura Inglesa: Gambito Zilbermints
eu: Irekiera Ingelesa: Zilbermints Ganbitoa
fr: Anglaise, gambit Zilbermints

source: English Orangutan
ar: الانجليزي اورانجوتان
br: Abertura Inglesa, Variante Orangotango
ca: Obertura Anglèsa - Variant Orangutan
cs: Anglický orangutan
de: Englisch, Orangutan
es: Apertura Inglesa, Variante Orangután
eu: Ingelesa: Orangutanaren Aldaera
fr: Anglaise, système orang-outang
id: Inggris Orang Utan
it: Apertura Inglese, Variante Orangután
nl: Engelse orang-oetan
pl: Debiut angielski orangutan
ru: Английское начало: дебют орангутанга
si: angleška orangutan
sv: Engelskt: Orangutang
tr: İngiliz orangutan
uk: Англійський початок: дебют орангутанга

source: English Rat: Pounds Gambit
eu: Arratoi Ingelesa: Pounds Ganbitoa
fr: Défense du rat, "English rat, pounds gambit"

source: Englund Gambit Complex Declined
eu: Englund Ganbitoaren Konplexu Ukatua
fr: Gambit Englund refusé

source: Englund Gambit Complex Declined: Diemer CounterAttack
eu: Englund Ganbitoaren Konplexu Ukatua: Diemer Kontra-Erasoa
fr: Gambit Englund refusé, contre-attaque Diemer

source: Englund Gambit Complex: Englund Gambit
eu: Englund Ganbitoaren Konplexua: Englund Ganbitoa
fr: Gambit Englund

source: Englund Gambit Complex: Felbecker Gambit
eu: Englund Ganbitoaren Konplexua: Fellbecker Ganbitoa
fr: Gambit Englund, ici dit gambit Felbecker

source: Englund Gambit Complex: Hartlaub-Charlick Gambit
eu: Englund Ganbitoaren Konplexua: Hartlaub-Charlick Ganbitoa
fr: Gambit Englund, ici dit gambit Hartlaub - Charlick

source: Englund Gambit Complex: Mosquito Gambit
eu: Englund Ganbitoaren Konplexua: Eltxo Ganbitoa
fr: Gambit Englund, ici dit gambit du moustique

source: Englund Gambit Complex: Soller Gambit
eu: Englund Ganbitoaren Konplexua: Soller Ganbitoa
fr: Gambit Englund, ici dit gambit Soller

source: Englund Gambit Complex: Soller Gambit Deferred
eu: Englund Ganbitoaren Konplexua: Soller Ganbito Atzeratua
fr: Gambit Englund, ici dit gambit Soller différé

source: Englund Gambit Complex: Stockholm Variation
eu: Englund Ganbitoaren Konplexua: Stockholm Aldaera
fr: Gambit Englund, var. de Stockholm

source: Englund Gambit Complex: Zilbermints Gambit
eu: Englund Ganbitoaren Konplexua: Zilbermints Ganbitoa
fr: Gambit Englund, ici dit deuxième gambit Zilbermints (avec 3...h6 ; le coup du premier gambit Zilbermints est 3...Cge7)

source: Englund Gambit Declined: Reversed Alekhine
eu: Englund Ganbito Ukatua: Alekhine Alderantziz
fr: Gambit Englund refusé, var. défense Alekhine inversée

source: Englund Gambit Declined: Reversed Brooklyn
eu: Englund Ganbito Ukatua: Brooklyn Alderantziz
fr: Gambit Englund refusé, var. défense Alekhine inversée, var. de Brooklyn inversée

source: Englund Gambit Declined: Reversed French
eu: Englund Ganbito Ukatua: Frantsesa Alderantziz
fr: Gambit Englund refusé, var. défense française inversée

source: Englund Gambit Declined: Reversed Krebs
eu: Englund Ganbito Ukatua: Krebs Alderantziz

source: Englund Gambit Declined: Reversed Mokele Mbembe
eu: Englund Ganbito Ukatua: Mokele Mbenbe Alderantziz
fr: Gambit Englund refusé, var. Mokélé-mbembé (en langue pygméenne "celui qui peut arrêter le flot de la rivière") inversée

source: Evans Counter-gambit
ar: إيفانس الجامبيت المضاد
br: Contra-Gambito Evans
ca: Gambit Evans refusat - Contra-Gambit Evans
cs: Evansův protigambit
de: Evans Gegengambit
es: Gambito Evans Rehusado, ContraGambito Evans
eu: Evansen Kontra-Ganbitoa
fr: Gambit Evans, contre-gambit
id: Gambit Balasan Evans
it: Gambetto Evans Rifiutato, Controgambetto Evans
nl: Evans tegengambiet
pl: Kontrgambit Evans'a
ru: Контргамбит Эванса
si: Evansov proti-gambit
sv: Evans motgambit
tr: Evans karşı gambiti
uk: Контргамбіт Еванса
vi: Evans phản Gambit

source: Evans Gambit
ar: جامبيت إيفانس
br: Gambito Evans
ca: Gambit Evans
cs: Evansův gambit
es: Gambito Evans
eu: Evans Ganbitoa
fr: Gambit Evans
id: Gambit Evans
it: Gambetto Evans
nl: Evans gambiet
pl: Gambit Evans'a
ru: Гамбит Эванса
si: Evansov gambit
tr: Evans gambiti
uk: Гамбіт Еванса

source: Evans Gambit Accepted
ar: جامبيت إيفانس المقبول
br: Gambito Evans Aceito
ca: Gambit Evans acceptat
cs: Evansův gambit přijatý
de: Evans gambit
es: Gambito Evans Aceptado
eu: Evans Ganbito Onartua
fr: Gambit Evans accepté
id: Gambit Evans Diterima
it: Gambetto Evans Accettato
nl: Aanvaard Evans gambiet
pl: Gambit Evans'a przyjęty
ru: Гамбит Эванса
si: Evansov gambit sprejet
sv: Evans gambit antagen
tr: Evans gambiti kabul edildi
uk: Прийнятий гамбіт Еванса
vi: Evans cờ chấp nhận

source: Evans Gambit Declined, 5.a4
ar: جامبيت إيفانس المرفوض, 5.a5
br: Gambito Evans Recusado, Variante 5.a4
ca: Gambit Evans refusat - Variant 5. a4
cs: Evansův gambit odmítnutý, 5. a4
de: Evans Gambit abgelehnt, 5.a4
es: Gambito Evans Rehusado, Variante 5.a4
eu: Evans Ganbito Ukatua, 5.a4
fr: Gambit Evans refusé, 5.a4
id: Gambit Evans Ditolak, 5.a4
it: Gambetto Evans Rifiutato, Variante 5.a4
nl: Evans gambiet geweigerd, 5.a4
pl: Gambit Evans'a nieprzyjęty, 5.a4
ru: Отказанный гамбит Эванса: 5.a4
si: Evansov gambit zavrnjen, 5. a4
sv: Evans gambit avböjd: 5.a4
tr: Evans gambiti red edildi, 5.a4
uk: Відхилений гамбіт Еванса, 5.a4
vi: Evans cờ giảm, 5.a4

source: Evans Gambit Declined, Cordel Variation
ar: جامبيت إيفانس المرفوض, كوردل تفريع
br: Gambito Evans Recusado, Variante Cordel
ca: Gambit Evans refusat - Variant cordill
cs: Evansův gambit odmítnutý, Cordeleho varianta
de: Evans Gambit abgelehnt, Cordel-Variante
es: Gambito Evans Rehusado, Variante Cordel
eu: Evans Ganbito Ukatua, Cordel Aldaera
fr: Gambit Evans refusé, var. Cordel
id: Gambit Evans Ditolak, Varian Cordel
it: Gambetto Evans Rifiutato, Variante Cordel
nl: Evans gambiet geweigerd, Cordel variant
pl: Gambit Evans'a nieprzyjęty, wariant Cordel'a
ru: Отказанный гамбит Эванса: вариант Корделя
si: Evansov gambit zavrnjen, Cordelova različica
sv: Evans gambit avböjd: Cordelvarianten
tr: Evans gambiti red edildi, Cordel varyasyonu
uk: Відхилений гамбіт Еванса: варіант Корделя
vi: Evans cờ giảm, biến đổi Cordel

source: Evans Gambit Declined, Hicken Variation
ar: جامبيت إيفانس المرفوض, هيكن تفريع
br: Gambito Evans Recusado, Variante Hicken
ca: Gambit Evans refusat - Variant Hirschbach - Variant Hicken
cs: Evansův gambit odmítnutý, Hickenova varianta
de: Evans Gambit abgelehnt, Hicken-Variante
es: Gambito Evans Rehusado, Variante Hirschbach, Variante Hicken
eu: Evans Ganbito Ukatua, Hicken Aldaera
fr: Gambit Evans refusé, var. Hicken
id: Gambit Evans Ditolak, Varian Hicken
it: Gambetto Evans Rifiutato, Variante Hirschbach, Variante Hicken
nl: Evans gambiet geweigerd, Hicken variant
pl: Gambit Evans'a nieprzyjęty, wariant Hicken'a
ru: Отказанный гамбит Эванса: вариант Хикена
si: Evansov gambit zavrnjen, Hickenova različica
sv: Evans gambit avböjd: Hickenvarianten
tr: Evans gambiti red edildi, Hicken varyasyonu
uk: Відхилений гамбіт Еванса: варіант Хікена
vi: Evans cờ giảm, Hicken biến

source: Evans Gambit Declined, Hirschbach Variation
ar: جامبيت إيفانس المرفوض, هبرشباخ تفريع
br: Gambito Evans Recusado, Variante Hirschbach
ca: Gambit Evans refusat - Variant Hirschbach
cs: Evansův gambit odmítnutý, Hirschbachova varianta
de: Evans Gambit abgelehnt, Hirschbach-Variante
es: Gambito Evans Rehusado, Variante Hirschbach
eu: Evans Ganbito Ukatua, Hirschbach Aldaera
fr: Gambit Evans refusé, var. Hirschbach
id: Gambit Evans Ditolak, Varian Hirschbach
it: Gambetto Evans Rifiutato, Variante Hirschbach
nl: Evans gambiet geweigerd, Hirschbach variant
pl: Gambit Evans'a nieprzyjęty, wariant Hirschbach'a
ru: Отказанный гамбит Эванса: вариант Хиршбаха
si: Evansov gambit zavrnjen, Hirschbachova različica
sv: Evans gambit avböjd: Hirschbachvarianten
tr: Evans gambiti red edildi, Hirschbach varyasyonu
uk: Відхилений гамбіт Еванса: варіант Хіршбаха
vi: Evans cờ giảm, Hirschbach biến

source: Evans Gambit Declined, Lange Variation
ar: جامبيت إيفانس المرفوض, لانجي تفريع
br: Gambito Evans Recusado, Variante Lange
ca: Gambit Evans refusat - Variant Lange
cs: Evansův gambit odmítnutý, Langeho varianta
de: Evans Gambit abgelehnt, Lange-Variante
es: Gambito Evans Rehusado, Variante Lange
eu: Evans Ganbito Ukatua, Lange Aldaera
fr: Gambit Evans refusé, var. Lange
id: Gambit Evans Ditolak, Varian Lange
it: Gambetto Evans Rifiutato, Variante Lange
nl: Evans gambiet geweigerd, Lange variant
pl: Gambit Evans'a nieprzyjęty, wariant Lange'go
ru: Отказанный гамбит Эванса: вариант Ланге
si: Evansov gambit zavrnjen, Langeva različica
sv: Evans gambit avböjd: Langevarianten
tr: Evans gambiti red edildi, Lange varyasyonu
uk: Відхилений гамбіт Еванса: варіант Ланге
vi: Evans cờ giảm, Lange biến

source: Evans Gambit Declined, Pavlov Variation
ar: جامبيت إيفانس المرفوض, بافلوف تفريع
br: Gambito Evans Recusado, Variante Pavlov
ca: Gambit Evans refusat - Variant Lange - Variantt Pavlov
cs: Evansův gambit odmítnutý, Pavlovova varianta
de: Evans Gambit abgelehnt, Pavlov-Variante
es: Gambito Evans Rehusado, Variante Lange, Variante Pavlov
eu: Evans Ganbito Ukatua, Pavlov Aldaera
fr: Gambit Evans refusé, var Pavlov
id: Gambit Evans Ditolak, Varian Pavlov
it: Gambetto Evans Rifiutato, Variante Lange, Variante Pavlov
nl: Evans gambiet geweigerd, Pavlov variant
pl: Gambit Evans'a nieprzyjęty, wariant Pavlov'a
ru: Отказанный гамбит Эванса: вариант Павлова
si: Evansov gambit zavrnjen, Pavlova različica
sv: Evans gambit avböjd: Pavlovvarianten
tr: Evans gambiti red edildi, Pavlov varyasyonu
uk: Відхилений гамбіт Еванса: варіант Павлова
vi: Evans cờ giảm, Pavlov biến

source: Evans Gambit Declined, Showalter Variation
ar: جامبيت إيفانس المرفوض, تفريع شولتر
br: Gambito Evans Recusado, Variante Showalter
ca: Gambit Evans refusat - Variant Showalter
cs: Evansův gambit odmítnutý, Schowalterova varianta
de: Evans Gambit abgelehnt, Showalter-Variante
es: Gambito Evans Rehusado, Variante Showalter
eu: Evans Ganbito Ukatua, Showalterren Aldaera
fr: Gambit Evans refusé, var. Showalter
id: Gambit Evans Ditolak, Varian Showalter
it: Gambetto Evans Rifiutato, Variante Showalter
nl: Evans gambiet geweigerd, Showalter variant
pl: Gambit Evans'a nieprzyjęty, wariant Showalter'a
ru: Отказанный гамбит Эванса: вариант Шовальтера
si: Evansov gambit zavrnjen, Showalterjeva različica
sv: Evans gambit avböjd: Showaltervarianten
tr: Evans gambiti red edildi, Showalter varyasyonu
uk: Відхилений гамбіт Еванса: варіант Шовальтера
vi: Evans cờ giảm, Showalter biến

source: Evans Gambit Declined, Vasquez Variation
ar: جامبيت إيفانس المرفوض, فاسقيز تفريع
br: Gambito Evans Recusado, Variante Vasquez
ca: Gambit Evans refusat - Variant Hirschbach - Variant Vasquez
cs: Evansův gambit odmítnutý, Vasquezova varianta
de: Evans Gambit abgelehnt, Vasquez-Variante
es: Gambito Evans Rehusado, Variante Hirschbach, Variante Vasquez
eu: Evans Ganbito Ukatua, Vasquez Aldaera
fr: Gambit Evans refusé, var. Vasquez
id: Gambit Evans Ditolak, Varian Vasquez
it: Gambetto Evans Rifiutato, Variante Hirschbach, Variante Vasquez
nl: Evans gambiet geweigerd, Vasquez variant
pl: Gambit Evans'a nieprzyjęty, wariant Vasquez'a
ru: Отказанный гамбит Эванса: вариант Васкеса
si: Evansov gambit zavrnjen, Vasquezova različica
sv: Evans gambit avböjd: Vasquezvarianten
tr: Evans gambiti red edildi, Vasquez varyasyonu
uk: Відхилений гамбіт Еванса: варіант Васкеса
vi: Evans cờ giảm, Vasquez biến

source: Evans Gambit: 5...Be7
ar: جامبيت إيفانس: 5...Be8
br: Gambito Evans, 5...Be7
ca: Gambit Evans acceptat - 5 ... Ae7
cs: Evansův gambit: varianta s 5. - Se7
de: Evans Gambit: 5...Le7
es: Gambito Evans Aceptado, 5...Ae7
eu: Evans Ganbitoa: 5...Ae7
fr: Gambit Evans, 5...Fe7
id: Gambit Evans, 5....Ge7
it: Gambetto Evans Accettato, 5...Ae7
nl: Evans gambiet: 5 ... Le7
pl: Gambit Evans'a, 5...Ge7
ru: Гамбит Эванса: 5...Сe7
si: Evansov gambit, 5. Le7
sv: Evans gambit: 5...Le7
tr: Evans gambiti: 5...Be7
uk: Гамбіт Еванса: 5...Сe7
vi: Evans cờ: 5 ... Be7

source: Evans Gambit: Alapin-Steinitz Variation
ar: جامبيت إيفانس: الابين-تفريع شتاينتز
br: Gambito Evans, Variante Alapin-Steinitz
ca: Gambit Evans acceptat - Variant Alapin Steinitz
cs: Evansův gambit: Alapinova-Steinitzova varianta
de: Evans Gambit: Alapin-Steinitz-Variante
es: Gambito Evans Aceptado, Variante Alapin Steinitz
eu: Evans Ganbitoa: Alapin-Steinitz Aldaera
fr: Gambit Evans, var. Alapin - Steinitz
id: Gambit Evans: Varian Alapin-Steinitz
it: Gambetto Evans Accettato, Variante Alapin Steinitz
nl: Evans gambiet: Alapin-Steinitz variant
pl: Gambit Evans'a, wariant Alapin-Steinitz
ru: Гамбит Эванса: вариант Алапина-Стейница
si: Evansov gambit, Alapin-Steinitzova različica
sv: Evans gambit: Alapin-Steinitzvarianten
tr: Evans gambiti: Alapin-Steinitz varyasyonu
uk: Гамбіт Еванса: варіант Алапіна-Стейніца
vi: Evans cờ: Alapin-Steinitz biến

source: Evans Gambit: Compromised Defence
ar: جامبيت إيفانس: الخطر دفاع
br: Gambito Evans, Defesa Comprometida
ca: Gambit Evans acceptat - Defensa compromesa
cs: Evansův gambit: Ohrožená obrana
de: Evans Gambit: kompromittierte Verteidigung
es: Gambito Evans Aceptado, Defensa Comprometida
eu: Evans Ganbitoa: Defentsa Konprometitua
fr: Gambit Evans, compromised defence (défense "compromise")
id: Gambit Evans: Pembelaan Compromised
it: Gambetto Evans Accettato, Difesa Comprometida
nl: Evans gambiet: gecompromitteerde verdediging
pl: Gambit Evans'a, zagrożona obrona
ru: Гамбит Эванса: скомпрометированная защита
si: Evansov gambit, ogrožena obramba
sv: Evans gambit: Komprometterat försvar
tr: Evans gambiti: uzlaşma savunması
uk: Гамбіт Еванса: скомпрометований захист
vi: Thí quân Evans: Phòng thủ bị xâm nhập

source: Evans Gambit: Compromised Defence, Paulsen Variation
ar: جامبيت إيفانس: الخطر دفاع, بولسن تفريع
br: Gambito Evans, Defesa Comprometida, Variante Paulsen
ca: Gambit Evans acceptat - Defensa compromesa - Variant Paulsen
cs: Evansův gambit: Ohrožená obrana, Paulsenova varianta
de: Evans Gambit: kompromittierte Verteidigung, Paulsen-Variante
es: Gambito Evans Aceptado, Defensa Comprometida, Variante Paulsen
eu: Evans Ganbitoat: Defentsa Konprometitua, Paulsen Aldaera
fr: Gambit Evans, compromised defence (défense "compromise"), var. Paulsen
id: Gambit Evans: Pembelaan Compromised, Varian Paulsen
it: Gambetto Evans Accettato, Difesa Comprometida, Variante Paulsen
nl: Evans gambiet: gecompromitteerde verdediging, Paulsen variant
pl: Gambit Evans'a, zagrożona obrona, wariant Paulsen'a
ru: Гамбит Эванса: скомпрометированная защита, вариант Паульсена
si: Evansov gambit, ogrožena obramba, Paulsenova različica
sv: Evans gambit: Komprometterat försvar, Paulsenvarianten
tr: Evans gambiti: uzlaşma savunması, Paulsen varyasyonu
uk: Гамбіт Еванса: скомпрометований захист, варіант Паульсена
vi: Thí quân Evans: Phòng thủ bị xâm nhập, biến thể Paulsen
