Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Gambit Accepted: Traditional Variation
es: Gambito de Rey Aceptado: Variante Traditional
eu: Erregearen Ganbito Onartua: Aldaera tradizionala
fr: Gambit Roi accepté, var. traditionnelle

source: King Gambit Accepted: Tumbleweed Gambit
ar: هجوم الملك الهندي : تامبلويد جامبيت
br: Gambito do Rei Aceito, Gambito Tumbleweed
ca: Gambit de Rei acceptat - Gambit Tumbleweed
cs: KGA: Tumbleweed gambit
de: Königsgambit (angenommen): Tumbleweed Gambit
es: Gambito de Rey Aceptado, Gambito Tumbleweed
eu: Errege Ganbito Onartua: Tumbleweed Ganbitoa
fr: Gambit Roi accepté, gambit tumbleweed (du virevoltant)
id: KGA: Gambit Tumbleweed
it: Gambetto di Re Accettato, Mossa di Tumbleweed
nl: KGA: Tumbleweed gambiet
pl: Gam.król przyj.,gambit Tumbleweed'a
ru: Принятый королевский гамбит: гамбит перекати-поле
si: KGS: Tumbleweedov gambit
sv: Kungsgambit antagen: Tumbleweeds gambit
tr: KGA: Tumbleweed gambiti
uk: Прийнятий королівський гамбіт: гамбіт перекоти-поле
vi: KGA: Tumbleweed Gambit

source: King Gambit Accepted: Villemson (Steinitz) Gambit
ar: هجوم الملك الهندي : فيلمسون (شتاينتز) جامبيت
br: Gambito do Rei Aceito, Gambito Villemson (Steinitz)
ca: Gambit de Rei acceptat - Gambit Villemson o Steinitz
cs: KGA: Villemson (Steinitz) gambit
de: Königsgambit (angenommen): Villemson (Steinitz) Gambit
es: Gambito de Rey Aceptado, Gambito Villemson o Steinitz
eu: Errege Ganbito Onartua: Villemson (Steinitz) Ganbitoa
fr: Gambit Roi accepté, gambit Villemson (Steinitz)
id: KGA: Gambit Villemson (Steinitz)
it: Gambetto di Re Accettato, Mossa di Villemson o Steinitz
nl: KGA: Villemson (Steinitz) gambiet
pl: Gam.król przyj.,gambit Villemson'a (Steinitz'a)
ru: Принятый королевский гамбит: гамбит Виллемсона
si: KGS: Villemsonov (Steinitzov) gambit
sv: Kungsgambit antagen: Villemsons gambit (Steinitz)
tr: KGA: Villemson (Steinitz) gambiti
uk: Прийнятий королівський гамбіт: гамбіт Віллемсона
vi: KGA: Villemson (Steinitz) Gambit

source: King Gambit Declined: 2...Nf6
ar: جامبيت الملك المرفوض: 2...Nf7
br: Gambito do Rei Recusado, 2...Cf6
ca: Gambit de Rei refusat - 2 ... Cf6
cs: KGD: 2...Nf6
de: Königsgambit (abgelehnt): 2...Nf6
es: Gambito de Rey Rehusado, 2...Cf6
eu: Errege Ganbito Ukatua: 2...Zf6
fr: Gambit Roi refusé, 2...Cf6
id: KGD: 2... Kf6
it: Gambetto di Re Rifiutato, 2...Cf6
nl: GKG: 2 ... Pf6
pl: Gam.król nieprzyj.,2...Sf6
ru: Отказанный королевский гамбит: 2...Кf6
si: KGZ: 2. Sf6
sv: Kungsgambit avböjd: 2...Sf6
tr: KGD: 2...Nf6
uk: Відхилений королівський гамбіт: 2...Кf6
vi: KGD: 2 ... Nf6

source: King Gambit Declined: Classical Counter-gambit
ar: جامبيت الملك المرفوض: الكلاسيكي الجامبيت المضاد
br: Gambito do Rei Recusado, Contra-Gambito Clássico
ca: Gambit de Rei refusat - Contra-Gambit clàssic
cs: KGD: classical counter-gambit
de: Königsgambit (abgelehnt): Klassisches Gegengambit
es: Gambito de Rey Rehusado, ContraGambito Clásico
eu: Errege Ganbito Ukatua: Kontra-Ganbito Klasikoa
fr: Gambit Roi refusé classique, contre-gambit
id: KGD: Gambit Balasan Klasik
it: Gambetto di Re Rifiutato, Controgambetto Classico
nl: GKG: klassiek tegengambiet
pl: Gam.król nieprzyj., klasyczny kontrgambit
ru: Отказанный королевский гамбит: классический контргамбит
si: KGZ: klasični proti-gambit
sv: Kungsgambit avböjd: Klassisk motgambit
tr: KGD: klasik karşı gambit
uk: Відхилений королівський гамбіт: класичний контргамбіт
vi: KGD: cổ điển phản Gambit

source: King Gambit Declined: Classical Variation
ar: جامبيت الملك المرفوض: التفريع الكلاسيكي
br: Gambito do Rei Recusado, Variante Clássica
ca: Gambit de Rei refusat - Variant clàssica
cs: KGD: classical variation
de: Königsgambit (abgelehnt): Klassische Variante
es: Gambito de Rey Rehusado, Variante Clásica
eu: Errege Ganbito Ukatua: Aldaera Klasikoa
fr: Gambit Roi refusé, var. classique
id: KGD: Varian Klasik
it: Gambetto di Re Rifiutato, Variante Classica
nl: GKG: klassieke variant
pl: Gam.król nieprzyj., wariant klasyczny
ru: Отказанный королевский гамбит: классический вариант
si: KGZ: klasična različica
sv: Kungsgambit avböjd: Klassisk variant
tr: KGD: klasik varyasyon
uk: Відхилений королівський гамбіт: класичний варіант
vi: Biến thể cổ điển: KGD

source: King Gambit Declined: Classical, 4.c3
ar: جامبيت الملك المرفوض: الكلاسيكي, 4.c4
br: Gambito do Rei Recusado, Variante Clássica, 4.c3
ca: Gambit de Rei refusat - Variant clàssica - 4. c3
cs: KGD: classical, 4.c3
de: Königsgambit (abgelehnt): Klassisch, 4.c3
es: Gambito de Rey Rehusado, Variante Clásica, 4.c3
eu: Errege Ganbito Ukatua: Klasikoa, 4.c3
fr: Gambit Roi refusé classique, 4.c3
id: KGD: Klasik, 4.c3
it: Gambetto di Re Rifiutato, Variante Classica, 4.c3
nl: GKG: klassiek, 4.c3
pl: Gam.król nieprzyj., klasyczny, 4.c3
ru: Отказанный королевский гамбит: классический вариант, 4.c3
si: KGZ: klasična, 4. c3
sv: Kungsgambit avböjd: Klassisk, 4.c3
tr: KGD: klasik, 4.c3
uk: Відхилений королівський гамбіт: класичний варіант, 4.c3
vi: KGD: cổ điển, 4.c3

source: King Gambit Declined: Classical, Hanham Variation
ar: جامبيت الملك المرفوض: الكلاسيكي, هانهام تفريع
br: Gambito do Rei Recusado, Variante Clássica, Variante Hanham
ca: Gambit de Rei refusat - Variant clàssica - Variant Hanham
cs: KGD: classical, Hanham variation
de: Königsgambit (abgelehnt): Klassisch, Hanham-Variante
es: Gambito de Rey Rehusado, Variante Clásica, Variante Hanham
eu: Errege Ganbito Ukatua: Klasikoa, Hanham Aldaera
fr: Gambit Roi refusé classique, var. Hanham
id: KGD: Klasik, Varian Hanham
it: Gambetto di Re Rifiutato, Variante Classica, Variante Hanham
nl: GKG: klassiek, Hanham variant
pl: Gam.król nieprzyj., klasyczny, wariant Hanham
ru: Отказанный королевский гамбит: классический вариант, вариант Хенема
si: KGZ: klasična, Hanhamova različica
sv: Kungsgambit avböjd: Klassisk, Hanhamvarianten
tr: KGD: klasik, Hanham varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Хенема
vi: KGD: cổ điển, Hanham biến

source: King Gambit Declined: Classical, Heath Variation
ar: جامبيت الملك المرفوض: الكلاسيكي, هيث تفريع
br: Gambito do Rei Recusado, Variante Clássica, Variante Heath
ca: Gambiit de Rei refusat - Variant clàssica - Variant Heath
cs: KGD: classical, Heath variation
de: Königsgambit (abgelehnt): Klassisch, Heath-Variante
es: Gambito de Rey Rehusado, Variante Clásica, Variante Heath
eu: Errege Ganbito Ukatua: Klasikoa, Heath Aldaera
fr: Gambit Roi refusé classique, var. Heath
id: KGD: Klasik, Varian Health
it: Gambetto di Re Rifiutato, Variante Classica, Variante Heath
nl: GKG: klassiek, Heath variant
pl: Gam.król nieprzyj., klasyczny, wariant Heath
ru: Отказанный королевский гамбит: классический вариант, вариант Хита
si: KGZ: klasična, Heathova različica
sv: Kungsgambit avböjd: Klassisk, Heathvarianten
tr: KGD: klasik, Sağlık varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Хіта
vi: KGD: cổ điển, Heath biến

source: King Gambit Declined: Classical, Marshall Attack
ar: جامبيت الملك المرفوض: الكلاسيكي, هجوم مارشال
br: Gambito de Rei Recusado, Variante Clássica, Ataque Marshall
ca: Gambit de Rei refusat - Variant clàssica - Atac Marshall
cs: KGD: classical, Marshall attack
de: Königsgambit (abgelehnt): Klassisch, Marshall Angriff
es: Gambito de Rey Rehusado, Variante Clásica, Ataque Marshall
eu: Errege Ganbito Ukatua: Klasikoa, Marshall Erasoa
fr: Gambit Roi refusé classique, attaque Marshall
id: KGD: Klasik, Serangan Marshall
it: Gambetto di Re Rifiutato, Variante Classica, Attacco Marshall
nl: GKG: klassiek, Marshall aanval
pl: Gam.król nieprzyj., klasyczny, atak Marshall'a
ru: Отказанный королевский гамбит: классический вариант, атака Маршалла
si: KGZ: klasična, Marshallov napad
sv: Kungsgambit avböjd: Klassisk, Marshallangrepp
tr: KGD: klasik, Marshall hücumu
uk: Відхилений королівський гамбіт: класичний варіант, атака Маршалла
vi: KGD: cổ điển, Marshall tấn công

source: King Gambit Declined: Classical, Reti Variation
ar: جامبيت الملك المرفوض: الكلاسيكي, ريتي تفريع
br: Gambito de Rei Recusado, Contra-Gambito Clásico, Variante Reti
ca: Gambit de Rei refusat - Contra-Gambit clàssic - Variant Reti
cs: KGD: classical, Reti variation
de: Königsgambit (abgelehnt): Klassisch, Reti-Variante
es: Gambito de Rey Rehusado, ContraGambito Clásico, Variante Reti
eu: Errege Ganbito Ukatua: Klasikoa, Reti Aldaera
fr: Gambit Roi refusé classique, var. Réti
id: KGD: Klasik, Varian Reti
it: Gambetto di Re Rifiutato, Controgambetto Classico, Variante Reti
nl: GKG: klassiek, Reti variant
pl: Gam.król nieprzyj., klasyczny, wariant Reti
ru: Отказанный королевский гамбит: классический вариант, вариант Рети
si: KGZ: klasična, Retijeva različica
sv: Kungsgambit avböjd: Klassisk, Retivarianten
tr: KGD: klasik, Reti varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Реті
vi: KGD: cổ điển, Reti biến

source: King Gambit Declined: Classical, Soldatenkov Variation
ar: جامبيت الملك المرفوض: الكلاسيكي, سولداكتينوف تفريع
br: Gambito de Rei Recusado, Variante Clássica, Variante Soldatenkov
ca: Gambit de Rei refusat - Variant clàssica - Variant Soldatenkov
cs: KGD: classical, Soldatenkov variation
de: Königsgambit (abgelehnt): Klassisch, Soldatenkov-Variante
es: Gambito de Rey Rehusado, Variante Clásica, Variante Soldatenkov
eu: Errege Ganbito Ukatua: Klasikoa, Soldatenkov Aldaera
fr: Gambit Roi refusé classique, var. Soldatenkov
id: KGD: Klasik, Varian Soldatenkov
it: Gambetto di Re Rifiutato, Variante Classica, Variante Soldatenkov
nl: GKG: klassiek, Soldatenkov variant
pl: Gam.król nieprzyj., klasyczny, wariant Soldatenkov'a
ru: Отказанный королевский гамбит: классический вариант, вариант Солдатенкова
si: KGZ: klasična, Soldatenkova različica
sv: Kungsgambit avböjd: Klassisk, Soldatenkovs variant
tr: KGD: klasik, Soldatenkov varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Солдатенкова
vi: KGD: cổ điển, Soldatenkov biến

source: King Gambit Declined: Classical, Svenonius Variation
ar: جامبيت الملك المرفوض: الكلاسيكي, سفنونيوس تفريع
br: Gambito de Rei Recusado, Variante Clássica, Variante Svenonius
ca: Gambit de Rei refusat - Variant clàssica - Variant Svenonius
cs: KGD: classical, Svenonius variation
de: Königsgambit (abgelehnt): Klassisch, Svenonius-Variante
es: Gambito de Rey Rehusado, Variante Clásica, Variante Svenonius
eu: Errege Ganbito Ukatua: Klasikoa, Svenonius Aldaera
fr: Gambit Roi refusé classique, var. Svenonius
id: KGD: Klasik, Varian Svenonius
it: Gambetto di Re Rifiutato, Variante Classica, Variante Svenonius
nl: GKG: klassiek, Svenonius variant
pl: Gam.król nieprzyj., klasyczny, wariant Svenonius'a
ru: Отказанный королевский гамбит: классический вариант, вариант Свенониуса
si: KGZ: klasična, Svenoniusova različica
sv: Kungsgambit avböjd: Klassisk, Svenoniusvarianten
tr: KGD: klasik, Svenonius varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Свеноніуса
vi: KGD: cổ điển, biến thể Svenonius

source: King Gambit Declined: Falkbeer Counter-gambit
ar: جامبيت الملك المرفوض: فالكبير الجامبيت المضاد
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer
cs: KGD: Falkbeer counter-gambit
de: Königsgambit (abgelehnt): Falkbeer Gegengambit
es: Gambito de Rey Rehusado, ContraGambito Falkbeer
eu: Errege Ganbito Ukatua: Falkbeer Kontra-Ganbitoa
fr: Gambit Roi refusé, contre-gambit Falkbeer
id: KGD: Gamnbit Balasan Falkbeer
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer
nl: GKG: Falkbeer tegengambiet
pl: Gam.król nieprzyj.,kontrgambit Falkbeer'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера
si: KGZ: Falkbeerov proti-gambit
sv: Kungsgambit avböjd: Falkbeers motgambit
tr: KGD: Falkbeer karşı gambiti
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра
vi: KGD: Falkbeer phản Gambit

source: King Gambit Declined: Falkbeer CounterGambit Accepted
eu: Erregearen Ganbito Ukatua: Falkbeer Kontra-Ganbito Onartua
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté

source: King Gambit Declined: Falkbeer CounterGambit, Hinrichsen Gambit
eu: Erregearen Ganbito Ukatua: Falkbeer Kontra-Ganbitoa, Hinrichsen Ganbitoa

source: King Gambit Declined: Falkbeer CounterGambit, Miles Gambit
eu: Erregearen Ganbito Ukatua: Falkbeer Kontra-Ganbitoa, Miles Ganbitoa
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, gambit Miles

source: King Gambit Declined: Falkbeer CounterGambit, Modern Transfer
eu: Erregearen Ganbito Ukatua: Falkbeer Kontra-Ganbitoa, Aldaketa Modernoa

source: King Gambit Declined: Falkbeer CounterGambit, Pickler Gambit
eu: Erregearen Ganbito Ukatua: Falkbeer Kontra-Ganbitoa, Pickler Ganbitoa
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, gambit Pickler

source: King Gambit Declined: Falkbeer, 3...e4
ar: جامبيت الملك المرفوض: فالكبير, 3...e5
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, 3...e4
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - 3 ... e4
cs: KGD: Falkbeer, 3...e4
de: Königsgambit (abgelehnt): Falkbeer, 3...e4
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, 3...e4
eu: Errege Ganbito Ukatua: Falkbeer, 3...e4
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, 3...e4 (ligne Staunton)
id: KGD: Falkbeer, 3.... e4
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, 3...e4
nl: GKG: Falkbeer, 3 ... e4
pl: Gam.król nieprzyj.,Falkbeer, 3...e4
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, 3...e4
si: KGZ: Falkbeer, 3. e4
sv: Kungsgambit avböjd: Falkbeer, 3...e4
tr: KGD: Falkbeer, 3...e4
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, 3...e4
vi: KGD: Falkbeer, 3 ... e4

source: King Gambit Declined: Falkbeer, 4.d3
ar: جامبيت الملك المرفوض: فالكبير, 4.d4
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, 4.d3
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - 4. d3
cs: KGD: Falkbeer, 4.d3
de: Königsgambit (abgelehnt): Falkbeer, 4.d3
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, 4.d3
eu: Errege Ganbito Ukatua: Falkbeer, 4.d3
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, 4.d3 (gambit Charousek)
id: KGD: Falkbeer, 4.d3
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, 4.d3
nl: GKG: Falkbeer, 4.d3
pl: Gam.król nieprzyj.,Falkbeer, 4.d3
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, 4.d3
si: KGZ: Falkbeer, 4. d3
sv: Kungsgambit avböjd: Falkbeer, 4.d3
tr: KGD: Falkbeer, 4.d3
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, 4.d3
vi: KGD: Falkbeer, 4.d3

source: King Gambit Declined: Falkbeer, 5.de
ar: جامبيت الملك المرفوض: فالكبير, 5.de
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, 5.dxe4
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - 5. dxe4
cs: KGD: Falkbeer, 5.de
de: Königsgambit (abgelehnt): Falkbeer, 5.de
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, 5.dxe4
eu: Errege Ganbito Ukatua: Falkbeer, 5.de
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, 5.dxe4
id: KGD: Falkbeer, 5.de
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, 5.dxe4
nl: GKG: Falkbeer, 5.de
pl: Gam.król nieprzyj.,Falkbeer, 5.de
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, 5.de
si: KGZ: Falkbeer, 5. de
sv: Kungsgambit avböjd: Falkbeer, 5.de
tr: KGD: Falkbeer, 5.de
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, 5.de
vi: KGD: Falkbeer, 5.de

source: King Gambit Declined: Falkbeer, Alapin Variation
ar: جامبيت الملك المرفوض: فالكبير, تفريع الابين
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Alapin
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Alapin
cs: KGD: Falkbeer, Alapin variation
de: Königsgambit (abgelehnt): Falkbeer, Alapin-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Alapin
eu: Errege Ganbito Ukatua: Falkbeer, Alapin Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, var. Alapin
id: KGD: Falkbeer, Varian Alapin
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Alapin
nl: GKG: Falkbeer, Alapin variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Alapin'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Алапина
si: KGZ: Falkbeer, Alapinova različica
sv: Kungsgambit avböjd: Falkbeer, Alapinvarianten
tr: KGD: Falkbeer, Alapin varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Алапіна
vi: KGD: Falkbeer, Alapin biến

source: King Gambit Declined: Falkbeer, Charousek Gambit
ar: جامبيت الملك المرفوض: فالكبير, تشاروسك جامبيت
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Gambito Charousek
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Gambit Charousek
cs: KGD: Falkbeer, Charousek gambit
de: Königsgambit (abgelehnt): Falkbeer, Charousek Gambit
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Gambito Charousek
eu: Errege Ganbito Ukatua: Falkbeer, Charousek Ganbitoa
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, gambit Charousek
id: KGD: Falkbeer, Gambit Charousek
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Mossa di Charousek
nl: GKG: Falkbeer, Charousek gambiet
pl: Gam.król nieprzyj.,Falkbeer, gambit Charousek
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, гамбит Харузека
si: KGZ: Falkbeer, Charousekov gambit
sv: Kungsgambit avböjd: Falkbeer, Charousekgambit
tr: KGD: Falkbeer, Charousek gambiti
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, гамбіт Харузека
vi: KGD: Falkbeer, Charousek Gambit

source: King Gambit Declined: Falkbeer, Charousek Variation
ar: جامبيت الملك المرفوض: فالكبير, تشاروسك تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Charousek
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Charousek
cs: KGD: Falkbeer, Charousek variation
de: Königsgambit (abgelehnt): Falkbeer, Charousek-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Charousek
eu: Errege Ganbito Ukatua: Falkbeer, Charousek Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, var. Charousek
id: KGD: Falkbeer, Varian Charousek
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Charousek
nl: GKG: Falkbeer, Charousek variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Charousek
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Харузека
si: KGZ: Falkbeer, Charousekova različica
sv: Kungsgambit avböjd: Falkbeer, Charousekvarianten
tr: KGD: Falkbeer, Charousek varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Харузека
vi: KGD: Falkbeer, Charousek biến

source: King Gambit Declined: Falkbeer, Keres Variation
ar: جامبيت الملك المرفوض: فالكبير,كيريس تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Keres
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Keres
cs: KGD: Falkbeer, Keres variation
de: Königsgambit (abgelehnt): Falkbeer, Keres-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Keres
eu: Errege Ganbito Ukatua: Falkbeer, Keres Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, var. Keres
id: KGD: Falkbeer, Varian Keres
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Keres
nl: GKG: Falkbeer, Keres variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Keres'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Кереса
si: KGZ: Falkbeer, Keresova različica
sv: Kungsgambit avböjd: Falkbeer, Keresvarianten
tr: KGD: Falkbeer, Keres varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Кереса
vi: KGD: Falkbeer, Keres biến

source: King Gambit Declined: Falkbeer, Main Line, 7...Bf5
ar: جامبيت الملك المرفوض: فالكبير, الخط الرئيسي, 7...Bf6
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Linha Principal 7...Bf5
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Línia principal 7 ... Af5
cs: KGD: Falkbeer, main line, 7...Bf5
de: Königsgambit (abgelehnt): Falkbeer, Hauptvariante, 7...Lf5
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Linea Principal 7...Af5
eu: Errege Ganbito Ukatua: Falkbeer, Lerro Nagusia, 7...Af5
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, ligne principale, 7...Ff5
id: KGD: Falkbeer, Jalur Utama, 7.... Gf5
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Linea Principale 7...Af5
nl: GKG: Falkbeer, hoofdlijn, 7 ... Lf5
pl: Gam.król nieprzyj.,Falkbeer, główna linia, 7...Gf5
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, основной вариант, 7...Сf5
si: KGZ: Falkbeer, glavna linija, 7. Lf5
sv: Kungsgambit avböjd: Falkbeer, huvudvariant, 7...Lf5
tr: KGD: Falkbeer, ana hat, 7...Bf5
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, основний варіант, 7...Сf5
vi: KGD: Falkbeer, dòng chính, 7 ... BF5

source: King Gambit Declined: Falkbeer, Milner-Barry Variation
ar: جامبيت الملك المرفوض: فالكبير, ميلنر-باري تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Milner Barry
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Milner Barry
cs: KGD: Falkbeer, Milner-Barry variation
de: Königsgambit (abgelehnt): Falkbeer, Milner-Barry-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Milner Barry
eu: Errege Ganbito Ukatua: Falkbeer, Milner-Barry Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Milner-Barry
id: KGD: Falkbeer, Varian Milner-Barry
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Milner Barry
nl: GKG: Falkbeer, Milner-Barry variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Milner-Barry
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Мильнера-Бэрри
si: KGZ: Falkbeer, Milner-Barryeva različica
sv: Kungsgambit avböjd: Falkbeer, Milner-Barrys variant
tr: KGD: Falkbeer, Milner-Barry varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Мільнера-Беррі
vi: KGD: Falkbeer, Milner-Barry biến

source: King Gambit Declined: Falkbeer, Morphy Gambit
ar: جامبيت الملك المرفوض: فالكبير, مورفي جامبيت
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Gambito Morphy
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Gambit Morphy
cs: KGD: Falkbeer, Morphy gambit
de: Königsgambit (abgelehnt): Falkbeer, Morphy Gambit
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Gambito Morphy
eu: Errege Ganbito Ukatua: Falkbeer, Morphy Ganbitoa
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, gambit Morphy
id: KGD: Falkbeer, Gambit Morphy
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Mossa di Morphy
nl: GKG: Falkbeer, Morphy gambiet
pl: Gam.król nieprzyj.,Falkbeer, gambit Morphy'ego
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, гамбит Морфи
si: KGZ: Falkbeer, Morphyev gambit
sv: Kungsgambit avböjd: Falkbeer, Morphys gambit
tr: KGD: Falkbeer, Morphy gambiti
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, гамбіт Морфі
vi: KGD: Falkbeer, thí quân Morphy

source: King Gambit Declined: Falkbeer, Nimzovich Variation
ar: جامبيت الملك المرفوض: فالكبير, نيمزوفيتش تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Nimzowitsch
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Nimzowitsch
cs: KGD: Falkbeer, Nimzovich variation
de: Königsgambit (abgelehnt): Falkbeer, Nimzowitsch-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Nimzowitsch
eu: Errege Ganbito Ukatua: Falkbeer, Nimzovich Aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer accepté, var. Nimzowitsch
id: KGD: Falkbeer, Varian Nimnzowitch
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Nimzowitsch
nl: GKG: Falkbeer, Nimzovich variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Nimzovitsch'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Нимцовича
si: KGZ: Falkbeer, Nimzovicheva različica
sv: Kungsgambit avböjd: Falkbeer, Nimzowitschvarianten
tr: KGD: Falkbeer, Nimzovich varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Німцовича
vi: KGD: Falkbeer, Nimzovich biến
