Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Bishop Opening: Urusov Gambit, Panov Variation
ar: افتتاح الفيل: يوروزوف جامبيت, بانوف تفريع
br: Abertura do Bispo, Gambito Urusov, Variante Panov
ca: Obertura de l'Alfil - Gambit Urusov - Variant Panov
cs: Střelcova hra: Urusovův gambit, Panovova varianta
de: Läuferspiel: Urusov Gambit, Panov-Variante
es: Apertura del Alfil, Gambito Urusov, Variante Panov
eu: Alfilaren Irekiera: Urusov Ganbitoa, Panov Aldaera
fr: Début du Fou, gambit Urusov, var. Panov
id: Pembukaan Gajah: Gambit Urusov, Varian Panov
it: Apertura d'Alfiere, Gambetto Urusov, Variante Panov
nl: Loperspel: Urusov gambiet, Panov variant
pl: Debiut gońca: gambit Urusova, wariant Panova
ru: Дебют слона: гамбит Урусова, вариант Панова
si: Lovčeva otvoritev: Urusov gambit, Panova različica
sv: Löparspel: Urusovs gambit, Panovvarianten
tr: Fil'in açılışı: Urusov gambiti, Panov varyasyonu
uk: Дебют слона: гамбіт Урусова, варіант Панова
vi: Khai cuộc Tịnh: Urusov gambit, biến thể Panov

source: Bishop Opening: Vienna Hybrid
es: Apertura del Alfil: Vienna Hybrid
eu: Alfilaren Irekiera: Vienna hibridoa
fr: Début du Fou, hybride viennoise

source: Bishop Opening: Vienna Hybrid, Hromádka Variation
es: Apertura del Alfil: Vienna Hybrid, Variante Hromádka
eu: Alfilaren Irekiera: Vienna hibridoa, Hromádka Aldaera
fr: Début du Fou, hybride viennoise, var. Hromádka

source: Bishop Opening: Vienna Hybrid, Spielmann Attack
es: Apertura del Alfil: Vienna Hybrid, Ataque Spielmann
eu: Alfilaren Irekiera: Vienna hibridoa, Spielmann Erasoa
fr: Début du Fou, défense berlinoise, attaque Spielmann

source: Bishop Opening: Warsaw Gambit
es: Apertura del Alfil: Gambito Warsaw
eu: Alfilaren Irekiera: Vienna hibridoa, Varsoviako Ganbitoa
fr: Début du Fou, gambit de Varsovie

source: Bishop Opening: Wing Gambit
ar: افتتاح الفيل: الجناح جامبيت
br: Abertura do Bispo, Gambito da Ala
ca: Obertura de l'Alfil - Gambit de l'ala
cs: Střelcova hra: Wingův gambit
de: Läuferspiel: Flügelgambit
es: Apertura del Alfil, Gambito del Ala
eu: Alfilaren Irekiera: Hegaleko Ganbitoa
fr: Début du Fou, gambit de l'aile
id: Pembukaan Gajah: Gambit Sayap
it: Apertura d'Alfiere, Gambetto Wing
nl: Loperspel: Vleugelgambiet
pl: Debiut gońca: gambit skrzydłowy
ru: Дебют слона: фланговый гамбит
si: Lovčeva otvoritev: Wingov gambit
sv: Löparspel: Vinggambit
tr: Fil'in açılışı: Kanat gambiti
uk: Дебют слона: фланговий гамбіт
vi: Khai cuộc Tịnh: Wing gambit

source: Blackburne Shilling Gambit
ar: برنبلاك شيلنج جامبيت
br: Gambito Blackburne Shilling
ca: Defensa del xíling de Blackburne
cs: Blackburnův šilink gambit
es: Defensa del chelín de Blackburne
eu: Blackburneren txelinaren Ganbitoa
fr: Gambit Blackburne ou gambit du shilling (la légende raconte que Blackburne aurait utilisé ce gambit pour battre des amateurs dans un match à un shilling)
id: Gambit Blackburne Shilling
it: Difesa Blackburne
nl: Blackburne shilling gambiet
pl: Gambit szyling Blackburne
ru: Шиллинговый гамбит Блэкберна
sv: Blackburne-Shillings gambit
tr: Blackburne shilling gambiti
uk: Шиллінговий гамбіт Блекберна

source: Blackmar Gambit
ar: بلاكمار جامبيت
br: Abertura do Peão de Dama, Gambito Blackmar
ca: Obertura de peó de Dama - Gambit Blackmar
cs: Blackmarův gambit
es: Apertura del Peón de Dama, Gambito Blackmar
eu: Blackmar Ganbitoa
fr: Gambit Blackmar
id: Gambit Blackmar
it: Apertura del Pedone di Donna, Gambetto Blackmar
nl: Blackmar gambiet
pl: Gambit Blackmar'a
ru: Гамбит Блэкмара
si: Blackmarjev gambit
tr: Blackmar gambiti
uk: Гамбіт Блекмара

source: Blackmar-Diemer Gambit
ar: بلاكمار-دايمر جامبيت
br: Gambito Blackmar-Diemer
ca: Gambit Blackmar Diemer
cs: Blackmarův-Diemerův gambit
es: Gambito Blackmar Diemer
eu: Blackmar-Diemer Ganbitoa
fr: Gambit Blackmar - Diemer
id: Gambit Blackmar-Diemer
it: Gambetto Blackmar Diemer
nl: Blackmar-Diemergambiet
pl: Gambit Blackmar'a-Diemer'a
ru: Гамбит Блэкмара-Димера
sv: Blackmar-Diemers gambit
tr: Blackmar-Diemer gambiti
uk: Гамбіт Блекмара-Дімера

source: Blackmar-Diemer Gambit Declined: Brombacher CounterGambit
eu: Blackmar-Diemer Ganbito Ukatua: Brombacher Kontra-Ganbitoa

source: Blackmar-Diemer Gambit Declined: Elbert CounterGambit
eu: Blackmar-Diemer Ganbito Ukatua: Elbert Kontra-Ganbitoa

source: Blackmar-Diemer Gambit Declined: Grosshans Defence
eu: Blackmar-Diemer Ganbito Ukatua: Grosshans Defentsa

source: Blackmar-Diemer Gambit Declined: Lamb Defence
eu: Blackmar-Diemer Ganbito Ukatua: Lamb Defentsa

source: Blackmar-Diemer Gambit Declined: Langeheinecke Defence
eu: Blackmar-Diemer Ganbito Ukatua: Langeheinecke Defentsa

source: Blackmar-Diemer Gambit Declined: O'Kelly Defence
eu: Blackmar-Diemer Ganbito Ukatua: O'Kelly Defentsa
fr: Gambit Blackmar - Diemer refusé, défense O'Kelly

source: Blackmar-Diemer Gambit Declined: Weinsbach Declination
eu: Blackmar-Diemer Ganbito Ukatua: Weinsbach Aldaera

source: Blackmar-Diemer Gambit: Bogoljubov Defence, Mad Dog Attack
es: Gambito Blackmar Diemer: Defensa Bogoljubov, Ataque Mad Dog
eu: Blackmar-Diemer Ganbitoa: Bogoljubov Defentsa, Zakur Eroa Erasoa
fr: Gambit Blackmar - Diemer, défense Bogoljubov, attaque du chien fou

source: Blackmar-Diemer Gambit: Bogoljubov Variation
es: Gambito Blackmar Diemer: Variante Bogoljubov
eu: Blackmar-Diemer Ganbitoa: Bogoljubov Aldaera
fr: Gambit Blackmar - Diemer, var. Bogoljubov

source: Blackmar-Diemer Gambit: Bogoljubov Variation, Kloss Attack
es: Gambito Blackmar Diemer: Variante Bogoljubov, Ataque Kloss
eu: Blackmar-Diemer Ganbitoa: Bogoljubov Aldaera, Kloss Erasoa

source: Blackmar-Diemer Gambit: Bogoljubov Variation, Nimzowitsch Attack
es: Gambito Blackmar Diemer: Variante Bogoljubov, Ataque Nimzowitsch
eu: Blackmar-Diemer Ganbitoa: Bogoljubov Aldaera, Nimzowitsch Erasoa
fr: Gambit Blackmar - Diemer, var. Bogoljubov, attaque Nimzowitsch

source: Blackmar-Diemer Gambit: Bogoljubov Variation, Studier Attack
es: Gambito Blackmar Diemer: Variante Bogoljubov, Ataque Studier
eu: Blackmar-Diemer Ganbitoa: Bogoljubov Aldaera, Studier Erasoa

source: Blackmar-Diemer Gambit: Diemer-Rosenberg Attack
es: Gambito Blackmar Diemer: Ataque Diemer-Rosenberg
eu: Blackmar-Diemer Ganbitoa: Diemer-Rosenberg Erasoa

source: Blackmar-Diemer Gambit: Euwe Defence, Zilbermints Gambit
es: Gambito Blackmar Diemer: Defensa Euwe, Gambito Zilbermints
eu: Blackmar-Diemer Ganbitoa: Euwe Defentsa, Zilbermints Ganbitoa
fr: Gambit Blackmar - Diemer, défense Euwe, gambit Zilbermints

source: Blackmar-Diemer Gambit: Fritz Attack
es: Gambito Blackmar Diemer: Ataque Fritz
eu: Blackmar-Diemer Ganbitoa: Fritz Erasoa
fr: Gambit Blackmar - Diemer, attaque Fritz

source: Blackmar-Diemer Gambit: Gedult Gambit
es: Gambito Blackmar Diemer: Gambito Gedult
eu: Blackmar-Diemer Ganbitoa: Gedult Ganbitoa
fr: Gambit Blackmar - Diemer, gambit Gedult

source: Blackmar-Diemer Gambit: Kaulich Defence
es: Gambito Blackmar Diemer: Defensa Kaulich
eu: Blackmar-Diemer Ganbitoa: Kaulich Defentsa

source: Blackmar-Diemer Gambit: Lemberger CounterGambit, Diemer Attack
es: Gambito Blackmar Diemer: Lemberger CounterGambit, Ataque Diemer
eu: Blackmar-Diemer Ganbitoa: Lemberger Kontra-Ganbitoa, Diemer Erasoa
fr: Gambit Blackmar - Diemer, contre-gambit de Lemberg (ancien nom de Lviv), attaque Diemer

source: Blackmar-Diemer Gambit: Lemberger CounterGambit, EndGame Variation
es: Gambito Blackmar Diemer: Lemberger CounterGambit, Variante EndGame
eu: Blackmar-Diemer Ganbitoa: Lemberger Kontra-Ganbitoa, Partida Amaiera Aldaera
fr: Gambit Blackmar - Diemer, contre-gambit de Lemberg (ancien nom de Lviv), var. de finale

source: Blackmar-Diemer Gambit: Lemberger CounterGambit, Rassmussen Attack
es: Gambito Blackmar Diemer: Lemberger CounterGambit, Ataque Rassmussen
eu: Blackmar-Diemer Ganbitoa: Lemberger Kontra-Ganbitoa, Rassmussen Erasoa

source: Blackmar-Diemer Gambit: Lemberger CounterGambit, Simple Variation
es: Gambito Blackmar Diemer: Lemberger CounterGambit, Variante Simple
eu: Blackmar-Diemer Ganbitoa: Lemberger Kontra-Ganbitoa, Simple Aldaera
fr: Gambit Blackmar - Diemer, contre-gambit de Lemberg (ancien nom de Lviv), var. ordinaire

source: Blackmar-Diemer Gambit: Lemberger CounterGambit, Sneider Attack
es: Gambito Blackmar Diemer: Lemberger CounterGambit, Ataque Sneider
eu: Blackmar-Diemer Ganbitoa: Lemberger Kontra-Ganbitoa, Sneider Erasoa

source: Blackmar-Diemer Gambit: Netherlands Variation
es: Gambito Blackmar Diemer: Variante Netherlands
eu: Blackmar-Diemer Ganbitoa: Netherlands Aldaera
fr: Gambit Blackmar - Diemer, var. des Pays-Bas

source: Blackmar-Diemer Gambit: Pietrowsky Defence
es: Gambito Blackmar Diemer: Defensa Pietrowsky
eu: Blackmar-Diemer Ganbitoa: Pietrowsky Defentsa

source: Blackmar-Diemer Gambit: Rasa-Studier Gambit
es: Gambito Blackmar Diemer: Gambito Rasa-Studier
eu: Blackmar-Diemer Ganbitoa: Rasa-Studier Ganbitoa
fr: Gambit Blackmar - Diemer, gambit Rasa-Studier

source: Blackmar-Diemer Gambit: Ritter Defence
es: Gambito Blackmar Diemer: Defensa Ritter
eu: Blackmar-Diemer Ganbitoa: Ritter Defentsa
fr: Gambit Blackmar - Diemer, défense Ritter

source: Blackmar-Diemer Gambit: Rook Pawn Defence
es: Gambito Blackmar Diemer: Defensa Rook Pawn
eu: Blackmar-Diemer Ganbitoa: Gaztelu Peoiaren Defentsa
fr: Gambit Blackmar - Diemer, défense du pion Tour

source: Blackmar-Diemer Gambit: Ryder Gambit
es: Gambito Blackmar Diemer: Gambito Ryder
eu: Blackmar-Diemer Ganbitoa: Ryder Ganbitoa

source: Blackmar-Diemer Gambit: Schlutter Defence
es: Gambito Blackmar Diemer: Defensa Schlutter
eu: Blackmar-Diemer Ganbitoa: Schlutter Defentsa

source: Blackmar-Diemer Gambit: Tartakower Variation
es: Gambito Blackmar Diemer: Variante Tartakower
eu: Blackmar-Diemer Ganbitoa: Tartakower Aldaera
fr: Gambit Blackmar - Diemer, var. Tartakover

source: Blackmar-Diemer Gambit: Teichmann Variation
es: Gambito Blackmar Diemer: Variante Teichmann
eu: Blackmar-Diemer Ganbitoa: Teichmann Aldaera
fr: Gambit Blackmar - Diemer, var. Teichmann

source: Blackmar-Diemer Gambit: Vienna Variation
es: Gambito Blackmar Diemer: Variante Vienna
eu: Blackmar-Diemer Ganbitoa: Viena Aldaera
fr: Gambit Blackmar - Diemer, var. de Vienne

source: Blackmar-Diemer Gambit: Von Popiel Gambit
es: Gambito Blackmar Diemer: Gambito Von Popiel
eu: Blackmar-Diemer Ganbitoa: von Popiel Ganbitoa
fr: Gambit Blackmar - Diemer, gambit von Popiel

source: Blackmar-Diemer Gambit: Von Popiel Gambit, Zilbermints Variation
es: Gambito Blackmar Diemer: Gambito Von Popiel, Variante Zilbermints
eu: Blackmar-Diemer Ganbitoa: von Popiel Ganbitoa, Zilbermints Aldaera
fr: Gambit Blackmar - Diemer, gambit von Popiel, var. Zilbermints

source: Blackmar-Diemer Gambit: Zeller Defence
es: Gambito Blackmar Diemer: Defensa Zeller
eu: Blackmar-Diemer Ganbitoa: Zeller Defentsa
fr: Gambit Blackmar - Diemer, défense Zeller

source: Blackmar-Diemer Gambit: Zeller Defence, Soller Attack
es: Gambito Blackmar Diemer: Defensa Zeller, Ataque Soller
eu: Blackmar-Diemer Ganbitoa: Zeller Defentsa, Soller Erasoa
fr: Gambit Blackmar - Diemer, défense Zeller, attaque Soller

source: Blackmar-Diemer Gambit: Ziegler Defence
es: Gambito Blackmar Diemer: Defensa Ziegler
eu: Blackmar-Diemer Ganbitoa: Ziegler Defentsa

source: Blackmar-Diemer: Euwe Defence
ar: بلاكمار-دايمر: إيوي دفاع
br: Gambito Blackmar-Diemer, Defesa Euwe
ca: Gambit Blackmar Diemer - Defensa Euwe
cs: Blackmarův-Diemerův gambit, Euweho obrana
de: Blackmar-Diemer: Euwe Verteidigung
es: Gambito Blackmar Diemer, Defensa Euwe
eu: Blackmar-Diemer: Euwe Defentsa
fr: Gambit Blackmar - Diemer, défense Euwe
id: Gambit Blackmar-Diemer: Pembelaan Euwe
it: Gambetto Blackmar Diemer, Difesa Euwe
nl: Blackmar-Diemer: Euwe verdediging
pl: Blackmar-Diemer, obrona Euwe
ru: Гамбит Блэкмара-Димера: защита Эйве
si: Blackmar-Diemer: Euwe obramba
sv: Blackmar-Diemer: Euwes försvar
tr: Blackmar-Diemer: Euwe savunması
uk: Гамбіт Блекмара-Дімера: захист Ейве
vi: Blackmar-Diemer: Phòng thủ Euwe

source: Blackmar-Diemer: Lemberg Counter-gambit
ar: بلاكمار-دايمر: ليمبرج الجامبيت المضاد
br: Gambito Blackmar-Diemer, Contra-Gambito Lemberg
ca: Gambit Blackmar Diemer - Contra-Gambit Lemberg
cs: Blackmarův-Diemerův gambit, Lembergův protigambit
de: Blackmar-Diemer: Lemberg Gegengambit
es: Gambito Blackmar Diemer, ContraGambito Lemberg
eu: Blackmar-Diemer: Lemberg-en Kontra-Ganbitoa
fr: Gambit Blackmar - Diemer, contre-gambit de Lemberg (ancien nom de Lviv)
id: Gambit Blackmar-Diemer: Gambit Balasa Lemberg
it: Gambetto Blackmar Diemer, Controgambetto Lemberg
pl: Blackmar'a-Diemer'a, kontrgambit Lemberg'a
ru: Гамбит Блэкмара-Димера: лембергский контргамбит
si: Blackmar-Diemer: Lembergov proti-gambit
sv: Blackmar-Diemer: Lembergs motgambit
tr: Blackmar-Diemer: Lemberg karşı gambiti
uk: Гамбіт Блекмара-Дімера: Лембергський контргамбіт
vi: Blackmar-Diemer: Lemberg phản Gambit

source: Blumenfeld Counter-gambit
ar: بلومنفلد الجامبيت المضاد
br: Contra-Gambito Blumenfeld
ca: Contra-Gambit Blumenfeld
cs: Blumenfeldův protigambit
de: Blumenfeld Gegengambit
es: ContraGambito Blumenfeld
eu: Blumenfelden Kontra-Ganbitoa
fr: Contre-gambit Blumenfeld
id: Gambit Balasan Blumenfeld
it: Controgambetto Blumenfeld
nl: Blackmar-Diemer: Lemberg tegengambiet
pl: Kontrgambit Blumenfeld'a
ru: Гамбит Блюменфельда
si: Blumenfeldov proti-gambit
sv: Blumenfelds motgambit
tr: Blumenfeld karşı gambiti
uk: Гамбіт Блюменфельда
vi: Blumenfeld phản Gambit

source: Blumenfeld Counter-gambit Accepted
ar: بلومنفلد الجامبيت المضاد المقبول
br: Contra-Gambito Blumenfeld Aceito
ca: Contra-Gambit Blumenfeld acceptat
cs: Blumenfeldův protigambit přijatý
de: Blumenfeld Gegengambit angenommen
es: ContraGambito Blumenfeld Aceptado
eu: Blumenfelden Kontra-Ganbito Onartua
fr: Contre-gambit Blumenfeld accepté
id: Gambit Balasan Blumenfeld Diterima
it: Controgambetto Blumenfeld Accettato
nl: Blumenfeld geaccepteerd tegengambiet
pl: Kontrgambit Blumenfeld'a przyjęty
ru: Принятый гамбит Блюменфельда
si: Blumenfeldov proti-gambit sprejet
sv: Blumenfelds motgambit antagen
tr: Blumenfeld karşı gambiti kabul edilmiş
uk: Прийнятий гамбіт Блюменфельда
vi: Blumenfeld chấp nhận phản gambit

source: Blumenfeld Counter-gambit, Dus-Chotimirsky Variation
ar: بلومنفلد الجامبيت المضاد, داس-تشوتيميرسكي تفريع
br: Contra-Gambito Blumenfeld Recusado, Variante Dus-Chotimirsky
ca: Contra-Gambit Blumenfeld refusat - Variant Dus Chotimirsky
cs: Blumenfeldův protigambit: Dus-Chotimurského varianta
de: Blumenfeld Gegengambit, Dus-Chotimirsky-Variante
es: ContraGambito Blumenfeld Rehusado, Variante Dus Chotimirsky
eu: Blumenfelden Kontra-Ganbitoa, Dus-Chotimirsky Aldaera
fr: Contre-gambit Blumenfeld, var. Douz-Khotimirski
id: Gambit Balasan Blumenfeld: Varian Dus-Chotimirsky
it: Controgambetto Blumenfeld Rifiutato, Variante Dus Chotimirsky
nl: Blumenfeld tegengambiet, Dus-Chotimirsky variant
pl: Kontrgambit Blumenfeld'a, wariant Dus-Chotimursky
ru: Гамбит Блюменфельда: вариант Дуз-Хотимирского
si: Blumenfeldov proti-gambit, Dus-Chotimirsky različica
sv: Blumenfelds motgambit: Duz-Khotimirskijvarianten
tr: Blumenfeld karşı gambiti, Dus-Chotimirsky varyasyonu
uk: Гамбіт Блюменфельда: варіант Дуз-Хотимирського
vi: Blumenfeld phản Gambit, biến thể Dus-Chotimursky

source: Blumenfeld Counter-gambit, Spielmann Variation
ar: بلومنفلد الجامبيت المضاد, سبيلمان تفريع
br: Contra-Gambito Blumenfeld Recusado, Variante Spielmann
ca: Contra-Gambit Blumenfeld refusat - Variant Spielmann
cs: Blumenfeldův protigambit: Spielmannova varianta
de: Blumenfeld Gegengambit, Spielmann-Variante
es: ContraGambito Blumenfeld Rehusado, Variante Spielmann
eu: Blumenfelden Kontra-Ganbitoa, Spielmannen Aldaera
fr: Contre-gambit Blumenfeld, var. Spielmann
id: Gambit Balasan Blumenfeld: Varian Spielmann
it: Controgambetto Blumenfeld Rifiutato, Variante Spielmann
nl: Blumenfeld tegengambiet, Spielmann variant
pl: Kontrgambit Blumenfeld'a, wariant Spielmann'a
ru: Гамбит Блюменфельда: вариант Шпильмана
si: Blumenfeldov proti-gambit, Spelmannova različica
sv: Blumenfelds motgambit: Spielmannvarianten
tr: Blumenfeld karşı gambiti, Spielmann varyasyonu
uk: Гамбіт Блюменфельда: варіант Шпільмана
vi: Blumenfeld phản Gambit, biến Spielmann

source: Blumenfeld CounterGambit
eu: Blumenfelden Kontra-Ganbitoa
fr: Contre-gambit Blumenfeld

source: Boden-Kieseritsky Gambit
ar: بودن-كايزرتسكي جامبيت
br: Abertura Vienesa, Gambito Boden-Kieseritzky
ca: Obertura Vienesa - Gambit Boden Kieseritzky
cs: Boden-Kieseritského gambit
es: Apertura Vienesa, Gambito Boden Kieseritzky
eu: Boden-Kieseritsky Ganbitoa
fr: Gambit Boden - Kieseritzky
id: Gambit Boden-Kieseritsky
it: Apertura Viennese, Mossa di Boden Kieseritzky
nl: Boden-Kieseritsky gambiet
pl: Gambit Boden-Kieseritsky
ru: Гамбит Бодена-Кизерицкого
sv: Boden-Kieseritzky-gambit
tr: Boden-Kieseritsky gambiti
uk: Гамбіт Бодена-Кізерицького

source: Boden-Kieseritsky Gambit: Lichtenhein Defence
ar: بودن-كايزرتسكي جامبيت: ليشتنهاين دفاع
br: Abertura Vienesa, Gambito Boden Kieseritzky, Defesa Lichtenhein
ca: Obertura Vienesa - Gambit Boden Kieseritzky - Defensa Lichtenhein
cs: Boden-Kieseritského gambit: Lichtenheinská obrana
de: Boden-Kieseritsky Gambit: Lichtenhein Verteidigung
es: Apertura Vienesa, Gambito Boden Kieseritzky, Defensa Lichtenhein
eu: Boden-Kieseritsky Ganbitoa: Lichtenheinen Defentsa
fr: Gambit Boden - Kieseritzky, défense Lichtenhein
id: Gambit Boden-Kieseritsky: Pembelaan Lichtenhein
it: Apertura Viennese, Mossa di Boden Kieseritzky, Difesa Lichtenhein
nl: Boden-Kieseritsky gambiet: Lichtenhein verdediging
pl: Gambit Boden-Kieseritsky, obrona Lichtenhein
ru: Гамбит Бодена-Кизерицкого: защита Лихтенхейна
si: Boden-Kieseritsky gambit: Lichtenheinova obramba
sv: Boden-Kieseritzky-gambit: Lichtenheins försvar
tr: Boden-Kieseritsky gambiti: Lichtenhein savunması
uk: Гамбіт Бодена-Кізерицького: захист Ліхтенхейна
vi: Thí quân Boden-Kieseritsky: Phòng thủ Lichtenhein

source: Bogo-Indian Defence
ar: بوجو الهندي دفاع
br: Defesa Bogo-Índia
ca: Defensa Bogo Índia
cs: Bogo-indická obrana
de: Bogol-Indische Verteidigung
es: Defensa Bogo India
eu: Bogo-Indiar Defentsa
fr: Défense Bogo-indienne
id: Pembelaan Hindia Bogo
it: Difesa Bogo Indiana
nl: BogoIndische verdediging
pl: Obrona Bogo-Indyjska
ru: Защита Боголюбова
si: Bogo-indijska obramba
sv: Bogo-indiskt försvar
tr: Bogo-Hint savunması
uk: Захист Боголюбова
vi: Phòng thủ Bogo-Ấn Độ

source: Bogo-Indian Defence, Gruenfeld Variation
ar: بوجو الهندي دفاع, جرونفلد تفريع
br: Defesa Bogo-Índia, Variante Grünfeld
ca: Defensa Bogo Índia - Variant Grünfeld
cs: Bogo-indická obrana: Gruenfeldova varianta
de: Bogol-Indische Verteidigung, Grünfeld-Variante
es: Defensa Bogo India, Variante Grünfeld
eu: Bogo-Indiar Defentsa, Gruenfeld Aldaera
fr: Défense Bogo-indienne, var. Grünfeld
id: Pembelaan Hindia Bogo: Varian Grunfeld
it: Difesa Bogo Indiana, Variante Grünfeld
nl: BogoIndische verdediging, Gruenfeld variant
pl: Obrona Bogo-Indyjska, wariant Gruenfeld'a
ru: Защита Боголюбова: вариант Грюнфельда
si: Bogo-indijska obramba, Gruenfeld različica
sv: Bogo-indiskt försvar: Grünfeldvarianten
tr: Bogo-Hint savunması, Gruenfeld varyasyonu
uk: Захист Боголюбова: варіант Грюнфельда
vi: Phòng thủ Bogo-Ấn Độ, biến thể Gruenfeld

source: Bogo-Indian Defence, Monticelli Trap
ar: بوجو الهندي دفاع, مونتيسيلي فخ
br: Defesa Bogo-Índia, Armadilha de Monticelli
ca: Defensa Boga Índia - Trampa de Monticelli
cs: Bogo-indická obrana: Monticelliho útěk
de: Bogol-Indische Verteidigung, Monticelli Falle
es: Defensa Bogo India, Trampa de Monticelli
eu: Bogo-Indiar Defentsa, Monticelli Tranpa
fr: Défense Bogo-indienne, piège de Monticelli
id: Pembelaan Hindia Bogo: Jebakan Monticelli
it: Difesa Bogo Indiana, Trappola Monticelli
nl: BogoIndische verdediging, Monticelli val
pl: Obrona Bogo-Indyjska, pułapka Monticelli
ru: Защита Боголюбова: ловушка Монтичелли
si: Bogo-indijska obramba, Monticellijeva past
sv: Bogo-indiskt försvar: Monticellifällan
tr: Bogo-Hint savunması, Monticelli tuzağı
uk: Захист Боголюбова: пастка Монтічеллі
vi: Phòng thủ Bogo-Ấn Độ, bẫy Monticelli

source: Bogo-Indian Defence, Nimzovich Variation
ar: بوجو الهندي دفاع, نيمزوفيتش تفريع
br: Defesa Bogo-Índia, Variante Nimzowitsch
ca: Defensa Bogo Índia - Variant Nimzowitsch
cs: Bogo-indická obrana: Nimcovičova varianta
de: Bogol-Indische Verteidigung, Nimzowitsch-Variante
es: Defensa Bogo India, Variante Nimzowitsch
eu: Bogo-Indiar Defentsa, Nimzovich Aldaera
fr: Défense Bogo-indienne, var. Nimzowitsch
id: Pembelaan Hindia Bogo: Varian Nimzowitch
it: Difesa Bogo Indiana, Variante Nimzowitsch
nl: BogoIndische verdediging, Nimzovich variant
pl: Obrona Bogo-Indyjska, wariant Nimzovitsch'a
ru: Защита Боголюбова: вариант Нимцовича
si: Bogo-indijska obramba, Nimzovicheva različica
sv: Bogo-indiskt försvar: Nimzowitschvarianten
tr: Bogo-Hint savunması, Nimzovich varyasyonu
uk: Захист Боголюбова: варіант Німцовича
vi: Phòng thủ Bogo-Ấn Độ, biến thể Nimzovich

source: Bogo-Indian Defence: Exchange Variation
es: Defensa Bogo India: Variante Exchange
eu: Bogo-Indiar Defentsa: Truke Aldaera
fr: Défense Bogo-indienne, var. d'échange

source: Bogo-Indian Defence: Haiti Variation
es: Defensa Bogo India: Variante Haiti
eu: Bogo-Indiar Defentsa: Haiti Aldaera
fr: Défense Bogo-indienne, var. d'Haïti

source: Bogo-Indian Defence: New England Variation
es: Defensa Bogo India: Variante New England
eu: Bogo-Indiar Defentsa: New England Aldaera
fr: Défense Bogo-indienne, var. de Nouvelle-Angleterre

source: Bogo-Indian Defence: Retreat Variation
es: Defensa Bogo India: Variante Retreat
eu: Bogo-Indiar Defentsa: Atzerakada Aldaera
fr: Défense Bogo-indienne, var. de retraite

source: Bogo-Indian Defence: Vitolins Variation
es: Defensa Bogo India: Variante Vitolins
eu: Bogo-Indiar Defentsa: Vitolins Aldaera
fr: Défense Bogo-indienne, var. Vītoliņš

source: Bogo-Indian Defence: Wade-Smyslov Variation
es: Defensa Bogo India: Variante Wade-Smyslov
eu: Bogo-Indiar Defentsa: Wade-Smyslov aldara
fr: Défense Bogo-indienne, var. Wade - Smyslov

source: Bongcloud Attack
eu: Bongcloud Erasoa
fr: Attaque Bongcloud (du pseudonyme Lenny_Bongcloud, un joueur d'échecs en ligne)

source: Borg Defence: Borg Gambit
eu: Borg Defentsa: Borg Ganbitoa
fr: Défense Basman ou Borg (référence au début Grob), gambit Borg

source: Borg Defence: Langhorst Gambit
eu: Borg Defentsa: Langhorst Ganbitoa

source: Borg Defence: Troon Gambit
eu: Borg Defentsa: Troon Ganbitoa
fr: Défense Basman ou Borg (référence au début Grob), gambit de Troon

source: Borg Opening: Zilbermints Gambit
eu: Borg Irekiera: Zilbermints Ganbitoa
fr: Défense Basman ou Borg (référence au début Grob), gambit Zilbermints

source: Budapest Defence
ar: بودابست دفاع
br: Gambito Budapest, Linha Principal
ca: Gambit Budapest - Línia principal
cs: Budapešťská obrana
de: Budapest Verteidigung
es: Gambito Budapest, Linea Principal
eu: Budapest Defentsa
fr: Gambit de Budapest (défense de Budapest)
id: Pembelaan Budapest
it: Gambetto Budapest, Linea Principale
nl: Boedapest verdediging
pl: Obrona budapesztańska
ru: Будапештский гамбит
si: budimpeška obramba
sv: Budapestförsvar
tr: Budapeşte savunması
uk: Будапештський гамбіт
vi: Phòng thủ Budapest

source: Budapest Defence Declined
ar: بودابست دفاع المرفوض
br: Gambito Budapeste Recusado
ca: Gambit Budapest refusat
cs: Budapešťská obrana odmítnutá
de: Budapester Verteidigung abgelehnt
es: Gambito Budapest Rehusado
eu: Budapest Defentsa Ukatua
fr: Gambit de Budapest
id: Pembelaan Budapest Ditolak
it: Gambetto Budapest Rifiutato
nl: Boedapest verdediging geweigerd
pl: Obrona budapesztańska nieprzyjeta
ru: Будапештский гамбит
si: budimpeška obramba zavrnjena
sv: Budapestförsvar avböjt
tr: Budapeşte savunması reddedildi
uk: Будапештський гамбіт відхилений
vi: Phòng thủ Budapest từ chối
