Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Alapin Opening
ar: افتتاح ألابين
br: Abertura Alapin
ca: Obertura de Peó de Rei - Obertura Alapin
cs: Alapinovo zahájení
de: Alapin-Eröffnung
es: Apertura del Peón de Rey Apertura Alapin
eu: Alapin Irekiera
fr: Ouverture Alapin
id: Pembukaan Alapin
it: Apertura del Pedone di Re (Apertura Alapin)
nl: Alapin's opening
pl: Debiut Ałapina
ru: Дебют Алапина
si: Alapinova otvoritev
sv: Alapins spelöppning
tr: Alapin'in açılışı
uk: Дебют Алапіна
vi: Khai cuộc của Alapin

source: Alekhine Defence
ar: دفاع إليخين
br: Defesa Alekhine
ca: Defensa Alekhine
cs: Aljechinova obrana
de: Aljechin-Verteidigung
es: Defensa Alekhine
eu: Alekhinen Defentsa
fr: Défense Alekhine
id: Pembelaan Alekhine
it: Difesa Alekhine
nl: Aljechin verdediging
pl: Obrona Alechina
ru: Защита Алехина
si: Aljehinova obramba
sv: Aljechins försvar
tr: Alekhine'nin savunması
uk: Захист Альохіна
vi: Phòng thủ Alekhine

source: Alekhine Defence: Balogh Variation
ar: دفاع إليخين: بالوغ تفريع
br: Defesa Alekhine, Variante Balogh
ca: Defensa Alekhine - Variant Balogh
cs: Aljechinova obrana: Balogova varianta
de: Aljechin-Verteidigung: Balogh-Variante
es: Defensa Alekhine, Variante Balogh
eu: Alekhinen Defentsa: Balogh Aldaera
fr: Défense Alekhine, var. Balogh
id: Pembelaan Alekhine: Varian Balogh
it: Difesa Alekhine, Variante Balogh
nl: Aljechin verdediging: Balogh variant
pl: Obrona Alekhina: wariant Balogha
ru: Защита Алехина: вариант Балога
si: Aljehinova obramba: Balogh različica
sv: Aljechins försvar: Baloghvarianten
tr: Alekhine'nin savunması: Balogh varyasyonu
uk: Захист Альохіна: варіант Балога
vi: Phòng thủ Alekhine: biến thể Balogh

source: Alekhine Defence: Brooklyn Defence
ar: دفاع إليخين: بروكلين دفاع
br: Defesa Alekhine, Defesa Brooklyn
ca: Defensa Alekhine - Defensa Brooklyn
cs: Aljechinova obrana: Broklynská
de: Aljechin-Verteidigung: Brooklyn Verteidigung
es: Defensa Alekhine, Defensa Brooklyn
eu: Alekhinen Defentsa: Brooklyn Defentsa
fr: Défense Alekhine, var. de Brooklyn
id: Pembelaan Alekhine: Varian Brooklyn
it: Difesa Alekhine, Difesa Brooklyn
nl: Aljechin verdediging: Brooklyn verdediging
pl: Obrona Alechina: Obrona Brooklynska
ru: Защита Алехина: бруклинская защита
si: Aljehinova obramba: Brooklyn obramba
sv: Aljechins försvar: Brooklyns försvar
tr: Alekhine'nin savunması: Brooklyn savunması
uk: Захист Альохіна: Бруклінський захист
vi: Phòng thủ Alekhine: Phòng thủ Brooklyn

source: Alekhine Defence: Brooklyn Variation, Everglades Variation
es: Defensa Alekhine: Variante Brooklyn, Variante Everglades
eu: Alekhinen Defentsa: Brooklyn Defentsa, Everglades Aldaera
fr: Défense Alekhine, var. de Brooklyn, var. des Everglades

source: Alekhine Defence: Buckley Attack
es: Defensa Alekhine: Ataque Buckley
eu: Alekhinen Defentsa: Buckley Erasoa

source: Alekhine Defence: Exchange Variation
ar: دفاع إليخين: التكسير تفريع
br: Defesa Alekhine, Variante da Troca
ca: Defensa Alekhine - Variant del canvi
cs: Aljechinova obrana: Výměnná varianta
de: Aljechin-Verteidigung: Abtauschvariante
es: Defensa Alekhine, Variante del Cambio
eu: Alekhinen Defentsa: Truke Aldaera
fr: Défense Alekhine, var. d'échange
id: Pembelaan Alekhine: Varian Tukar
it: Difesa Alekhine, Variante di scambio
nl: Aljechin verdediging: ruilvariant
pl: Obrona Alechina: Wariant wymienny
ru: Защита Алехина: разменный вариант
si: Aljehinova obramba: izmenjalna različica
sv: Aljechins försvar: Avbytesvarianten
tr: Alekhine'nin savunması: takas varyasyonu
uk: Захист Альохіна: розмінний варіант
vi: Phòng thủ Alekhine: Biến thể đổi quân

source: Alekhine Defence: Exchange, Karpov Variation
ar: دفاع إليخين: التكسير, كاربوف تفريع
br: Defesa Alekhine, Variante da Troca, Variante Karpov
ca: Defensa Alekhine - Variant del canvi - Variant Karpov
cs: Aljechinova obrana: Výměnná var., Karpovova varianta
de: Aljechin-Verteidigung: Abtauschvariante, Karpov-Variante
es: Defensa Alekhine, Variante del Cambio, Variante Karpov
eu: Alekhinen Defentsa: Trukea, Karpov Aldaera
fr: Défense Alekhine, var. d'échange, var. Karpov
id: Pembelaan Alekhine: Varian Tukar, Karpov
it: Difesa Alekhine, Variante di scambio, Variante Karpov
nl: Aljechin verdediging: ruil, Karpov variant
pl: Obrona Alechina: Wariant wymienny Karpowa
ru: Защита Алехина: разменный вариант, вариант Карпова
si: Aljehinova obramba: izmenjalna, Karpov različica
sv: Aljechins försvar: Avbytesvarianten, Karpovvarianten
tr: Alekhine'nin savunması: takas, Karpov varyasyonu
uk: Захист Альохіна: розмінний варіант, варіант Карпова
vi: Phòng thủ Alekhine: đổi quân, biến thể Karpov

source: Alekhine Defence: Four Pawns Attack
ar: دفاع إليخين: الأربعة بيادق هجوم
br: Defesa Alekhine, Ataque dos 4 Peões
ca: Defensa Alekhine - Atac dels quatre peons
cs: Aljechinova obrana: Útok čtyř pěšců
de: Aljechin-Verteidigung: Vierbauernangriff
es: Defensa Alekhine, Ataque de los 4 Peones
eu: Alekhinen Defentsa: Lau Peoien Erasoa
fr: Défense Alekhine, attaque des quatre pions
id: Pembelaan Alekhine: Serangan 4 Bidak
it: Difesa Alekhine, Attacco dei 4 Pedoni
nl: Aljechin verdediging: vier pionnen aanval
pl: Obrona Alechina: atak czterech pionów
ru: Защита Алехина: атака четырех пешек
si: Aljehinova obramba: napad štirih kmetov
sv: Aljechins försvar: Fyrbondesangrepp
tr: Alekhine'nin savunması: dört piyon hücumu
uk: Захист Альохіна: атака чотирьох пішаків
vi: Phòng thủ Alekhine: bốn tốt tấn công

source: Alekhine Defence: Four Pawns Attack, 6...Nc6
ar: دفاع إليخين: الأربعة بيادق هجوم, 6...Nc7
br: Defesa Alekhine, Ataque dos 4 Peões, 6...Cc6
ca: Defensa Alekhine - Atac dels quatre peons - 6 .... Cc6
cs: Aljechinova obrana: Útok čtyř pěšců, 6. - Jc6
de: Aljechin-Verteidigung: Vierbauernangriff, 6...Sc6
es: Defensa Alekhine, Ataque de los 4 Peones, 6...Cc6
eu: Alekhinen Defentsa: Lau Peoien Erasoa, 6...Zc6
fr: Défense Alekhine, attaque des quatre pions, 6...Cc6
id: Pembelaan Alekhine: Serangan 4 Bidak, 6....Kc6
it: Difesa Alekhine, Attacco dei 4 Pedoni, 6...Cc6
nl: Aljechin verdediging: vier pionnen aanval, 6 ... Pc6
pl: Obrona Alechina: atak czterech pionów, 6...Nc6
ru: Защита Алехина: атака четырех пешек, 6...Кc6
si: Aljehinova obramba: napad štirih kmetov, 6. Sc6
sv: Aljechins försvar: Fyrbondesangrepp med 6...Sc6
tr: Alekhine'nin savunması: dört piyon hücumu, 6...Nc6
uk: Захист Альохіна: атака чотирьох пішаків, 6...Кc6
vi: Phòng thủ Alekhine: bốn tốt tấn công, 6 ... Nc6

source: Alekhine Defence: Four Pawns Attack, 7.Be3
ar: دفاع إليخين: الأربعة بيادق هجوم, 7.Be4
br: Defesa Alekhine, Ataque dos 4 Peões, 7.Be3
ca: Defensa Alekhine - Atac dels quatre peons - 7. Ae3
cs: Aljechinova obrana: Útok čtyř pěšců, 7. Se3
de: Aljechin-Verteidigung: Vierbauernangriff, 7.Le3
es: Defensa Alekhine, Ataque de los 4 Peones, 7.Ae3
eu: Alekhinen Defentsa: Lau Peoien Erasoa 7.Ae3
fr: Défense Alekhine, attaque des quatre pions, 7.Fe3
id: Pembelaan Alekhine: Serangan 4 Bidak, 6....Ge3
it: Difesa Alekhine, Attacco dei 4 Pedoni, 7.Ae3
nl: Aljechin verdediging: vier pionnen aanval, 7.Le3
pl: Obrona Alechina: atak czterech pionów, 7.Be3
ru: Защита Алехина: атака четырех пешек, 7.Сe3
si: Aljehinova obramba: napad štirih kmetov, 7. Le3
sv: Aljechins försvar: Fyrbondesangrepp med 7.Le3
tr: Alekhine'nin savunması: dört piyon hücumu, 7.Be3
uk: Захист Альохіна: атака чотирьох пішаків, 7.Сe3
vi: Phòng thủ Alekhine: bốn tốt tấn công, 7.Be3

source: Alekhine Defence: Four Pawns Attack, Fianchetto Variation
ar: دفاع إليخين: الأربعة بيادق هجوم, فيل الوتر الطويل تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante do Fianchetto
ca: Defensa Alekhine - Atac dels quatre peons - Variant del Fianchetto
cs: Aljechinova obrana: Útok čtyř pěšců, Fianchetto varianta
de: Aljechin-Verteidigung: Vierbauernangriff, Fianchettovariante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante del Fianchetto
eu: Alekhinen Defentsa: Lau Peoien Erasoa, Fianchetto Aldaera
fr: Défense Alekhine, attaque des quatre pions, var. du fianchetto
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Fianchetto
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante del Fianchetto
nl: Aljechin verdediging: vier pionnen aanval, fianchetto variant
pl: Obrona Alechina: atak czterech pionów, wariant fianchetto
ru: Защита Алехина: атака четырех пешек, вариант с фианкетто
si: Aljehinova obramba: napad štirih kmetov, krilni razvoj različica
sv: Aljechins försvar: Fyrbondesangrepp, fianchettovarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Fianchetto varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант з фіанкетто
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể fianchetto

source: Alekhine Defence: Four Pawns Attack, Ilyin-Genevsky Var.
ar: دفاع إليخين: الأربعة بيادق هجوم, الين-جينفرسكي تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Ilyin Genevsky
ca: Defensa Alekhine - Atac dels quatre peons - Variant Ilyin Genevsky
cs: Aljechinova obrana: Útok čtyř pěšců, Ilyin-Geneského var.
de: Aljechin-Verteidigung: Vierbauernangriff, Ilyin-Genevsky var.
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Ilyin Genevsky
eu: Alekhinen Defentsa: Lau Peoien Erasoa, Ilyin-Genevsky Aldaera.
fr: Défense Alekhine, attaque des quatre pions, var. Iline-Jenevski
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Ilyin-Genevsky
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Ilyin Genevsky
nl: Aljechin verdediging: vier pionnen aanval, Ilyin-Genevsky var.
pl: Obrona Alechina: atak czterech pionów, wariant Iljin-Żenewski
ru: Защита Алехина: атака четырех пешек, вариант Ильина-Женевского
si: Aljehinova obramba: napad štirih kmetov, Ilyin-Genevsky različica
sv: Aljechins försvar: Fyrbondesangrepp, Iljin-Zjenevskijvarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Ilyin-Genevsky var.
uk: Захист Альохіна: атака чотирьох пішаків, варіант Ільїна-Женевського.
vi: Phòng thủ Alekhine: bốn tốt tấn công, Ilyin-Genevsky var.

source: Alekhine Defence: Four Pawns Attack, Korchnoi Variation
ar: دفاع إليخين: الأربعة بيادق هجوم, تفريع كورشنوي
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Korchnoi
ca: Defensa Alekhine - Atac dels quatre peons - Variant Korchnoi
cs: Aljechinova obrana: Útok čtyř pěšců, Korčného varianta
de: Aljechin-Verteidigung: Vierbauernangriff, Korchnoi-Variante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Korchnoi
eu: Alekhinen Defentsa: Lau Peoien Erasoa, Korchnoi Aldaera
fr: Défense Alekhine, attaque des quatre pions, var. Kortchnoï
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Korchnoi
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Korchnoi
nl: Aljechin verdediging: vier pionnen aanval, Korchnoi variant
pl: Obrona Alechina: atak czterech pionów, wariant Korcznoja
ru: Защита Алехина: атака четырех пешек, вариант Корчного
si: Aljehinova obramba: napad štirih kmetov, Korchnoi različica
sv: Aljechins försvar: Fyrbondesangrepp, Kortjnojvarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Korchnoi varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант Корчного
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể Korchnoi

source: Alekhine Defence: Four Pawns Attack, Planinc Variation
ar: دفاع إليخين: الأربعة بيادق هجوم, بلانينك تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Planinc
ca: Defensa Alekhine - Atac dels quatre peons - Variant Planinc
cs: Aljechinova obrana: Útok čtyř pěšců, Planincova varianta
de: Aljechin-Verteidigung: Vierbauernangriff, Planinc-Variante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Planinc
eu: Alekhinen Defentsa: Lau Peoien Erasoa, Planinc Aldaera
fr: Défense Alekhine, attaque des quatre pions, var. Planinc
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Planinc
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Planinc
nl: Aljechin verdediging: vier pionnen aanval, Planinc variant
pl: Obrona Alechina: atak czterech pionów, wariant Planineca
ru: Защита Алехина: атака четырех пешек, вариант Планинца
si: Aljehinova obramba: napad štirih kmetov, Planinc različica
sv: Aljechins försvar: Fyrbondesangrepp, Planincvarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Planinc varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант Планінца
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể Planinc

source: Alekhine Defence: Four Pawns Attack, Tartakower Variation
ar: دفاع إليخين: الأربعة بيادق هجوم, تارتاكوفر تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Tartakower
ca: Defensa Alekhine - Atac dels quatre peons - Variant Tartakower
cs: Aljechinova obrana: Útok čtyř pěšců, Tartakowerova varianta
de: Aljechin-Verteidigung: Vierbauernangriff, Tartakower-Variante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Tartakower
eu: Alekhinen Defentsa: Lau Peoien Erasoa, Tartakower Aldaera
fr: Défense Alekhine, attaque des quatre pions, var. Tartakover
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Tartakower
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Tartakower
nl: Aljechin verdediging: vier pionnen aanval, Tartakower variant
pl: Obrona Alechina: atak czterech pionów, wariant Tartakowera
ru: Защита Алехина: атака четырех пешек, вариант Тартаковера
si: Aljehinova obramba: napad štirih kmetov, Tartakower različica
sv: Aljechins försvar: Fyrbondesangrepp, Tartakowervarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Tartakower varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант Тартаковера
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể Tartakower

source: Alekhine Defence: Four Pawns Attack, Trifunovic Variation
ar: دفاع إليخين: الأربعة بيادق هجوم, تريفونوفيك تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Trifunovic
ca: Defensa Alekhine - Atac dels quatre peons - Variant Trifunovic
cs: Aljechinova obrana: Útok čtyř pěšců, Trifunovicova varianta
de: Aljechin-Verteidigung: Vierbauernangriff, Trifunovic-Variante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Trifunovic
eu: Alekhinen Defentsa: Lau Peoien Erasoa, Trifunovic Aldaera
fr: Défense Alekhine, attaque des quatre pions, var. Trifunović
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Trifunovic
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Trifunovic
nl: Aljechin verdediging: vier pionnen aanval, Trifunovic variant
pl: Obrona Alechina: atak czterech pionów, wariant Trifunovića
ru: Защита Алехина: атака четырех пешек, вариант Трифуновича
si: Aljehinova obramba: napad štirih kmetov, Trifunovic različica
sv: Aljechins försvar: Fyrbondesangrepp, Trifunovicvarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Trifunovic varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант Трифуновича
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể Trifunovic

source: Alekhine Defence: Hunt Variation
es: Defensa Alekhine: Variante Hunt
eu: Alekhinen Defentsa: Hunt Aldaera
fr: Défense Alekhine, var. de la chasse

source: Alekhine Defence: Hunt Variation, Lasker Simul Gambit
es: Defensa Alekhine: Variante Hunt, Gambito Lasker Simul
eu: Alekhinen Defentsa: Hunt Aldaera, Lasker Simul Ganbitoa
fr: Défense Alekhine, var. de la chasse, gambit Lasker "simul"

source: Alekhine Defence: Hunt Variation, Matsukevich Gambit
es: Defensa Alekhine: Variante Hunt, Gambito Matsukevich
eu: Alekhinen Defentsa: Hunt Aldaera, Matsukevich Ganbitoa
fr: Défense Alekhine, var. de la chasse, gambit Matsukevich

source: Alekhine Defence: Hunt Variation, Mikenas Gambit
es: Defensa Alekhine: Variante Hunt, Gambito Mikenas
eu: Alekhinen Defentsa: Hunt Aldaera, Mikenas Ganbitoa
fr: Défense Alekhine, var. de la chasse, gambit Mikenas

source: Alekhine Defence: Kmoch Variation
ar: دفاع إليخين: كنوش تفريع
br: Defesa Alekhine, Variante Kmoch
ca: Defensa Alekhine - Variant Kmoch
cs: Aljechinova obrana: Kmochova varianta
de: Aljechin-Verteidigung: Kmoch-Variante
es: Defensa Alekhine, Variante Kmoch
eu: Alekhinen Defentsa: Kmoch Aldaera
fr: Défense Alekhine, var. Kmoch
id: Pembelaan Alekhine: Varian Kmoch
it: Difesa Alekhine, Variante Kmoch
nl: Aljechin verdediging: Kmoch variant
pl: Obrona Alechina: wariant Kmocha
ru: Защита Алехина: вариант Кмоха
si: Aljehinova obramba: Kmoch različica
sv: Aljechins försvar: Kmochvarianten
tr: Alekhine'nin savunması: Kmoch varyasyonu
uk: Захист Альохіна: варіант Кмоха
vi: Phòng thủ Alekhine: biến thể Kmoch

source: Alekhine Defence: Krejcik Variation
ar: دفاع إليخين: كرجيك تفريع
br: Defesa Alekhine, Variante Krejcik
ca: Defensa Alekhine - Variant Krejcik
cs: Aljechinova obrana: Krejčíkova varianta
de: Aljechin-Verteidigung: Krejcik-Variante
es: Defensa Alekhine, Variante Krejcik
eu: Alekhinen Defentsa: Krejcik Aldaera
fr: Défense Alekhine, var. Krejcik
id: Pembelaan Alekhine: Varian Krejcik
it: Difesa Alekhine, Variante Krejcik
nl: Aljechin verdediging: Krejcik variant
pl: Obrona Alechina: wariant Krejcika
ru: Защита Алехина: вариант Крейчика
si: Aljehinova obramba: Krejcik različica
sv: Aljechins försvar: Krejcikvarianten
tr: Alekhine'nin savunması: Krejcik varyasyonu
uk: Захист Альохіна: варіант Крейчика
vi: Phòng thủ Alekhine: biến thể Krejcik

source: Alekhine Defence: Krejcik Variation, Krejcik Gambit
es: Defensa Alekhine: Variante Krejcik, Gambito Krejcik
eu: Alekhinen Defentsa: Krejcik Aldaera, Krejcik Ganbitoa
fr: Défense Alekhine, var. Krejcik, gambit Krejcik

source: Alekhine Defence: Maroczy Variation
ar: دفاع إليخين: ماركوتزي تفريع
br: Defesa Alekhine, Variante Maroczy
ca: Defensa Alekhine - Variant Maroczy
cs: Aljechinova obrana: Maroczyho varianta
de: Aljechin-Verteidigung: Maroczy-Variante
es: Defensa Alekhine, Variante Maroczy
eu: Alekhinen Defentsa: Maroczy Aldaera
fr: Défense Alekhine, var. Maroczy
id: Pembelaan Alekhine: Varian Maroczy
it: Difesa Alekhine, Variante Maroczy
nl: Aljechin verdediging: Maroczy variant
pl: Obrona Alechina: wariant Maroczego
ru: Защита Алехина: вариант Мароци
si: Aljehinova obramba: Maroczy različica
sv: Aljechins försvar: Maroczyvarianten
tr: Alekhine'nin savunması: Maroczy varyasyonu
uk: Захист Альохіна: варіант Мароці
vi: Phòng thủ Alekhine: biến thể Maroczy

source: Alekhine Defence: Modern Variation
ar: دفاع إليخين: حديث تفريع
br: Defesa Alekhine, Variante Moderna
ca: Defensa Alekhine - Variant moderna
cs: Aljechinova obrana: Moderní systém
de: Aljechin-Verteidigung: Moderne Variante
es: Defensa Alekhine, Variante Moderna
eu: Alekhinen Defentsa: Aldaera Modernoa
fr: Défense Alekhine, var. moderne
id: Pembelaan Alekhine: Varian Modern
it: Difesa Alekhine, Variante Moderna
nl: Aljechin verdediging: moderne variant
pl: Obrona Alechina: wariant nowoczesny
ru: Защита Алехина: современная система
si: Aljehinova obramba: moderna različica
sv: Aljechins försvar: Moderna varianten
tr: Alekhine'nin savunması: modern varyasyon
uk: Захист Альохіна: сучасна система
vi: Phòng thủ Alekhine: biến thể hiện đại

source: Alekhine Defence: Modern Variation, 4...Bg4
ar: دفاع إليخين: حديث تفريع, 4...Bg5
br: Defesa Alekhine, Variante Moderna, 4...Bg4
ca: Defensa Alekhine - Variant Moderna - 4 ... Ag4
cs: Aljechinova obrana: Moderní systém, 4. - Sg4
de: Aljechin-Verteidigung: Moderne Variante, 4...Lg4
es: Defensa Alekhine, Variante Moderna, 4...Ag4
eu: Alekhinen Defentsa: Aldaera Modernoa, Ag4
fr: Défense Alekhine, var. moderne, 4...Fg4
id: Pembelaan Alekhine: Varian Modern, 4....Gg4
it: Difesa Alekhine, Variante Moderna, 4...Ag4
nl: Aljechin verdediging: moderne variant, 4 ... Lg4
pl: Obrona Alechina: wariant nowoczesny, 4...Bg4
ru: Защита Алехина: современная система, 4...Сg4
si: Aljehinova obramba: moderna različica, 4. Lg4
sv: Aljechins försvar: Moderna varianten, 4...Lg4
tr: Alekhine'nin savunması: modern varyasyon, 4...Bg4
uk: Захист Альохіна: сучасна система, 4...Сg4
vi: Phòng thủ Alekhine: biến thể hiện đại, 4 ... Bg4

source: Alekhine Defence: Modern Variation, Alekhine Gambit
es: Defensa Alekhine: Variante Modern, Gambito Alekhine
eu: Alekhinen Defentsa: Aldaera Modernoa, Alekhine Ganbitoa
fr: Défense Alekhine, var. moderne, gambit Alekhine

source: Alekhine Defence: Modern Variation, Larsen-Haakert Variation
es: Defensa Alekhine: Variante Modern, Variante Larsen-Haakert
eu: Alekhinen Defentsa: Aldaera Modernoa, Larsen-Haakert Aldaera
fr: Défense Alekhine, var. moderne, var. Larsen - Haakert

source: Alekhine Defence: Modern, Alekhine Variation
ar: دفاع إليخين: حديث, اليخين تفريع
br: Defesa Alekhine, Variante Moderna, Variante Alekhine
ca: Defensa Alekhine - Variant Moderna - Variant Alekhine
cs: Aljechinova obrana: Moderní systém, Aljechinova varianta
de: Aljechin-Verteidigung: Modern, Aljechin Variante
es: Defensa Alekhine, Variante Moderna, Variante Alekhine
eu: Alekhinen Defentsa: Modernoa, Alekhine Aldaera
fr: Défense Alekhine, var. moderne, var. Alekhine
id: Pembelaan Alekhine: Varian Modern, Alekhine
it: Difesa Alekhine, Variante Moderna, Variante Alekhine
nl: Aljechin verdediging: modern, Aljechin variant
pl: Obrona Alechina: nowoczesny, wariant Alechina
ru: Защита Алехина: современная система, вариант Алехина
si: Aljehinova obramba: moderna, Aljehinova različica
sv: Aljechins försvar: Moderna, Aljechinvarianten
tr: Alekhine'nin savunması: modern, Alekhine varyasyonu
uk: Захист Альохіна: сучасна система, варіант Альохіна
vi: Phòng thủ Alekhine: hiện đại, biến thể Alekhine

source: Alekhine Defence: Modern, Fianchetto Variation
ar: دفاع إليخين: حديث, فيل الوتر الطويل تفريع
br: Defesa Alekhine, Variante Moderna, Variante do Fianchetto
ca: Defensa Alekhine - Variant Moderna - Variant del Fianchetto
cs: Aljechinova obrana: Moderní, Fianchetto varianta
de: Aljechin-Verteidigung: Modern, Fianchetto-Variante
es: Defensa Alekhine, Variante Moderna, Variante del Fianchetto
eu: Alekhinen Defentsa: gaur egungo Fianchetto Aldaera
fr: Défense Alekhine, var. moderne, var. du fianchetto
id: Pembelaan Alekhine: Varian Modern, Fianchetto
it: Difesa Alekhine, Variante Moderna, Variante del Fianchetto
nl: Aljechin verdediging: modern, fianchetto variant
pl: Obrona Alechina: nowoczesny, wariant fianchetto
ru: Защита Алехина: современная система, вариант с фианкетто
si: Aljehinova obramba: moderna, krilni razvoj različica
sv: Aljechins försvar: Moderna, fianchettovarianten
tr: Alekhine'nin savunması: modern, Fianchetto varyasyonu
uk: Захист Альохіна: сучасна система, варіант з фіанкетто
vi: Phòng thủ Alekhine: hiện đại, biến thể fianchetto

source: Alekhine Defence: Modern, Flohr Variation
ar: دفاع إليخين: حديث, فلوهر تفريع
br: Defesa Alekhine, Variante Moderna, Variante Flohr
ca: Defensa Alekhine - Variant Moderna - Variant Flohr
cs: Aljechinova obrana: Moderní systém, Flohrova varianta
de: Aljechin-Verteidigung: Modern, Flohr-Variante
es: Defensa Alekhine, Variante Moderna, Variante Flohr
eu: Alekhinen Defentsa: Modernoa, Flohr Aldaera
fr: Défense Alekhine, var. moderne, var. Flohr
id: Pembelaan Alekhine: Varian Modern, Flohr
it: Difesa Alekhine, Variante Moderna, Variante Flohr
nl: Aljechin verdediging: modern, Flohr variant
pl: Obrona Alechina: nowoczesny, wariant Flohra
ru: Защита Алехина: современная система, вариант Флора
si: Aljehinova obramba: moderna, Flohr različica
sv: Aljechins försvar: Moderna, Flohrvarianten
tr: Alekhine'nin savunması: modern, Flohr varyasyonu
uk: Захист Альохіна: сучасна система, варіант Флора
vi: Phòng thủ Alekhine: hiện đại, biến thể Flohr
