Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Gruenfeld Opening: Russian, Levenfish Variation
ar: جرونفلد: التفريع االروسي, ليفنفنيش
br: Defesa Grünfeld, Variante Russa, Variante Levenfish
ca: Defensa Grünfeld - Variant Russa - Variant Levenfish
cs: Gruenfeld: Russian, Levenfish variation
de: Grünfeld: Russisch, Löwenfisch-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Levenfish
eu: Gruenfeld: Errusiarra, Levenfish Aldaera
fr: Défense Grünfeld, var. russe, var. Levenfish
id: Gruendfeld: Rusia, Varian Levenfish
it: Difesa Grünfeld, Variante Russa, Variante Levenfish
nl: Gruenfeld: Russisch, Levenfish variant
pl: Gruenfeld, Rosyjski, wariant Levenfish'a
ru: Защита Грюнфельда: русская система, вариант Левенфиша
si: Gruenfeldova, ruska, Levenfisheva različica
sv: Grünfeld: Rysk, Löwenfischvarianten
tr: Gruenfeld: Rusya, Levenfish varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Левенфіша
vi: Gruenfeld: Nga, biến thể Levenfish

source: Gruenfeld Opening: Russian, Prins Variation
ar: جرونفلد: التفريع االروسي, برينس
br: Defesa Grünfeld, Variante Russa, Variante Prins
ca: Defensa Grünfeld - Variant Russa - Variant Prins
cs: Gruenfeld: Russian, Prins variation
de: Grünfeld: Russisch, Prins-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Prins
eu: Gruenfeld: Errusiarra, Prins Aldaera
fr: Défense Grünfeld, var. russe, var. Prins
id: Gruendfeld: Rusia, Varian Prins
it: Difesa Grünfeld, Variante Russa, Variante Prins
nl: Gruenfeld: Russisch, Prins variant
pl: Gruenfeld, Rosyjski, wariant Prins'a
ru: Защита Грюнфельда: русская система, вариант Принса
si: Gruenfeldova, ruska, Prinsova različica
sv: Grünfeld: Rysk, Prinsvarianten
tr: Gruenfeld: Rusya, Pirins varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Прінса
vi: Gruenfeld: Nga, Prins biến

source: Gruenfeld Opening: Russian, Smyslov Variation
ar: جرونفلد: التفريع االروسي, سيمسلوف
br: Defesa Grünfeld, Variante Russa, Variante Smyslov
ca: Defensa Grünfeld - Variant Russa - Variant Smyslov
cs: Gruenfeld: Russian, Smyslov variation
de: Grünfeld: Russisch, Smyslov-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Smyslov
eu: Gruenfeld: Errusiarra, Smyslov Aldaera
fr: Défense Grünfeld, var. russe, var. Smyslov
id: Gruendfeld: Rusia, Varian Smyslov
it: Difesa Grünfeld, Variante Russa, Variante Smyslov
nl: Gruenfeld: Russisch, Smyslov variant
pl: Gruenfeld, Rosyjski, wariant Smyslov'a
ru: Защита Грюнфельда: русская система, вариант Смыслова
si: Gruenfeldova, ruska, Smyslova različica
sv: Grünfeld: Rysk, Smyslovvarianten
tr: Gruenfeld: Rusya, Smyslov varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Смислова
vi: Gruenfeld: Nga, Smyslov biến

source: Gruenfeld Opening: Russian, Szabo (Boleslavsky) Variation
ar: جرونفلد: التفريع االروسي, سزابو (بولسلافسكي)
br: Defesa Grünfeld, Variante Russa, Variante Szabo (Boleslavsky)
ca: Defensa Grünfeld - Variant Russa - Variant Szabo o Boleslavsky
cs: Gruenfeld: Russian, Szabo (Boleslavsky) variation
de: Grünfeld: Russisch, Szabo (Boleslavsky)-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Szabo o Boleslavsky
eu: Gruenfeld: Errusiarra, Szabo (Boleslavsky) Aldaera
fr: Défense Grünfeld, var. russe, var. Szabó (Boleslavsky)
id: Gruendfeld: Rusia, Varian Szabo (Boleslavsky)
it: Difesa Grünfeld, Variante Russa, Variante Szabo o Boleslavsky
nl: Gruenfeld: Russisch, Szabo (Boleslavsky) variant
pl: Gruenfeld, Rosyjski, wariant Szabo(Boleslavky'ego)
ru: Защита Грюнфельда: русская система, вариант Сабо
si: Gruenfeldova, ruska, Szabova (Boleslavskyeva) različica
sv: Grünfeld: Rysk, Szabo- eller Boleslavskijvarianten
tr: Gruenfeld: Rusya, Szabo (Boleslavsky) varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Сабо
vi: Gruenfeld: Nga, Szabo (Boleslavsky) biến thể

source: Gruenfeld Opening: Schlechter Variation
ar: جرونفلد:شيليشتر تفريع
br: Defesa Grünfeld, Variante Schlechter
ca: Defensa Grünfeld - Variant Schlechter
cs: Gruenfeld: Schlechter variation
de: Grünfeld: Schlechter-Variante
es: Defensa Grünfeld, Variante Schlechter
eu: Gruenfeld: Schlechter Aldaera
fr: Défense Grünfeld, var. Schlechter
id: Gruendfeld: Varian Schlechter
it: Difesa Grünfeld, Variante Schlechter
nl: Gruenfeld: Schlechter variant
pl: Gruenfeld, Rosyjski, wariant Schlechter'a
ru: Защита Грюнфельда: вариант Шлехтера
si: Gruenfeldova, Schlechterjeva različica
sv: Grünfeld: Schlechtervarianten
tr: Gruenfeld: Schlechter varyasyonu
uk: Захист Грюнфельда: варіант Шлехтера
vi: Gruenfeld: Schlechter biến

source: Gruenfeld Opening: Smyslov Defence
ar: جرونفلد: سيمسلوف دفاع
br: Defesa Grünfeld, Defesa Smyslov
ca: Defensa Grünfeld - Defensa Smyslov
cs: Gruenfeld: Smyslov defence
de: Grünfeld: Smyslov Verteidigung
es: Defensa Grünfeld, Defensa Smyslov
eu: Gruenfeld: Smyslov Defentsa
fr: Défense Grünfeld, défense Smyslov
id: Gruendfeld: Pembelaan Symslov
it: Difesa Grünfeld, Difesa Smyslov
nl: Gruenfeld: Smyslov verdediging
pl: Gruenfeld, obrona Smyslov'a
ru: Защита Грюнфельда: защита Смыслова
si: Gruenfeldova, Smyslova obramba
sv: Grünfeld: Smyslovs försvar
tr: Gruenfeld: Smyslov savunması
uk: Захист Грюнфельда: захист Смислова
vi: Gruenfeld: Phòng thủ Smyslov

source: Gruenfeld Opening: Spassky Variation, Main Line, 10...cd, 11.cd
ar: جرونفلد: تفريع سباسكي, الخط الرئيسي, 10...cd, 11.cd
br: Defesa Grünfeld, Variante Spassky, Linha Principal, 10...cxd4 11.cxd4
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky - Línia principal - 10 ...cxd4 11. cxd4
cs: Gruenfeld: Spassky variation, main line, 10...cd, 11.cd
de: Grünfeld: Spassky-Variante, Hauptvariante, 10...cd, 11.cd
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky, Linea Principal, 10...cxd4 11.cxd4
eu: Gruenfeld: Spassky Aldaera, Lerro Nagusia, 10...cd, 11.cd
fr: Défense Grünfeld, var. d'échange, var. Spassky, ligne principale, 10...cxd4 11.cxd4
id: Gruendfeld: Varian Spassky, Jalur Utama, 10... cd 11.cd
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky, Linea Principale, 10...cxd4 11.cxd4
nl: Gruenfeld: Spassky variant, hoofdlijn, 10 ... cd, 11.cd
pl: Gruenfeld, wariant Spassky, linia główna, 10... cd, 11.cd
ru: Защита Грюнфельда: вариант Спасского, основное продолжение, 10...cd, 11.cd
si: Gruenfeld: Spassky različica, glavna linija, 10. cd, 11. cd
sv: Grünfeld: Spasskijvarianten, huvudvariant, 10...cxd4 11.cxd4
tr: Gruenfeld: Spassky varyasyonu, ana hat, 10...cd, 11.cd
uk: Захист Грюнфельда: варіант Спаського, основне продовження, 10...cd, 11.cd
vi: Gruenfeld: Biến thể Spassky, dòng chính, 10 ... cd, 11.cd

source: Gruenfeld Opening: Spassky Variation, Main Line, 13.Bd3
ar: جرونفلد: تفريع سباسكي, الخط الرئيسي, 13.Bd4
br: Defesa Grünfeld, Variante Spassky, Linha Principal, 13.Bd3
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky - Linia principal - 13. Ad3
cs: Gruenfeld: Spassky variation, main line, 13.Bd3
de: Grünfeld: Spassky-Variante, Hauptvariante, 13.Ld3
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky, Linea Principal, 13.Ad3
eu: Gruenfeld: Spassky Aldaera, Lerro Nagusia, 13.Ad3
fr: Défense Grünfeld, var. d'échange, var. Spassky, ligne principale, 13.Fd3
id: Gruendfeld: Varian Spassky, Jalur Utama, 13. Gd3
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky, Linea Principale, 13.Ad3
nl: Gruenfeld: Spassky variant, hoofdlijn, 13.Ld3
pl: Gruenfeld, wariant Spassky, linia główna, 13. Gd3
ru: Защита Грюнфельда: вариант Спасского, основное продолжение, 13.Сd3
si: Gruenfeld: Spassky različica, glavna linija, 13. Ld3
sv: Grünfeld: Spasskijvarianten, huvudvariant, 13.Ld3
tr: Gruenfeld: Spassky varyasyonu, ana hat, 13.Bd3
uk: Захист Грюнфельда: варіант Спаського, основне продовження, 13.Сd3
vi: Gruenfeld: Biến thể Spassky, dòng chính, 13.Bd3

source: Gruenfeld Opening: Spike Gambit
ar: جرونفلد: سبايك جامبيت
br: Defesa Grünfeld, Gambito Spike
ca: Defensa Grünfeld - Gambit de l'espiga
cs: Gruenfeld: Spike gambit
de: Grünfeld: Spike Gambit
es: Defensa Grünfeld, Gambito de la Espiga
eu: Gruenfeld: Spike Ganbitoa
fr: Défense Grünfeld, gambit "Spike" (nom de plusieurs chiens dans les cartoons ? "de la pointe" en français ?)
id: Gruendfeld: Gambit Spike
it: Difesa Grünfeld, Mossa della Spiga
nl: Gruenfeld: Spike gambiet
pl: Gruenfeld, gambit Spike
ru: Защита Грюнфельда: выпад g4
si: Gruenfeldova, Spikeov gambit
sv: Grünfeld: Tagg- eller Gibbongambit
tr: Gruenfeld: Sivri Demir gambiti
uk: Захист Грюнфельда: випад g4
vi: Gruenfeld: Spike Gambit

source: Gruenfeld Opening: Stockholm Variation
ar: جرونفلد: استكهولم تفريع
br: Defesa Grünfeld, Variante Estocolmo
ca: Defensa Grünfeld - Variant Estocolm
cs: Gruenfeld: Stockholm variation
de: Grünfeld: Stockholm-Variante
es: Defensa Grünfeld, Variante Estocolmo
eu: Gruenfeld: Stockholm Aldaera
fr: Défense Grünfeld, var. de Stockholm
id: Gruendfeld: Varian Stockholm
it: Difesa Grünfeld, Variante Stoccolma
nl: Gruenfeld: Stockholm variant
pl: Gruenfeld, wariant Stockholm
ru: Защита Грюнфельда: стокгольмский вариант
si: Gruenfeldova, stockholmska različica
sv: Grünfeld: Stockholmvarianten
tr: Gruenfeld: Stockholm varyasyonu
uk: Захист Грюнфельда: Стокгольмський варіант
vi: Gruenfeld: Stockholm biến

source: Gruenfeld Opening: Three Knights Variation
ar: جرونفلد: الثلاثة أفراس تفريع
br: Defesa Grünfeld, Variante dos 3 Cavalos
ca: Defensa Grünfeld - Variant dels tres cavalls
cs: Gruenfeld: Three knights variation
de: Grünfeld: Dreispringerspiel-Variante
es: Defensa Grünfeld, Variante de los 3 Caballos
eu: Gruenfeld: Hiru Zaldunen Aldaera
fr: Défense Grünfeld, var. des 3 cavaliers
id: Gruendfeld: Varian 3 Kuda
it: Difesa Grünfeld, Variante dei 3 Cavalli
nl: Gruenfeld: Drie paarden variant
pl: Gruenfeld, wariant trzech skoczków
ru: Защита Грюнфельда: вариант трех коней
si: Gruenfeldova, različica treh skakačev
sv: Grünfeld: Trespringarspel
tr: Gruenfeld: Üç at varyasyonu
uk: Захист Грюнфельда: варіант трьох коней
vi: Gruenfeld: Ba hiệp sĩ biến thể

source: Gruenfeld With Bf4 & E3
ar: جرونفلد مع Bf4 & e4
br: Defesa Grünfeld, 5.Bf4 e 6.e3
ca: Defensa Grünfeld - 5. Af4 i 6. e3
de: Grünfeld mit Lf4 & e3
es: Defensa Grünfeld, 5.Af4 y 6.e3
eu: Gruenfeld Af4 eta e3rekin
fr: Défense Grünfeld, avec Ff4 et e3
id: Gruendfeld dg Gf4 dan e3
it: Difesa Grünfeld, 5.Af4 y 6.e3
nl: Gruenfeld met Lf4 & e3
pl: Gruenfeld z Gf4 e3
ru: Защита Грюнфельда с Сf4 и e3
si: Gruenfeldova z Lf4 & e3
sv: Grünfeld: 5.Lf4 och 6.e3
tr: Bf4 & e3 ile Gruenfeld
uk: Захист Грюнфельда з Сf4 і e3
vi: Gruenfeld với Bf4 e3

source: Gruenfeld With E3 & Bd3
ar: جرونفلد مع e3 & Bd4
br: Defesa Grünfeld, 5.e3 e 6.Bd3
ca: Defensa Grünfeld - 5. e3 i 6. Ad3
de: Grünfeld mit e3 & Ld3
es: Defensa Grünfeld, 5.e3 y 6.Ad3
eu: Gruenfeld e3 eta Ad3-rekin
fr: Défense Grünfeld, avec e3 et Fd3
id: Gruendfeld dg e3 dan Gd3
it: Difesa Grünfeld, 5.e3 y 6.Ad3
nl: Gruenfeld met e3 & Ld3
pl: Gruenfeld z e3 Gd3
ru: Защита Грюнфельда с e3 и Сd3
si: Gruenfeldova z e3 % Ld3
sv: Grünfeld: 5.e3 och 6.Ld3
tr: e3 & Bd3 ile Gruenfeld
uk: Захист Грюнфельда з e3 і Сd3
vi: Gruenfeld với e3 Bd3

source: Gruenfeld With E3 & Qb3
ar: جرونفلد مع e3 & Qb4
br: Defesa Grünfeld, 5.e3 e 6.Db3
ca: Defensa Grünfeld - 5 .e3 i 6 .Db3
de: Grünfeld mit e3 & Db3
es: Defensa Grünfeld, 5.e3 y 6.Db3
eu: Gruenfeld e3 eta Db3-rekin
fr: Défense Grünfeld, avec e3 et Db3
id: Gruendfeld dg e3 dan Mb3
it: Difesa Grünfeld, 5.e3 y 6.Db3
nl: Gruenfeld met e3 & Db3
pl: Gruenfeld z e3 & Hb3
ru: Защита Грюнфельда с e3 и Фb3
si: Gruenfeldova z e3 & Db3
sv: Grünfeld: med e3 och Db3
tr: e3 & Qb3 ile Gruenfeld
uk: Захист Грюнфельда з e3 і Фb3
vi: Gruenfeld với e3 & Qb3

source: Guatemala Defence
ar: غواتيمالا دفاع
br: Defesa Guatemala
ca: Defensa Guatemala
de: Guatemala Verteidigung
es: Defensa Guatemala
eu: Guatemala Defentsa
fr: Défense du Guatemala
id: Pembelaan Guatemala
it: Difesa Guatemala
nl: Guatemala verdediging
pl: Obrona Guatemala
ru: Гватемальская защита
si: gvatemalska obramba
sv: Guatemalaförsvar
tr: Guatemala savunması
uk: Гватемальський захист
vi: Phòng thủ Guatemala

source: Gunderam Defence
ar: جاندرام دفاع
br: Defesa Gunderam
ca: Defensa Gunderam
de: Gunderam Verteidigung
es: Defensa Gunderam
eu: Gunderam Defentsa
fr: Défense brésilienne ou défense Gunderam
id: Pembelaan Gunderam
it: Difesa Gunderam
nl: Gunderam verdediging
pl: Obrona Gunderam
ru: Защита Гундерама
si: Gunderamova obramba
sv: Gunderams försvar
tr: Gunderam savunması
uk: Захист Гундерама
vi: Phòng thủ Gunderam

source: Halasz Gambit
ar: هالاسز جامبيت
br: Gambito Halasz
ca: Obertura del centre - Gambit Halasz
es: Apertura del Centro, Gambito Halasz
eu: Halasz Ganbitoa
fr: Gambit Halasz
id: Gambit Halasz
it: Apertura del Centro, Gambetto Halasz
nl: Halasz gambiet
pl: Gambit Halasz'a
ru: Гамбит Халаса
si: Halaszev gambit
tr: Halasz gambiti
uk: Гамбіт Халаса

source: Hammerschlag (Fried Fox/Pork Chop Opening)
ar: هامرشلاج (فريد فوكس/Pork chop افتتاح)
br: Abertura Hammerschlag (Fried fox/Pork chop)
ca: Obertura Hammerschlag o guineu fregit o llonza de porc
de: Hammerschlag (Schweinerippe Eröffnung)
es: Apertura Hammerschlag o Zorro Frito o Chuleta de Cerdo
eu: Hammerschlag (Azeri Frijitua/Txerri Txuleta Irekiera)
fr: Ouverture Hammerschlag (coup de marteau) ou renard frit ou roi errant
id: Pembukaan Hammerschlag
it: Apertura Hammerschlag
nl: Hammerschlag (Gebakken lever opening)
pl: Hammerschlag
ru: Молотобоина
si: Otvoritev udarec s kladivom (Pečena lisica/svinjski kotlet)
sv: Hammerschlag (Schweinerippes spelöppning)
tr: Hammerschlag (Kızarmış tilki/Domuz pirzolası açılışı)
uk: Молотьба (Дебют смаженого лиса)
vi: Hammerschlag (Khai cuộc Fried fox/Pork chop)

source: Hawk (Habichd) Defence
ar: هاوك (هابيتشد) دفاع
br: Defesa do Falcão (Habichd)
ca: Defensa del falcó o Habichd
de: Hawk (Habichd) Verteidigung
es: Defensa del Halcón o Habichd
eu: Hawk (HaBichd) Defentsa
fr: Défense du faucon ou Habichd (de l'allemand "Hab ich dich")
id: Pembelaan Hawk (Habichd)
it: Difesa Falco
nl: Hawk (Habichd) verdediging
pl: Obrona Hawk'a (Habichd'a)
ru: Защита ястреба
si: Hawkova (Habichdova) obramba
sv: Hökförsvaret (Habichd)
tr: Atmaca (Habichd) savunması
uk: Захист яструба
vi: Phòng thủ Chim ưng (Habichd)

source: Hippopotamus Defence
ar: فرس النهر دفاع
br: Defesa Hipopótamo
ca: Defensa Hipopótam
de: Hippopotamus Verteidigung
es: Defensa Hipopótamo
eu: Hipopotamoaren Defentsa
fr: Défense de l'hippopotame
id: Pembelaan Hippotamus
it: Difesa Ippopotamo
nl: Nijlpaard verdediging
pl: Obrona hipopotama
ru: Защита гиппопотама
si: Obramba nilskega konja
sv: Flodhäst-försvar
tr: Suaygırı savunması
uk: Захист гіпопотама
vi: Hà mã bảo vệ

source: Horwitz Defence
eu: Horwitz Defentsa
fr: Défense Horwitz

source: Horwitz Defence: Zilbermints Gambit
eu: Horwitz Defentsa: Zilbermints Ganbitoa
fr: Défense Horwitz, gambit Zilbermints

source: Hungarian Defence
ar: المجري دفاع
br: Defesa Húngara
ca: Defensa Hongaresa
de: Ungarische Verteidigung
es: Defensa Húngara
eu: Defentsa Hungariarra
fr: Défense hongroise
id: Pembelaan Hungaria
it: Difesa Ungherese
nl: Hongaarse verdediging
pl: Obrona węgierska
ru: Венгерская партия
si: madžarska obramba
sv: Ungerskt försvar
tr: Macar savunması
uk: Угорська партія
vi: Phòng thủ Hungary

source: Hungarian Defence: Tartakower Variation
ar: المجري دفاع: تارتاكوفر تفريع
br: Defesa Húngara, Variante Tartakower
ca: Defensa Hongaresa - Variant Tartakower
de: Ungarische Verteidigung: Tartakower-Variante
es: Defensa Húngara, Variante Tartakower
eu: Defentsa Hungariarra: Tartakower Aldaera
fr: Défense hongroise, var. Tartakover
id: Pembelaan Hungaria, Varian Tartakower
it: Difesa Ungherese, Variante Tartakower
nl: Hongaarse verdediging: Tartakower variant
pl: Obrona węgierska, wariant Tartakower'a
ru: Венгерская партия: вариант Тартаковера
si: madžarska obramba, Tartakowerjeva različica
sv: Ungerskt försvar: Tartakowervarianten
tr: Macar savunması: Tartakower varyasyonu
uk: Угорська партія: варіант Тартаковера
vi: Hungary vệ: Tartakower biến

source: Hungarian Opening: Asten Gambit
eu: Defentsa Hungariarra: Asten Ganbitoa

source: Hungarian Opening: Burk Gambit
eu: Defentsa Hungariarra: Burk Ganbitoa

source: Hungarian Opening: Bücker Gambit
eu: Defentsa Hungariarra: Bücker Ganbitoa

source: Hungarian Opening: Catalan Formation
eu: Defentsa Hungariarra: Formazio katalana
fr: Ouverture hongroise, formation catalane

source: Hungarian Opening: Dutch Defence
eu: Defentsa Hungariarra: Holandar Defentsa
fr: Ouverture hongroise, défense hollandaise

source: Hungarian Opening: Indian Defence
eu: Defentsa Hungariarra: Indiar Defentsa
fr: Ouverture hongroise, défense indienne

source: Hungarian Opening: Myers Defence
eu: Defentsa Hungariarra: Myers Defentsa
fr: Ouverture hongroise, défense Myers

source: Hungarian Opening: Pachman Gambit
eu: Defentsa Hungariarra: Pachman Ganbitoa
fr: Ouverture hongroise, gambit Pachman

source: Hungarian Opening: Paris Gambit
eu: Defentsa Hungariarra: Paris Ganbitoa
fr: Ouverture hongroise, gambit de Paris

source: Hungarian Opening: Reversed Brooklyn Defence, Brooklyn Benko Gambit
eu: Defentsa Hungariarra: Brooklyn Defentsa Alderantziz, Brooklyn Benko Ganbitoa

source: Hungarian Opening: Reversed Modern Defence
eu: Defentsa Hungariarra: Defentsa Moderno Alderantziz
fr: Ouverture hongroise, défense moderne inversée

source: Hungarian Opening: Reversed Norwegian Defence
eu: Defentsa Hungariarra: Norvegiar Defentsa Alderantziz
fr: Ouverture hongroise, défense norvégienne inversée

source: Hungarian Opening: Sicilian Invitation
eu: Defentsa Hungariarra: Siziliar GonBidapena
fr: Ouverture hongroise, invitation à la défense sicilienne

source: Hungarian Opening: Slav Formation
eu: Defentsa Hungariarra: Eslaviar Formazioa
fr: Ouverture hongroise, formation slave

source: Hungarian Opening: Symmetrical Variation
eu: Defentsa Hungariarra: Aldaera Simetrikoa
fr: Ouverture hongroise, var. symétrique

source: Hungarian Opening: Van Kuijk Gambit
eu: Defentsa Hungariarra: Van Kuijk Ganbitoa

source: Hungarian Opening: Wiedenhagen-Beta Gambit
eu: Defentsa Hungariarra: Wiedenhagen-Beta Ganbitoa

source: Hungarian Opening: Winterberg Gambit
eu: Defentsa Hungariarra: Winterberg Ganbitoa

source: Indian Defence
eu: Indiar Defentsa
fr: Défense indienne

source: Indian Defence: Anti-Gruenfeld, Alekhine Variation
eu: Indiar Defentsa: Anti-Grünfeld, Alekhine Aldaera

source: Indian Defence: Anti-Gruenfeld, Alekhine Variation, Leko Gambit
eu: Indiar Defentsa: Anti-Grünfeld, Alekhine Aldaera, Leko Ganbitoa

source: Indian Defence: Anti-Nimzo-Indian
eu: Indiar Defentsa: Anti-Nimzo-Indian

source: Indian Defence: Budapest Defence, Fajarowicz Defence, Bonsdorf Variation
eu: Indiar Defentsa: Budapest Defentsa, Fajarowicz Defentsa, Bonsdorf Aldaera

source: Indian Defence: Colle System, King Indian Variation
eu: Indiar Defentsa: Colle Sistema, Erregearen IndiarAldaera

source: Indian Defence: Czech-Indian
eu: Indiar Defentsa: Txekiar-Indiarra

source: Indian Defence: Devin Gambit
eu: Indiar Defentsa: Devin Ganbitoa

source: Indian Defence: Döry Indian
eu: Indiar Defentsa: Döry Indiarra

source: Indian Defence: Gibbins-Wiedenhagen Gambit Accepted
eu: Indiar Defentsa: GibBins-Wiedenhagen Ganbito Onartua

source: Indian Defence: Gibbins-Wiedenhagen Gambit, Maltese Falcon
eu: Indiar Defentsa: GibBins-Wiedenhagen Ganbitoa, Maltese Falcon

source: Indian Defence: Gibbins-Wiedenhagen Gambit, Oshima Defence
eu: Indiar Defentsa: GibBins-Wiedenhagen Ganbitoa, Oshima Defentsa

source: Indian Defence: Gibbins-Wiedenhagen Gambit, Stummer Gambit
eu: Indiar Defentsa: GibBins-Wiedenhagen Ganbitoa, Stummer Ganbitoa

source: Indian Defence: King Indian Variation, Fianchetto Variation
eu: Indiar Defentsa: Erregearen IndiarAldaera, Fianchetto Aldaera
fr: Défense est-indienne, var. du fianchetto

source: Indian Defence: Knights Variation
eu: Indiar Defentsa: Zaldunen Aldaera
fr: Défense indienne, var. des cavaliers

source: Indian Defence: Knights Variation, Alburt-Miles Variation
eu: Indiar Defentsa: Zaldunen Aldaera, Alburt-Miles Aldaera
fr: Défense indienne, var. des cavaliers, var. Alburt - Miles

source: Indian Defence: Lazard Gambit
eu: Indiar Defentsa: Lazard Ganbitoa
fr: Défense indienne, gambit Lazard

source: Indian Defence: London System
eu: Indiar Defentsa: Londres Sistema
fr: Défense indienne, système de Londres

source: Indian Defence: Maddigan Gambit
eu: Indiar Defentsa: Maddigan Ganbitoa
fr: Défense indienne, gambit Maddigan

source: Indian Defence: Medusa Gambit
eu: Indiar Defentsa: Medusa Ganbitoa
fr: Défense indienne, gambit de Méduse

source: Indian Defence: Normal Variation
eu: Indiar Defentsa: Aldaera Normala
fr: Défense indienne, var. normale

source: Indian Defence: Omega Gambit
eu: Indiar Defentsa: Omega Ganbitoa

source: Indian Defence: Omega Gambit, Arafat Gambit
eu: Indiar Defentsa: Omega Ganbitoa, Arafat Ganbitoa

source: Indian Defence: Pawn Push Variation
eu: Indiar Defentsa: Peoi Bultzaldiaren Aldaera
fr: Défense indienne, var. de la poussée du pion

source: Indian Defence: Polish Variation
eu: Indiar Defentsa: Poloniar Aldaera
fr: Défense indienne, var. polonaise

source: Indian Defence: Pseudo-Benko
eu: Indiar Defentsa: Pseudo-Benko
fr: Défense indienne, pseudo-gambit Benko

source: Indian Defence: Pyrenees Gambit
eu: Indiar Defentsa: Pirinioak Ganbitoa
fr: Défense indienne, gambit des Pyrénées

source: Indian Defence: Reversed Chigorin Defence
eu: Indiar Defentsa: Chigorin Defentsa Alderantziz
fr: Défense indienne, défense Tchigorine inversée

source: Indian Defence: Schnepper Gambit
eu: Indiar Defentsa: Schnepper Ganbitoa

source: Indian Defence: Spielmann-Indian
eu: Indiar Defentsa: Spielmann-Indiarra

source: Indian Defence: Tartakower Attack
eu: Indiar Defentsa: Tartakower Erasoa
fr: Défense indienne, attaque Tartakover

source: Indian Defence: Wade-Tartakower Defence
eu: Indiar Defentsa: Wade-Tartakower Defentsa
fr: Défense indienne, défense Wade - Tartakover

source: Inverted Hanham
ar: معكوس هانهام
br: Abertura Hanham Invertida
ca: Obertura Hanham inversa
de: Hanham im Nachzug
es: Apertura Hanham Invertida
eu: Hanham Alderantziz
fr: Défense hongroise inversée, var. Hanham inversée
id: Pembukaan Hanman Terbalik
it: Apertura Hanham Invertita
nl: Omgekeerde Hanham
pl: Odwrócony Hanham
ru: Вариант Хенема с переменой цвета фигур
si: Hanhamova invertirana
sv: Omvänd Hanham
tr: Ters Hanham
uk: Варіант Хенема зі зміною кольору фігур
vi: Ngược Hanham

source: Inverted Hungarian
ar: معكوس المجري
br: Abertura Húngara Invertida
ca: Obertura Hongaresa inversa
de: Ungarisch im Nachzug
es: Apertura Húngara Invertida
eu: Hungariarra Alderantziz
fr: Défense hongroise inversée
id: Pembukaan Hungaria Terbalik
it: Apertura Ungherese Invertita
nl: Omgekeerd Hongaars
pl: Odwrócony węgierski
ru: Венгерская партия с переменой цвета фигур
si: madžarska invertirana
sv: Omvänd ungerskt
tr: Ters Macar
uk: Угорська партія зі зміною кольору фігур
vi: Đảo ngược Hungary

source: Irish (Chicago) Gambit
ar: الايرلندي (شيكاغو) جامبيت
br: Gambito Irlandês (Chicago)
ca: Gambit Irlandès o Chicago
de: Irisches (Chicago) Gambit
es: Gambito Irlandés o Chicago
eu: Irlandako (Chicago) Ganbitoa
fr: Gambit irlandais (de Chicago)
id: Gambit Irlandia (Chicago)
it: Gambetto Irlandese (Chicago)
nl: Iers (Chicago) gambiet
pl: Gambit irlandzki(Chicago)
ru: Ирландский гамбит
si: irska (Chicago) gambit
sv: Irländsk gambit (Chicago)
tr: İrlanda (Şikago) gambiti
uk: Ірландський гамбіт
vi: Ailen (Chicago) Gambit

source: Irish Gambit
eu: Irlandako Ganbitoa
fr: Gambit irlandais

source: Italian Opening
ar: إيطالي افتتاح
br: Abertura do Peão de Rei (Italiana)
ca: Obertura de Peó de Rei
de: Italienisch
es: Apertura italiana
eu: Italiar Irekiera
fr: Jeu italien
id: Pembukaan Italia
it: Apertura Italiana
nl: Italiaanse opening
pl: Debiut włoski
ru: Итальянская партия
si: italijanska otvoritev
sv: Italiensk spelöppning
tr: İtalyan açılışı
uk: Італійська партія
vi: Khai cuộc Italia
