Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Dzindzichashvili Defence
ar: دزيندزيكهاشفيلي دفاع
br: Defesa Dzindzichashvili
ca: Defensa Dzindzichashvili
cs: Dzindzikhashviliho obrana
de: Dzindzikhashvili Verteidigung
es: Defensa Dzindzichashvili
eu: Dzindzichashvili Defentsa
fr: Défense Dzindzichashvili
id: Pembelaan Dzindzikhashvili
it: Difesa Dzindzichashvili
nl: Dzindzikhashvili verdediging
pl: Obrona Dzindzikhashvili
ru: Защита Джинджихашвили
si: Dzindzikhashvilijeva obramba
sv: Dzjindzjikhasjvilis försvar
tr: Dzindzikhashvili savunması
uk: Захист Джинджихашвілі
vi: Phòng thủ Dzindzikhashvili

source: Elephant Gambit: Paulsen CounterGambit
eu: Elefantearen Ganbitoa: Paulsen Kontra-Ganbitoa
fr: Gambit de l'éléphant (contre-gambit du pion Dame), contre-gambit Paulsen

source: Elephant Gambit: Wasp Variation
eu: Elefantearen Ganbitoa: Wasp Aldaera
fr: Gambit de l'éléphant, var. de la guêpe

source: English Defence: Blumenfeld-Hiva Gambit
eu: Defentsa Ingelesa: Blumenfeld-Hiva Ganbitoa

source: English Defence: Eastbourne Gambit
eu: Defentsa Ingelesa: Eastburne Ganbitoa
fr: Défense anglaise, gambit d'Eastbourne

source: English Defence: Hartlaub Gambit Accepted
eu: Defentsa Ingelesa: HartLaub Ganbito Onartua
fr: Défense anglaise, gambit Hartlaub accepté

source: English Defence: Hartlaub Gambit Declined
eu: Defentsa Ingelesa: HartLaub Ganbito Ukatua
fr: Défense anglaise, gambit Hartlaub refusé

source: English Defence: Perrin Variation
eu: Defentsa Ingelesa: Perrin Aldaera
fr: Défense anglaise, var. Perrin

source: English Defence: Poli Gambit
eu: Defentsa Ingelesa: Poli Ganbitoa

source: English Opening
ar: الافتتاح الانجليزي
br: Abertura Inglesa
ca: Obertuta Anglèsa
cs: Anglická hra
de: Englische Eröffnung
es: Apertura Inglesa
eu: Irekiera Ingelesa
fr: Ouverture anglaise
id: Pembukaan Inggris
it: Apertura Inglese
nl: Engelse opening
pl: Debiut angielski
ru: Английское начало
si: angleška otvoritev
sv: Engelsk spelöppning
tr: İngiliz açılışı
uk: Англійський початок
vi: Khai cuộc Anh

source: English Opening: 1...Nf6 (Anglo-Indian Defense)
ar: الانجليزي, 1...Nf6 (أنجلو-الهندي دفاع)
br: Abertura Inglesa, Defesa Anglo Índia 1...Cf6
ca: Obertura Anglèsa - Defensa Anglo Índia 1...Cf6
cs: Anglická, varianta s 1. - Jf6 (Anglo-indická obrana)
de: Englisch, 1...Sf6 (Anglo-Indische Verteidigung)
es: Apertura Inglesa, Defensa Anglo India 1...Cf6
eu: Ingelesa, 1...Zf6 (Defentsa anglo-indiarra)
fr: Anglaise, 1...Cf6 (défense anglo-indienne)
id: Inggris: 1... Kf6 (Pembelaan Hindia-Anglo)
it: Apertura Inglese, Difesa Anglo Indiana 1...Cf6
nl: Engels, 1 ... Pf6 (Anglo-Indische verdediging)
pl: Angielska, 1...Sf6(obrona anglo-indyjska)
ru: Английское начало: английская система индийской защиты
si: angleška, 1. Sf6 (anglo-indijska obramba)
sv: Engelskt: 1...Sf6 (Engelsk-Indiskt försvar)
tr: İngiliz, 1...Nf6 (Anglo-Hint savunması)
uk: Англійський початок: 1...Кf6 (англійська система індійського захисту)
vi: Anh, 1 ... Nf6 (Phòng thủ Anh-Ấn)

source: English Opening: Achilles-Omega Gambit
es: Apertura Inglesa: Gambito Achilles-Omega
eu: Irekiera Ingelesa: Achilles-Omega Ganbitoa

source: English Opening: Adorjan Defence
ar: الانجليزي : أدورجان دفاع
br: Abertura Inglesa, Defesa Adorjan
ca: Obertuta Anglèsa - Defensa Adorjan
cs: Anglická: Adorjanova obrana
de: Englisch: Adorjan Verteidigung
es: Apertura Inglesa, Defensa Adorjan
eu: Ingelesa: Adorjan Defentsa
fr: Anglaise, défense Adorjan
id: Inggris: Pembelaan Adorjan
it: Apertura Inglese, Difesa Adorjan
nl: Engels: Adorjan verdediging
pl: Angielska, obrona Adorjan'a
ru: Английское начало: защита Адорьяна
si: angleška, Adorjanova obramba
sv: Engelskt: Adorjans försvar
tr: İngiliz: Adorjan savunması
uk: Англійський початок: захист Адор’яна
vi: Anh: Phòng thủ Adorján

source: English Opening: Agincourt Defence
es: Apertura Inglesa: Defensa Agincourt
eu: Irekiera Ingelesa: Agincourt Defentsa
fr: Anglaise, défense d'Azincourt

source: English Opening: Agincourt Defence, Bogoljubov Defence
es: Apertura Inglesa: Defensa Agincourt, Defensa Bogoljubov
eu: Irekiera Ingelesa: Agincourt Defentsa, Bogoljubov Defentsa

source: English Opening: Agincourt Defence, Catalan Defence
es: Apertura Inglesa: Defensa Agincourt, Defensa Catalan
eu: Irekiera Ingelesa: Agincourt Defentsa, Defentsa katalana

source: English Opening: Agincourt Defence, Catalan Defence, Semi-Slav Defence
es: Apertura Inglesa: Defensa Agincourt, Defensa Catalan, Defensa Semi-Slav
eu: Irekiera Ingelesa: Agincourt Defentsa, Defentsa katalana, Defentsa Semi-Eslaviarra

source: English Opening: Agincourt Defence, Tarrasch Defence
es: Apertura Inglesa: Defensa Agincourt, Defensa Tarrasch
eu: Irekiera Ingelesa: Agincourt Defentsa, Tarrasch Defentsa

source: English Opening: Agincourt Variation
ar: الافتتاح الانجليزي: اجنكورت تفريع
br: Abertura Inglesa, Variante Agincourt
ca: Obertura Anglèsa - Variant Agincourt
cs: Anglická hra: Agincourt varianta
de: Englisch: Agincourt-Variante
es: Apertura Inglesa, Variante Agincourt
eu: Irekiera Ingelesa: Agincourt Aldaera
fr: Anglaise, défense d'Azincourt
id: Pembukaan Inggris: Varian Agincourt
it: Apertura Inglese, Variante Agincourt
nl: Engelse opening: Agincourt variant
pl: Debiut angielski, wariant Agincourt'a
ru: Английское начало: азенкурский вариант
si: angleška otvoritev: Agincourtova različica
sv: Engelsk spelöppning: Agincourtvarianten
tr: İngiliz açılışı: Agincourt varyasyonu
uk: Англійський початок: Азенкурський варіант
vi: Khai cuộc Anh: biến thể Agincourt

source: English Opening: Anglo-Dutch Defence, Hickmann Gambit
es: Apertura Inglesa: Defensa Anglo-Dutch, Gambito Hickmann
eu: Irekiera Ingelesa: Anglo-Holandar Defentsa, Hickmann Ganbitoa
fr: Anglaise, défense anglo-hollandaise, gambit Hickman

source: English Opening: Anglo-Dutch Defense
ar: الانجليزي : أنجلو-الهولندي دفاع
br: Abertura Inglesa, Defesa Anglo Holandesa
ca: Obertura Anglèsa - Defensa Anglo Holandesa
cs: Anglická: Anglo-holandská obrana
de: Englisch: Anglo-Holländische Verteidigung
es: Apertura Inglesa, Defensa Anglo Holandesa
eu: Ingelesa: Defentsa anglo-Holandarra
fr: Anglaise, défense anglo-hollandaise
id: Inggris: Pembelaan Belanda-Anglo
it: Apertura Inglese, Difesa Anglo Olandese
nl: Engels: Anglo-Hollandse verdediging
pl: Angielska, obrona Anglo-holenderska
ru: Английское начало: английская система голландской защиты
si: angleška, Anglo-nizozemska obramba
sv: Engelskt: Engelsk-Holländskt försvar
tr: İngiliz: İngiliz-Hollanda savunması
uk: Англійський початок: Англійська система Голландського захисту
vi: Anh: Phòng thủ Anh-Hà Lan

source: English Opening: Anglo-Dutch Variation, Chabanon Gambit
es: Apertura Inglesa: Variante Anglo-Dutch, Gambito Chabanon
eu: Irekiera Ingelesa: Anglo-Holandar Defentsa, Chabanon Ganbitoa

source: English Opening: Anglo-Dutch Variation, Ferenc Gambit
es: Apertura Inglesa: Variante Anglo-Dutch, Gambito Ferenc
eu: Irekiera Ingelesa: Anglo-Holandar Defentsa, Ferenc Ganbitoa

source: English Opening: Anglo-Gruenfeld Defense
ar: الانجليزي : أنجلو-جرونفلد دفاع
br: Abertura Inglesa, Defesa Anglo-Gruenfeld
ca: Obertura Anglèsa, Defensa Anglo Grünfeld
cs: Anglická: Anglo-Gruenfeldova obrana
de: Englisch: Anglo-Grünfeld Verteidigung
es: Apertura Inglesa, Defensa Anglo Grünfeld
eu: Ingelesa: Anglo-Gruenfeld Defentsa
fr: Anglaise, système anglo-Grünfeld
id: Inggris: Pembelaan Anglo-Grundfled
it: Apertura Inglese, Difesa Anglo Grünfeld
nl: Engels: Anglo-Gruenfeld verdediging
pl: Angielska, obrona Anglo-Gruenfeld'a
ru: Английское начало: английская система защиты Грюнфельда
si: angleška, Anglo-Gruenfeldova obramba
sv: Engelskt: Engelsk-Grünfeld-försvar
tr: İngiliz: İngiliz-Gruenfeld savunması
uk: Англійський початок: Англійська система захисту Грюнфельда
vi: Anh: Phòng thủ Anh-Gruenfeld

source: English Opening: Anglo-Gruenfeld Defense, Korchnoi Variation
ar: الانجليزي : أنجلو-جرونفلد دفاع, تفريع كورشنوي
br: Abertura Inglesa, Defesa Anglo-Gruenfeld, Variante Korchnoi
ca: Obertura Anglèsa, Defensa Anglo Grünfeld, Variant Korchnoi
cs: Anglická: Anglo-Gruenfeldova obrana, Korčného varianta
de: Englisch: Anglo-Grünfeld Verteidigung, Korchnoi-Variante
es: Apertura Inglesa, Defensa Anglo Grünfeld, Variante Korchnoi
eu: Ingelesa: Anglo-Gruenfeld Defentsa, Korchnoi Aldaera
fr: Anglaise, système anglo-Grünfeld, var. Kortchnoï
id: Inggris: Pembelaan Anglo-Grundfeld, Varian Korchnoi
it: Apertura Inglese, Difesa Anglo Grünfeld, Variante Korchnoi
nl: Engels: Anglo-Gruenfeld verdediging, Korchnoi variant
pl: Angielska, obrona anglo-Gruenfeld'a, wariant Korchnoi
ru: Английское начало: английская система защиты Грюнфельда, вариант Корчного
si: angleška, Anglo-Gruenfeldova obramba, Korchnoieva različica
sv: Engelskt: Engelsk-Grünfeld, Kortjnojvarianten
tr: İngiliz: İngiliz-Gruenfeld savunması, Korchnoi varyasyonu
uk: Англійський початок: Англійська система захисту Грюнфельда, варіант Корчного
vi: Anh: Phòng thủ Anh-Gruenfeld, biến thể Korchnoi

source: English Opening: Anglo-Gruenfeld, Czech Defense
ar: الانجليزي : أنجلو-جرونفلد, التشيكي دفاع
br: Abertura Inglesa, Defesa Anglo-Gruenfeld, Defesa Checa
ca: Obertura Anglèsa, Defensa Grünfeld, Defensa Txeca
cs: Anglická: Anglo-Gruenfeldova, Česká obrana
de: Englisch: Anglo-Grünfeld, Tschechische Verteidigung
es: Apertura Inglesa, Defensa Anglo Grünfeld, Defensa Checa
eu: Ingelesa: Anglo-Gruenfeld, txekiar Defentsa
fr: Anglaise, système anglo-Grünfeld, défense tchèque
id: Inggris: Pembelaan Anglo-Grundfeld, Pembelaan Czechnya
it: Apertura Inglese, Difesa Anglo Grünfeld, Difesa Checa
nl: Engels: Anglo-Gruenfeld, Tsjechische verdediging
pl: Angielska, Anglo-Gruenfeld'a, obrona czeska
ru: Английское начало: английская система защиты Грюнфельда, чешская защита
si: angleška, Anglo-Gruenfeld, češka obramba
sv: Engelskt: Engelsk-Grünfeld, Tjeckiskt försvar
tr: İngiliz: İngiliz-Gruenfeld, Çek savunması
uk: Англійський початок: Англійська система захисту Грюнфельда, чеський захист
vi: Anh: Anh-Gruenfeld, Phòng thủ Czech

source: English Opening: Anglo-Gruenfeld, Smyslov Defense
ar: الانجليزي : أنجلو-جرونفلد, سيمسلوف دفاع
br: Abertura Inglesa, Defesa Anglo-Gruenfeld, Defesa Smyslov
ca: Obertura Anglèsa, Defensa Anglo Grünfeld, Defensa Smyslov
cs: Anglická: Anglo-Gruenfeldova, Smyslovova obrana
de: Englisch: Anglo-Grünfeld, Smyslov Verteidigung
es: Apertura Inglesa, Defensa Anglo Grünfeld, Defensa Smyslov
eu: Ingelesa: Anglo-Gruenfeld, Smyslov Defentsa
fr: Anglaise, système anglo-Grünfeld, défense Smyslov
id: Inggris: Pembelaan Anglo-Grundfeld, Pembelaan Smyslov
it: Apertura Inglese, Difesa Anglo Grünfeld, Difesa Smyslov
nl: Engels: Anglo-Gruenfeld, Smyslov verdediging
pl: Angielska, Anglo-Gruenfeld'a, obrona Smyslov'a
ru: Английское начало: английская система защиты Грюнфельда, защита Смыслова
si: angleška, Anglo-Gruenfeld, Smyslova obramba
sv: Engelskt: Engelsk-Grünfeld, Smyslovs försvar
tr: İngiliz: İngiliz-Gruenfeld, Smyslov savunması
uk: Англійський початок: Англійська система захисту Грюнфельда, захист Смислова
vi: Anh: Anh-Gruenfeld, Phòng thủ Smyslov

source: English Opening: Anglo-Indian Defence, Anglo-Gruenfeld Variation
es: Apertura Inglesa: Defensa Anglo-Indian, Variante Anglo-Gruenfeld
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Anglo-Grünfeld Aldaera

source: English Opening: Anglo-Indian Defence, Anti-Anti-Gruenfeld
es: Apertura Inglesa: Defensa Anglo-Indian, Anti-Anti-Gruenfeld
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Anti-Anti-Grünfeld

source: English Opening: Anglo-Indian Defence, Flohr-Mikenas-Carls Variation, Nei Gambit
es: Apertura Inglesa: Defensa Anglo-Indian, Variante Flohr-Mikenas-Carls, Gambito Nei
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Flohr-Mikenas-Carls Aldaera, Nei Ganbitoa

source: English Opening: Anglo-Indian Defence, Gruenfeld Formation
es: Apertura Inglesa: Defensa Anglo-Indian, Gruenfeld Formation
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Grünfeld Formazioa
fr: Anglaise, défense anglo-indienne, formation Grünfeld

source: English Opening: Anglo-Indian Defence, Hedgehog System
es: Apertura Inglesa: Defensa Anglo-Indian, Hedgehog System
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Hedgehog Sistema
fr: Anglaise, défense anglo-indienne, système du hérisson

source: English Opening: Anglo-Indian Defence, King Indian Formation
es: Apertura Inglesa: Defensa Anglo-Indian, King Indian Formation
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Erregearen Indiar Formazioa
fr: Anglaise, défense anglo-indienne, formation est-indienne

source: English Opening: Anglo-Indian Defence, King Indian Formation, Double Fianchetto
es: Apertura Inglesa: Defensa Anglo-Indian, King Indian Formation, Double Fianchetto
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Erregearen Indiar Formazioa, Fianchetto Bikoitza

source: English Opening: Anglo-Indian Defence, King Knight Variation
es: Apertura Inglesa: Defensa Anglo-Indian, Variante King Knight
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Erregearen Zaldunaren Aldaera
fr: Anglaise, défense anglo-indienne, var. du cavalier roi

source: English Opening: Anglo-Indian Defence, Old Indian Formation
es: Apertura Inglesa: Defensa Anglo-Indian, Old Indian Formation
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Indiar Formazio Zaharra
fr: Anglaise, défense anglo-indienne, formation vieille-indienne

source: English Opening: Anglo-Indian Defence, Queen Indian Formation
es: Apertura Inglesa: Defensa Anglo-Indian, Queen Indian Formation
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Damaren Indiar Formazioa
fr: Anglaise, défense anglo-indienne, formation ouest-indienne

source: English Opening: Anglo-Indian Defence, Queen Knight Variation
es: Apertura Inglesa: Defensa Anglo-Indian, Variante Queen Knight
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Damaren Zaldunaren Aldaera
fr: Anglaise, défense anglo-indienne, var. du cavalier dame

source: English Opening: Anglo-Indian Defence, Romanishin Variation
es: Apertura Inglesa: Defensa Anglo-Indian, Variante Romanishin
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Romanishin Aldaera
fr: Anglaise, défense anglo-indienne, var. Romanichine

source: English Opening: Anglo-Indian Defence, Scandinavian Defence
es: Apertura Inglesa: Defensa Anglo-Indian, Defensa Scandinavian
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Eskandinaviar Defentsa
fr: Anglaise, défense anglo-indienne, défense scandinave

source: English Opening: Anglo-Indian Defence, Scandinavian Defence, Exchange Variation
es: Apertura Inglesa: Defensa Anglo-Indian, Defensa Scandinavian, Variante Exchange
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Eskandinaviar Defentsa, Truke Aldaera
fr: Anglaise, défense anglo-indienne, défense scandinave, var. d'échange

source: English Opening: Anglo-Indian Defence, Slav Formation
es: Apertura Inglesa: Defensa Anglo-Indian, Slav Formation
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Eslaviar Formazioa
fr: Anglaise, défense anglo-indienne, formation est-indienne, formation slave

source: English Opening: Anglo-Indian Defence, Zvjaginsev-Krasenkow Attack
es: Apertura Inglesa: Defensa Anglo-Indian, Ataque Zvjaginsev-Krasenkow
eu: Irekiera Ingelesa: Anglo-Indiar Defentsa, Zvjaginsev-Krasenkow Erasoa

source: English Opening: Anglo-Lithuanian Variation
es: Apertura Inglesa: Variante Anglo-Lithuanian
eu: Irekiera Ingelesa: Anglo-Lituaniar Aldaera
fr: Anglaise, var. anglo-lituanienne

source: English Opening: Anglo-Scandinavian Defence
es: Apertura Inglesa: Defensa Anglo-Scandinavian
eu: Irekiera Ingelesa: Anglo-Eskandinaviar Defentsa
fr: Anglaise, défense anglo-scandinave

source: English Opening: Anglo-Scandinavian Defence, Löhn Gambit
es: Apertura Inglesa: Defensa Anglo-Scandinavian, Gambito Löhn
eu: Irekiera Ingelesa: Anglo-Eskandinaviar Defentsa, Löhn Ganbitoa

source: English Opening: Anglo-Scandinavian Defence, Malvinas Variation
es: Apertura Inglesa: Defensa Anglo-Scandinavian, Variante Malvinas
eu: Irekiera Ingelesa: Anglo-Eskandinaviar Defentsa, Malvinak Aldaera

source: English Opening: Anglo-Scandinavian Defence, Schulz Gambit
es: Apertura Inglesa: Defensa Anglo-Scandinavian, Gambito Schulz
eu: Irekiera Ingelesa: Anglo-Eskandinaviar Defentsa, Schulz Ganbitoa

source: English Opening: Bellon Gambit
ar: الانجليزي : بيلون جامبيت
br: Abertura Inglesa, Gambito Bellon
ca: Obertura Anglèsa, Gambit Bellón
cs: English: Bellon gambit
de: Englisch: Bellon Gambit
es: Apertura Inglesa, Gambito Bellón
eu: Ingelesa: Bellon Ganbitoa
fr: Anglaise, gambit Bellón
id: Inggris: Gambit Bellon
it: Apertura Inglese, gambetto Bellón
nl: Engels: Bellon gambiet
pl: Angielska, gambit Bellon'a
ru: Английское начало: гамбит Беллона
si: angleška, Bellonov gambit
sv: Engelskt: Bellongambit
tr: İngiliz: Bellon gambiti
uk: Англійський початок: гамбіт Беллона
vi: Anh: Thí quân Bellon

source: English Opening: Bled Variation
ar: الانجليزي : بلد تفريع
br: Abertura Inglesa, Variante Bled
ca: Obertura Anglèsa - Variant Bled
cs: English: Bled variation
de: Englisch: Bled-Variante
es: Apertura Inglesa, Variante Bled
eu: Ingelesa: Bled Aldaera
fr: Anglaise, var. de Bled
id: Inggris: Varian Bled
it: Apertura Inglese, Variante Bled
nl: Engels: Bled variant
pl: Angielska, wariant Bled'a
ru: Английское начало: вариант Бледа
si: angleška, Bledova različica
sv: Engelskt: Bledvarianten
tr: İngiliz: Blead varyasyonu
uk: Англійський початок: варіант Бледа
vi: Anh: Biến thể Bled

source: English Opening: Botvinnik System
ar: الانجليزي : نظام بوتفنيك
br: Abertura Inglesa, Sistema Botvinnik
ca: Obertura Anglèsa - Sistema Botvinnik
cs: Anglická: Botvinikův systém
de: Englisch: Botvinnik System
es: Apertura Inglesa, Sistema Botvinnik
eu: Ingelesa: Botvinnik Sistema
fr: Anglaise, système Botvinnik
id: Inggris: Sistem Botwinnik
it: Apertura Inglese, Sistema Botvinnik
nl: Engels: Botvinnik systeem
pl: Angielska, system Botvinnik'a
ru: Английское начало: система Ботвинника
si: angleška otvoritev, zaprt sistem
sv: Engelskt: Botvinniksystemet
tr: İngiliz: Botvinnik sistemi
uk: Англійський початок: система Ботвинника
vi: Anh: hệ thống Botvinnik

source: English Opening: Bradley Beach Variation
ar: الانجليزي : تفريع شاطئ برادلي
br: Abertura Inglesa, Variante Bradley Beach
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Bradley Beach
cs: Anglická: Bradley Beach varianta
de: Englisch: Bradley Beach-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Bradley Beach
eu: Ingelesa: Bradley Beach Aldaera
fr: Anglaise, var. de Bradley Beach
id: Inggris: Varian Bradley Beach
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Bradley Beach
nl: Engels: Bradley Beach variant
pl: Angielska, wariant Bradley Beach
ru: Английское начало: вариант Брэдли-Бич
si: angleška, Bradley Beach različica
sv: Engelskt: Bradley-Beach-varianten
tr: İngiliz: Bradley Plajı varyasyonu
uk: Англійський початок: Бредли Біч-варіант
vi: Anh: biến Bradley Beach

source: English Opening: Bremen System With ...g6
ar: الانجليزي : بريمين نظام مع ...g7
br: Abertura Inglesa, Sistema Carls Bremen, ...g6
ca: Obertura Anglèsa - Sistema Carls' Bremen - ...g6
cs: Anglická: Bremenův systém s - g6
de: Englisch: Bremen System mit ...g6
es: Apertura Inglesa, Sistema Carls' Bremen, ...g6
eu: Ingelesa: Bremen Sistema ...g6rekin
fr: Anglaise, système de Brême, avec ...g6
id: Inggris: SIstem Bremen dg ...g6
it: Apertura Inglese, Sistema Carls' Bremen, ...g6
nl: Engels: Bremen-systeem met ... g6
pl: Angielska, system Bremen z ..g6
ru: Английское начало: бременская система с ...g6
si: angleška otvoritev, Bremen sistem s 3... g6
sv: Engelskt: Bremensystemet med ...g6
tr: İngiliz: ...g6 ile Bremen sistemi
uk: Англійський початок: Бременська система з ...g6
vi: Anh: hệ thống Bremen với ... g6

source: English Opening: Bremen System, Keres Variation
ar: الانجليزي : بريمين نظام,كيريس تفريع
br: Abertura Inglesa, Sistema Carls Bremen, Variante Keres
ca: Obertura Anglèsa - Sistema Carls' Bremen - Variant Keres
cs: Anglická: Bremenův systém, Keresova varianta
de: Englisch: Bremen System, Keres-Variante
es: Apertura Inglesa, Sistema Carls' Bremen, Variante Keres
eu: Ingelesa: Bremen Sistema, Keres Aldaera
fr: Anglaise, système de Brême, var. Keres
id: Inggris: Sistem Bremen, Varian Keres
it: Apertura Inglese, Sistema Carls' Bremen, Variante Keres
nl: Engels: Bremen-systeem, Keres variant
pl: Angielska, system Bremen, wariant Keres'a
ru: Английское начало: бременская система, вариант Кереса
si: angleška otvoritev, Bremen sistem, Keresova različica
sv: Engelskt: Bremensystemet, Keresvarianten
tr: İngiliz: Bremen sistemi, Keres varyasyonu
uk: Англійський початок: Бременська система, варіант Кереса
vi: Anh: hệ thống Bremen, biến Keres

source: English Opening: Bremen, Reverse Dragon
ar: الانجليزي : بريمين, معكوس التنين
br: Abertura Inglesa, Sistema Carls Bremen, Variante Dragão Invertida
ca: Obertura Anglèsa, Sistema Carls' Bremen, Variant Drac Invertida
cs: Anglická: Bremen, Obrácená dračí
de: Englisch: Bremen, Drachenvariante im Anzug
es: Apertura Inglesa, Sistema Carls' Bremen, Variante Dragón Invertida
eu: Ingelesa: Bremen, Dragoi Aldaera Alderantziz
fr: Anglaise, système de Brême, dragon inversé
id: Inggris: Sistem Bremen, Dragon Terbalik
it: Apertura Inglese, Sistema Carls' Bremen, Variante Dragone Invertito
nl: Engels: Bremen, omgekeerde draak
pl: Angielska, Bremen, Odwrócony smok
ru: Английское начало: бременская система, вариант дракона с переменой цвета фигур
si: angleška, Bremen, obratni zmaj
sv: Engelskt: Bremen, omvänd drake
tr: İngiliz: Bremen, tersine ejderha
uk: Англійський початок: Бременська система, варіант дракона зі зміною кольору фігур
vi: Anh: Bremen, rồng ngược

source: English Opening: Bremen, Smyslov System
ar: الانجليزي : بريمين, سيمسلوف نظام
br: Abertura Inglesa, Sistema Carls Bremen, Sistema Smyslov
ca: Obertura Anglèsa - Sistema Carls' Bremen - Sistema Smyslov
cs: Anglická: Bremen, Smyslovova varianta
de: Englisch: Bremen, Smyslov System
es: Apertura Inglesa, Sistema Carls' Bremen, Sistema Smyslov
eu: Ingelesa: Bremen, Smyslov Sistema
fr: Anglaise, système de Brême, système Smyslov
id: Inggris: Sistem Bremen, SIstem Smyslov
it: Apertura Inglese, Sistema Carls' Bremen, Sistema Smyslov
nl: Engels: Bremen, Smyslov systeem
pl: Angielska, Bremen, system Smyslov'a
ru: Английское начало: бременская система, система Смыслова
si: angleška, Bremen, Smyslov sistem
sv: Engelskt: Bremen, Smyslovsystemet
tr: İngiliz: Bremen, Smyslov sistemi
uk: Англійський початок: Бременська система, система Смислова
vi: Anh: Bremen, hệ thống Smyslov

source: English Opening: Capablanca Variation
ar: الانجليزي : كابابلانكا's تفريع
br: Abertura Inglesa, Variante Capablanca
ca: Obertura Anglèsa - Variant Capablanca
cs: Anglická: Capablancova varianta
de: Englisch: Capablancas Variante
es: Apertura Inglesa, Variante Capablanca
eu: Ingelesa: Capablancaren Aldaera
fr: Anglaise, var. Capablanca
id: Inggris: Varian Capablanca
it: Apertura Inglese, Variante Capablanca
nl: Engels: Capablanca's variant
pl: Angielska, wariant Capablanki
ru: Английское начало: вариант Капабланки
si: angleška, Capablankina različica
sv: Engelskt: Capablancavarianten
tr: İngiliz: Capablanca'nın varyasyonu
uk: Англійський початок: варіант Капабланки
vi: Anh: biến thể của Capablanca
