Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined: Orthodox Defence, Classical, 13.d1b1 (Maroczy)
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, الكلاسيكي, 13.d1b1 (ماركوتزي)
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Clássica, Variante Maroczy 13.Db1
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant clàssica - Variant Maroczy amb 13. Db1
cs: QGD: Orthodox defence, classical, 13.d1b1 (Maroczy)
de: Damengambit (abgelehnt): Orthodoxe Verteidigung, Klassisch, 13.d1b1 (Maroczy)
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Clásica, Variante Maroczy 13.Db1
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Klasikoa, 13.Db1 (Maroczy)
fr: Gambit Dame refusé, défense orthodoxe, var. classique, 13.Db1 (Maroczy)
id: QGD: Pembelaan Orthodox, Klasik, 13.db1 (Maroczy)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Classica, Variante Maroczy 13.Db1
nl: GDG: Orthodoxe verdediging, klassiek, 13.d1b1 (Maroczy)
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, klasyczny, 13.d1b1 (Maroczy)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, классический вариант, 13.Фb1
si: DGZ, ortodoksna obramba, klasična, 13. d1b1 (Maroczyeva)
sv: Damgambit avböjd: Ortodoxt försvar, klassisk, 13.d1b1 (Maroczy)
tr: QGD: Ortodoks savunması, klasik, 13.d1b1 (Maroczy)
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, класичний варіант, 13.Фb1 (Мароці)
vi: QGD: Phòng thủ Orthodox, cổ điển, 13.d1b1 (Maroczy)

source: Queen Gambit Declined: Orthodox Defence, Classical, 13.d1c2 (Vidmar)
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, الكلاسيكي, 13.d1c2 (فيدمار)
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Clássica, Variante Vidmar 13.Dc2
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant clàssica - Variant Vidmar amb 13. Dc2
cs: QGD: Orthodox defence, classical, 13.d1c2 (Vidmar)
de: Damengambit (abgelehnt): Orthodoxe Verteidigung, Klassisch, 13.d1c2 (Vidmar)
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Clásica, Variante Vidmar 13.Dc2
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Klasikoa, 13.Dc2 (Vidmar)
fr: Gambit Dame refusé, défense orthodoxe, var. classique, 13.Dc2 (Vidmar)
id: QGD: Pembelaan Orthodox, Klasik, 13.d1c2 (Vidmar)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Classica, Variante Vidmar 13.Dc2
nl: GDG: Orthodoxe verdediging, klassiek, 13.d1c2 (Vidmar)
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, klasyczny, 13.d1c2 (Vidmar)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, классический вариант, 13.Фc2
si: DGZ, ortodoksna obramba, klasična, 13. d1c2 (Vidmarjeva)
sv: Damgambit avböjd: Ortodoxt försvar, klassisk, 13.d1c2 (Vidmar)
tr: QGD: Ortodoks savunması, klasik, 13.d1c2 (Vidmar)
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, класичний варіант, 13.Фc2 (Відмар)
vi: QGD: Phòng thủ Orthodox, cổ điển, 13.d1c2 (Vidmar)

source: Queen Gambit Declined: Orthodox Defence, Classical, 13.de
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, الكلاسيكي, 13.de
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Clássica, Linha Principal 13.dxe5
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant clàssica - Línia principal 13. dxe5
cs: QGD: Orthodox defence, classical, 13.de
de: Damengambit (abgelehnt): Orthodoxe Verteidigung, Klassisch, 13.de
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Clásica, Linea Principal 13.dxe5
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Klasikoa, 13.dxe5
fr: Gambit Dame refusé, défense orthodoxe, var. classique, 13.dxe5
id: QGD: Pembelaan Orthodox, Klasik. 13.de
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Classica, Linea Principale 13.dxe5
nl: GDG: Orthodoxe verdediging, klassiek, 13.de
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, klasyczny, 13.de
ru: Отказанный ферзевый гамбит: ортодоксальная защита, классический вариант, 13.de
si: DGZ; ortodoksna obramba, klasicen, 13.dxe5
sv: Damgambit avböjd: Ortodoxt försvar, klassisk, 13.de
tr: QGD: Ortodoks savunması, klasik, 13.de
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, класичний варіант, 13.de
vi: QGD: Phòng thủ Orthodox, cổ điển, 13.de

source: Queen Gambit Declined: Orthodox Defence, Main Line
es: Gambito de Dama Rehusado: Defensa Orthodox, Main Line
eu: Damaren Ganbito Ukatua: Aldaera Ortodoxoa, Lerro Nagusia

source: Queen Gambit Declined: Orthodox Defence, Pillsbury Attack
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, بيلسبوري هجوم
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Pillsbury
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Pillsbury
cs: QGD: Orthodox defence, Pillsbury attack
de: Damengambit (abgelehnt): Orthodox Verteidigung, Pillsbury Angriff
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Pillsbury
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Pillsbury Erasoa
fr: Gambit Dame refusé, défense orthodoxe, attaque Pillsbury
id: QGD: Pembelaan Orthodox, Serangan Pillsburry
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Pillsbury
nl: GDG: Orthodoxe verdediging Pillsbury aanval
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Pillsbury
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Пильсбери
si: DGZ, ortodoksna obramba, Pillsburyev napad
sv: Damgambit avböjd: Ortodoxt försvar, Pillsburys angrepp
tr: QGD: Ortodoks savunması, Pillsbury hücumu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Пільсбері
vi: QGD: phòng thủ Orthodox, tấn công Pillsbury

source: Queen Gambit Declined: Orthodox Defence, Rauzer Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روزر تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Rauzer
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Rauzer
cs: QGD: Orthodox defence, Rauzer variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rauzer-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Rauzer
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Rauzer Aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. Rauzer
id: QGD: Pembelaan Orthodox, Varian Rauzer
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Rauzer
nl: GDG: Orthodoxe verdediging Rauzer variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant Rauzer'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, вариант Раузера
si: DGZ, ortodoksna obramba, Rauzerjeva različica
sv: Damgambit avböjd: Ortodoxt försvar, Rauzervarianten
tr: QGD: Ortodoks savunması, Rauzer varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, варіант Раузера
vi: QGD: phòng thủ Orthodox, biến thể Rauzer

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack (with Rc1)
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم (مع Rc1)
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein (com Tc1)
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein (amb Tc1)
cs: QGD: Orthodox defence, Rubinstein attack (with Rc1)
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff (mit Rc1)
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein (con Tc1)
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Rubinsteinen Erasoa (Gc1-rekin)
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein (avec Tc1)
id: QGD: Pembelaan Orthodox, Serangan Rubinstein (dg Bc1)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein (con Tc1)
nl: GDG: Orthodoxe verdediging Rubinstein aanval (met Tc1)
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a (Wc1)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна
si: DGZ, ortodoksna obramba, Rubinsteinov napad (z Tc1)
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp (med Tc1)
tr: QGD: Ortodoks savunması, Rubinstein hücumu (Rc1 ile)
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна (з Тc1)
vi: QGD: Phòng thủ Orthodox, tấn công Rubinstein (với Rc1)

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack, Gruenfeld Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم, جرونفلد تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein, Variante Grünfeld
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein - Variant Grünfeld
cs: QGD: Orthodox defence, Rubinstein attack, Gruenfeld variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff, Grünfeld Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein, Variante Grünfeld
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Rubinsteinen Erasoa, Gruenfelden Aldaera
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, var. Grünfeld
id: QGD: Pembelaan Orthodox, Serangan Rubenstein, Varian Gruendfeld
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein, Variante Grünfeld
nl: GDG: Orthodoxe verdediging Rubinstein aanval, Gruenfeld variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a, wariant Gruenfeld'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна, вариант Грюнфельда
si: DGZ, ortodoksna obramba, Rubinsteinov napad, Gruenfeldova različica
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp, Grünfeldvarianten
tr: QGD: Ortodoks savunması, Rubinstein hücumu, Gruenfeld varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна, варіант Грюнфельда
vi: QGD: phòng thủ Orthodox, tấn công Rubinstein, biến Gruenfeld

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack, Karlsbad Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم, كارلسباد تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein, Variante Karlsbad
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein - Variant Karlsbad
cs: QGD: Orthodox defence, Rubinstein attack, Karlsbad variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff, Karlsbad Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein, Variante Karlsbad
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Rubinsteinen Erasoa, Karlsbad Aldaera
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, var. de Carlsbad (Karlovy Vary)
id: QGD: Pembelaan Orthodox, Serangan Rubinstein, Varian Karlsbad
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein, Variante Karlsbad
nl: GDG: Orthodoxe verdediging Rubinstein aanval, Karlsbad variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a, wariant Karlsbad
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна, карлcбадский вариант
si: DGZ, ortodoksna obramba, Rubinsteinov napad, Karlsbadova različica
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp, Karlsbadvarianten
tr: QGD: Ortodoks savunması, Rubinstein hücumu, Karlsbad varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна, Карлcбадський варіант
vi: QGD: phòng thủ Orthodox, tấn công Rubinstein, biến Karlsbad

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack, Main Line
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم, الخط الرئيسي
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein, Linha Principal
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein - Línia principal
cs: QGD: Orthodox defence, Rubinstein attack, main line
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff, Hauptvariante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein, Linea Principal
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Rubinsteinen Erasoa, Lerro Nagusia
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, ligne principale
id: QGD: Pembelaan Orthodox, Serangan Rubinstein, Jalur Utama
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein, Linea Principale
nl: GDG: Orthodoxe verdediging Rubinstein aanval, hoofdlijn
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a, główna linia
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна, основное продолжение
si: DGZ: ortodoksna obramba, Rubinsteinov napad, glavna linija
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp, huvudvariant
tr: QGD: Ortodoks savunması, Rubinstein hücumu, ana hat
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна, основне продовження
vi: QGD: phòng thủ Orthodox, tấn công Rubinstein, dòng chính

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack, Wolf Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم, تفريع وولف
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein, Variante Wolf
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein - Variant Wolf
cs: QGD: Orthodox defence, Rubinstein attack, Wolf variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff, Wolf Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein, Variante Wolf
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Rubinsteinen Erasoa, Wolf Aldaera
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, var. Wolf
id: QGD: Pembelaan Orthodox, Serangan Rubinstein, Varian Wolf
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein, Variante Wolf
nl: GDG: Orthodoxe verdediging Rubinstein aanval, Wolf variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a, wariant Wolf'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна, вариант Вольфа
si: DGZ, ortodoksna obramba, Rubinsteinov napad, Wolfova različica
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp, Wolfvarianten
tr: QGD: Ortodoks savunması, Rubinstein hücumu, Wolf varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна, варіант Вольфа
vi: QGD: phòng thủ Orthodox, tấn công Rubinstein, biến Wolf

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Rubinstein
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Rubinstein
cs: QGD: Orthodox defence, Rubinstein variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Rubinstein
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Rubinstein Aldaera
fr: Gambit Dame refusé, défense orthodoxe, 7.Dc2 (var. Rubinstein)
id: QGD: Pembelaan Orthodox, Varian Rubinstein
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Rubinstein
nl: GDG: Orthodoxe verdediging Rubinstein variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, вариант Рубинштейна
si: DGZ; ortodoksna obramba, Rubinsteinova različica
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteinvarianten
tr: QGD: Ortodoks savunması, Rubinstein varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, варіант Рубінштейна
vi: QGD: phòng thủ Orthodox, biến thể Rubinstein

source: Queen Gambit Declined: Orthodox Defence, Swiss (Henneberger) Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, السويسري (هنبيرجر) تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Suiça (Henneberger)
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Suïssa o Henneberger
cs: QGD: Orthodox defence, Swiss (Henneberger) variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Schweizer (Henneberger) Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Suiza o Henneberger
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Suitzako (Henneberger) Aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. suisse (Henneberger)
id: QGD: Pembelaan Orthodox, Varian Swiss (Henneberger)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Suiza o Henneberger
nl: GDG: Orthodoxe verdediging Zwitsers (Henneberger) variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant szwajcarski (Henneberg'a)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, швейцарский вариант
si: DGZ, ortodoksna obramba, švicarska (Hennebergerjeva) različica
sv: Damgambit avböjd: Ortodoxt försvar, Schweizervarianten (Henneberger)
tr: QGD: Ortodoks savunması, İsviçre (Henneberger) varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, Швейцарський варіант
vi: QGD: phòng thủ Orthodox, biến thể Thụy Sĩ (Henneberger)

source: Queen Gambit Declined: Orthodox Defence, Swiss, Karlsbad Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, السويسري, كارلسباد تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Suiça, Variante Karlsbad
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Suïssa - Variant Karlsbad
cs: QGD: Orthodox defence, Swiss, Karlsbad variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Schweizer, Karlsbader Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Suiza, Variante Karlsbad
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Suitza, Karlsbad Aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. suisse, var. de Carlsbad (Karlovy Vary)
id: QGD: Pembelaan Orthodox, Swiss, Varian Karlsbad
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Suiza, Variante Karlsbad
nl: GDG: Orthodoxe verdediging, Zwitsers, Karlsbad variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, szwajcarski, wariant Karlsbad
ru: Отказанный ферзевый гамбит: ортодоксальная защита, швейцарский вариант, карлсбадский вариант
si: DGZ, ortodoksna obramba, švicarska, Karlsbadova različica
sv: Damgambit avböjd: Ortodoxt försvar, Schweizer, Karlsbadvarianten
tr: QGD: Ortodoks savunması, İsviçre, Karlsbad varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, Швейцарський варіант, Карлсбадський варіант
vi: QGD: phòng thủ Orthodox, Thụy Sĩ, biến Karlsbad

source: Queen Gambit Declined: Petrosian Variation
ar: جامبيت الوزير المرفوض: بيتروسيان تفريع
br: Gambito da Dama Recusado, Variante Neo-Ortodoxa, Variante Petrosian
ca: Gambit de Dama refusat - Variant Neo-Ortodoxa - Variant Petrosian
cs: QGD: Petrosian variation
de: Damengambit (abgelehnt): Petrosian-Variante
es: Gambito de Dama Rehusado, Variante Neo Ortodoxa, Variante Petrosian
eu: Damaren Ganbito Ukatua: Petrosiar Aldaera
fr: Gambit Dame refusé, var. Petrossian
id: QGD: Varian Petrosian
it: Gambetto di Donna Rifiutato, Variante Neo Ortodossa, Variante Petrosian
nl: QGD: Petrosian variation
pl: Gam.hetm nieprzyj., wariant Petrosian'a
ru: Отказанный ферзевый гамбит: вариант Петросяна
si: DGZ, Petrosianova različica
sv: Damgambit avböjd: Petrosjanvarianten
tr: QGD: Petrosian varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Петросяна
vi: Biến Petrosian: QGD

source: Queen Gambit Declined: Pillsbury Attack
ar: جامبيت الوزير المرفوض: بيلسبوري هجوم
br: Gambito da Dama Recusado, Ataque Pillsbury
ca: Gambit de Dama refusat - Atac Pillsbury
cs: QGD: Pillsbury attack
de: Damengambit (abgelehnt): Pillsbury Angriff
es: Gambito de Dama Rehusado, Ataque Pillsbury
eu: Damaren Ganbito Ukatua: Pillsburyko Erasoa
fr: Gambit Dame refusé, attaque Pillsbury
id: QGD: Serangan Pillsbury
it: Gambetto di Donna Rifiutato, Attacco Pillsbury
nl: GDG: Pillsbury aanval
pl: Gam.hetm nieprzyj., atak Pillsbury
ru: Отказанный ферзевый гамбит: атака Пильсбери
si: DGZ, Pillsburyev napad
sv: Damgambit avböjd: Pillsburys angrepp
tr: QGD: Pillsbury hücumu
uk: Відхилений ферзевий гамбіт: атака Пільсбері
vi: QGD: Pillsbury tấn công

source: Queen Gambit Declined: Ragozin Defence, Alekhine Variation
es: Gambito de Dama Rehusado: Defensa Ragozin, Variante Alekhine
eu: Damaren Ganbito Ukatua: Ragozin Defentsa, Alekhine Aldaera
fr: Gambit Dame refusé, défense Ragozin, var. Alekhine

source: Queen Gambit Declined: Ragozin Variation
ar: جامبيت الوزير المرفوض: راجوزين تفريع
br: Gambito da Dama Recusado, Variante Ragozin
ca: Gambit de Dama refusat - Variant Ragozin
cs: QGD: Ragozin variation
de: Damengambit (abgelehnt): Ragozin-Variante
es: Gambito de Dama Rehusado, Variante Ragozin
eu: Damaren Ganbito Ukatua: Ragozin Aldaera
fr: Gambit Dame refusé, var. Ragozin
id: QGD: Varian Ragozin
it: Gambetto di Donna Rifiutato, Variante Ragozin
nl: GDG: Ragozin variant
pl: Gam.hetm nieprzyj., wariant Rogozin'a
ru: Отказанный ферзевый гамбит: защита Рагозина
si: DGZ; Ragozinova različica
sv: Damgambit avböjd: Ragozinvarianten
tr: QGD: Ragozin varyasyonu
uk: Відхилений ферзевий гамбіт: захист Рагозіна
vi: QGD: Ragozin biến

source: Queen Gambit Declined: Ragozin, Vienna Variation
ar: جامبيت الوزير المرفوض: راجوزين, فيينا تفريع
br: Gambito da Dama Recusado, Variante Ragozin, Variante Vienense
ca: Gambit de Dama refusat - Variant Ragozin - Variant Vienesa
cs: QGD: Ragozin, Vienna variation
de: Damengambit (abgelehnt): Ragozin, Wiener Variante
es: Gambito de Dama Rehusado, Variante Ragozin, Variante Vienesa
eu: Damaren Ganbito Ukatua: Ragozin, Vienako Aldaera
fr: Gambit Dame refusé, var. Ragozin, var. de Vienne
id: QGD: Ragozin, Varian Wina
it: Gambetto di Donna Rifiutato, Variante Ragozin, Variante Viennese
nl: GDG: Ragozin, Wenen variant
pl: Gam.hetm nieprzyj., wariant wiedeński
ru: Отказанный ферзевый гамбит: защита Рагозина, венский вариант
si: DGZ; Ragozinova, dunajska različica
sv: Damgambit avböjd: Ragozin, Wienervarianten
tr: QGD: Ragozin, Viyana varyasyonu
uk: Відхилений ферзевий гамбіт: захист Рагозіна, Угорський варіант
vi: QGD: Ragozin, Vienna biến

source: Queen Gambit Declined: Rochlin Variation
ar: جامبيت الوزير المرفوض: روشلين تفريع
br: Gambito da Dama Recusado, Variante Rochlin
ca: Gambit de Dama refusat - Variant Rochlin
cs: QGD: Rochlin variation
de: Damengambit (abgelehnt): Rochlin-Variante
es: Gambito de Dama Rehusado, Variante Rochlin
eu: Damaren Ganbito Ukatua: Rochlin Aldaera
fr: Gambit Dame refusé, var. Rokhlin
id: QGD: Varian Rochin
it: Gambetto di Donna Rifiutato, Variante Rochlin
nl: GDG: Rochlin variant
pl: Gam.hetm nieprzyj., wariant Rochlin'a
ru: Отказанный ферзевый гамбит: вариант Рохлина
si: DGZ, Rochlinova različica
sv: Damgambit avböjd: Rochlinvarianten
tr: QGD: Rochlin varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Рохліна
vi: QGD: Rochlin biến

source: Queen Gambit Declined: Semi-Slav
ar: جامبيت الوزير المرفوض: النصف-السلافي
br: Gambito da Dama Recusado, Defesa Semi-Eslava
ca: Gambit de Dama refusat - Defensa Semi-Eslava
cs: QGD: semi-Slav
de: Damengambit (abgelehnt): Halbslawisch
es: Gambito de Dama Rehusado, Defensa Semi Eslava
eu: Damaren Ganbito Ukatua: Semi-Eslaviarra
fr: Gambit Dame refusé, défense semi-slave
id: QGD: Semi Slavia
it: Gambetto di Donna Rifiutato, Difesa Semi Slava
nl: GDG: semi-Slavisch
pl: Gam.hetm nieprzyj.,pół-słowiańska
ru: Отказанный ферзевый гамбит: славянская защита
si: DGZ, posl-slovanska
sv: Damgambit, avböjd: Semi-slaviskt
tr: QGD: yarı Slav
uk: Відхилений ферзевий гамбіт: Слов’янський захист
vi: QGD: bán Slav

source: Queen Gambit Declined: Semi-Slav, Abrahams Variation
ar: جامبيت الوزير المرفوض: النصف-السلافي, ابراهامس تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Abrahams
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Abrahams
cs: QGD: semi-Slav, Abrahams variation
de: Damengambit (abgelehnt): Halbslawisch, Abrahams Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Abrahams
eu: Damaren Ganbito Ukatua: Semi-Eslaviarra, Abrahams Aldaera
fr: Gambit Dame refusé, semi-slave, var. Abrahams
id: QGD: Semi Slavia, Varian Abraham
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Abrahams
nl: GDG: semi-Slavisch, Abrahams variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Abrahams'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Абрахамса
si: DGZ, posl-slovanska, Abrahamsova različica
sv: Damgambit, avböjd: Semi-slaviskt, Abrahamsvarianten
tr: QGD: yarı Slav, Abrahams varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Абрахамса
vi: QGD: bán Slav, Abrahams biến
