Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Vienna Opening: Mengarini Variation
ar: فيينا: منجاريني تفريع
br: Abertura Vienesa, Variante Mengarini
ca: Obertura Vienesa - Variant Mengarini
cs: Vienna: Mengarini variation
de: Wiener Partie: Mengarini Variante
es: Apertura Vienesa, Variante Mengarini
eu: Viena: Mengarini Aldaera
fr: Viennoise, var. Mengarini
id: Wina, Varian Mengarini
it: Apertura Viennese, Variante Mengarini
nl: Weens: Mengarini variant
pl: Wiedeńska: wariant Mengarini
ru: Венская партия: вариант Менгарини
si: dunajska, Mengarinijeva različica
sv: Wienerparti: Mengarini-varianten
tr: Viyana: Mengarini varyasyonu
uk: Віденська партія: варіант Менгаріні
vi: Vienna: Mengarini biến

source: Vienna Opening: Paulsen Variation
ar: فيينا: بولسن تفريع
br: Abertura Vienesa, Variante Paulsen
ca: Obertura Vienesa - Variant Paulsen
cs: Vienna: Paulsen variation
de: Wiener Partie: Paulsen-Variante
es: Apertura Vienesa, Variante Paulsen
eu: Viena: Paulsen Aldaera
fr: Viennoise, var. Paulsen
id: Wina, Varian Paulsen
it: Apertura Viennese, Variante Paulsen
nl: Weens: Paulsen variant
pl: Wiedeńska: wariant Paulsen
ru: Венская партия: вариант Паульсена
si: dunajska, Paulsenova različica
sv: Wienerparti: Paulsenvarianten
tr: Viyana: Paulsen varyasyonu
uk: Віденська партія: варіант Паульсена
vi: Vienna: Paulsen biến

source: Vienna Opening: Paulsen-Mieses Variation
ar: فيينا: بولسن-مايزس تفريع
br: Abertura Vienesa, Variante Paulsen-Mieses
ca: Obertura Vienesa - Variant Paulsen Mieses
cs: Vienna: Paulsen-Mieses variation
de: Wiener Partie: Paulsen-Mieses Variante
es: Apertura Vienesa, Variante Paulsen Mieses
eu: Viena: Paulsen-Mieses Aldaera
fr: Viennoise, var. Paulsen - Mieses
id: Wina, Varian Paulsen-Mieses
it: Apertura Viennese, Variante Paulsen Mieses
nl: Weens: Paulsen-Mieses variant
pl: Wiedeńska: wariant Paulsen-Mieses
ru: Венская партия: вариант Паульсена-Мизеса
si: dunajska, Paulsen-Miesesova različica
sv: Wienerparti: Paulsen-Mieses variant
tr: Viyana: Paulsen-Mieses varyasyonu
uk: Віденська партія: варіант Паульсена-Мізеса
vi: Vienna: Paulsen-Mieses biến

source: Vienna Opening: Pierce Gambit
ar: فيينا: بييرس جامبيت
br: Abertura Vienesa, Gambito Pierce
ca: Obertura Vienesa - Gambit Pierce
cs: Vienna: Pierce gambit
de: Wiener Partie: Pierce-Gambit
es: Apertura Vienesa, Gambito Pierce
eu: Viena: Pierce Ganbitoa
fr: Viennoise, gambit Pierce
id: Wina, Gambit Pierce
it: Apertura Viennese, Mossa di Pierce
nl: Weens: Pierce gambiet
pl: Wiedeńska: Gambit Pierce'a
ru: Венская партия: гамбит Пирса
si: dunajska, Piercev gambit
sv: Wienerparti: Pierce-gambit
tr: Viyana: Pierce gambiti
uk: Віденська партія: гамбіт Пірса
vi: Vienna: Pierce Gambit

source: Vienna Opening: Pierce Gambit, Rushmere Attack
ar: فيينا: بييرس جامبيت, روشمير هجوم
br: Abertura Vienesa, Gambito Pierce, Ataque Rushmere
ca: Obertura Vienesa - Gambit Pierce - Atac Ruschmere
cs: Vienna: Pierce gambit, Rushmere attack
de: Wiener Partie: Pierce-Gambit, Rushmere-Angriff
es: Apertura Vienesa, Gambito Pierce, Ataque Rushmere
eu: Viena: Pierce Ganbitoa, Rushmere Erasoa
fr: Viennoise, gambit Pierce, attaque Rushmere
id: Wina, Gambit Pierce, Serangan Rushmere
it: Apertura Viennese, Mossa di Pierce, Attacco Rushmere
nl: Weens: Pierce gambiet, Rushmere aanval
pl: Wiedeńska: Gambit Pierce'a, atak Rushmere'a
ru: Венская партия: гамбит Пирса, рашмерская атака
si: dunajska, Piercev gambit, Rushmerev napad
sv: Wienerparti: Pierce-gambit, Rushmeres angrepp
tr: Viyana: Pierce gambiti, Rushmere hücumu
uk: Віденська партія: гамбіт Пірса, Рашмерська атака
vi: Vienna: Pierce cờ, Rushmere tấn công

source: Vienna Opening: Steinitz Gambit
ar: فيينا: جامبيت شتاينتز
br: Abertura Vienesa, Gambito Steinitz
ca: Obertura Vienesa - Gambit Steinitz
cs: Vienna: Steinitz gambit
de: Wiener Partie: Steinitz-Gambit
es: Apertura Vienesa, Gambito Steinitz
eu: Viena: Steinitz Ganbitoa
fr: Viennoise, gambit Steinitz
id: Wina, Gambit Steinitz
it: Apertura Viennese, Mossa di Steinitz
nl: Weens: Steinitz gambiet
pl: Wiedeńska: Gambit Steinitz'a
ru: Венская партия: гамбит Стейница
si: dunajska, Steinitzov gambit
sv: Wienerparti: Steinitzgambit
tr: Viyana: Steinitz gambit
uk: Віденська партія: гамбіт Стейніца
vi: Vienna: Steinitz Gambit

source: Vienna Opening: Steinitz Gambit, Fraser-Minckwitz Variation
ar: فيينا: جامبيت شتاينتز, فرازر-مينكويتز تفريع
br: Abertura Vienesa, Gambito Steinitz, Variante Fraser-Minckwitz
ca: Obertura Vienesa - Gambit Steinitz - Variant Fraser Minckwitz
cs: Vienna: Steinitz gambit, Fraser-Minckwitz variation
de: Wiener Partie: Steinitz-Gambit, Fraser-Minckwitz-Variante
es: Apertura Vienesa, Gambito Steinitz, Variante Fraser Minckwitz
eu: Viena: Steinitz Ganbitoa, Fraser-Minckwitz Aldaera
fr: Viennoise, gambit Steinitz, var. Fraser - Minckwitz
id: Wina, Gambit Steinitz, Varian Fraser
it: Apertura Viennese, Mossa di Steinitz, Variante Fraser Minckwitz
nl: Weens: Steinitz Gambit, Fraser-Minckwitz variant
pl: Wiedeńska: Gambit Steinitz'a,wariant Fraser-Minckwitz
ru: Венская партия: гамбит Стейница, вариант Фрейзера-Минквица
si: dunajska, Steinitzov gambit, Fraser-Minckwitzeva različica
sv: Wienerparti: Steinitzgambit, Fraser-Minckwitz-varianten
tr: Viyana: Steinitz gambiti, Fraser-Minckwitz varyasyonu
uk: Віденська партія: гамбіт Стейніца, варіант Фрейзера-Мінквіца
vi: Vienna: Steinitz cờ, Fraser-Minckwitz biến

source: Vienna Opening: Steinitz Gambit, Zukertort Defence
ar: فيينا: جامبيت شتاينتز, زكرتوت دفاع
br: Abertura Vienesa, Gambito Steinitz, Defesa Zukertort
ca: Obertura Vienesa - Gambit Steinitz - Defensa Zukertort
cs: Vienna: Steinitz gambit, Zukertort defence
de: Wiener Partie: Steinitz-Gambit, Zukertort-Verteidigung
es: Apertura Vienesa, Gambito Steinitz, Defensa Zukertort
eu: Viena: Steinitz Ganbitoa, Zukertort Defentsa
fr: Viennoise, gambit Steinitz, défense Zukertort
id: Wina, Gambit Steinitz, Pembelaan Zukertot
it: Apertura Viennese, Mossa di Steinitz, Difesa Zukertort
nl: Weens: Steinitz gambiet, Zukertort verdediging
pl: Wiedeńska: Gambit Steinitz'a, obrona Zukertort'a
ru: Венская партия: гамбит Стейница, защита Цукерторта
si: dunajska, Steinitzev gambit, Zukertortova obramba
sv: Wienerparti: Steinitzgambit, Zukertorts försvar
tr: Viyana: Steinitz gambiti, Zukertort savunması
uk: Віденська партія: гамбіт Стейніца, захист Цукерторта
vi: Vienna: thí quân Steinitz, phòng thủ Zukertort

source: Vienna Opening: Zhuravlev Countergambit
ar: فيينا: تزهورافلف جامبيت المضاد
br: Abertura Vienesa, Contra-Gambito Zhuravlev
ca: Obertura Vienesa - Contra-Gambit Zhuravlev
cs: Vienna: Zhuravlev countergambit
de: Wiener Partie: Zhuravlev-Gegengambit
es: Apertura Vienesa, ContraGambito Zhuravlev
eu: Viena: Zhuravlev Kontra-Ganbitoa
fr: Viennoise, contre-gambit Zhuravlev
id: Wina, Gambit Balasan Zhuravlev
it: Apertura Viennese, Controgambetto Zhuravlev
nl: Weens: Zhuravlev tegengambiet
pl: Wiedeńska: kontrgambit Zhuravlev'a
ru: Венская партия: контргамбит Журавлева
si: dunajska, Zhuravlev protigambit
sv: Wienerparti: Zjuravlevs motgambit
tr: Viyana: Zhuravlev karşı gambiti
uk: Віденська партія: контргамбіт Журавльова
vi: Vienna: Zhuravlev countergambit

source: Vienna Opening: `Frankenstein-Dracula' Variation
ar: فيينا: `فرانكنشتاين-دراكولا' تفريع
br: Abertura Vienesa, Variante 'Frankenstein-Drácula'
ca: Obertura Vienesa - Variant 'Frankenstein-Dràcula'
cs: Vienna: `Frankenstein-Dracula' variation
de: Wiener Partie: Frankenstein-Dracula-Variante
es: Apertura Vienesa, Variante 'Frankenstein Drácula'
eu: Viena: `Frankenstein-Drakula' Aldaera
fr: Viennoise, var. Frankenstein - Dracula
id: Wina, Varian Frankenstein-Dracula
it: Apertura Viennese, Variante 'Frankenstein Dracula'
nl: Weens: `Frankenstein-Dracula 'variant
pl: Wiedeńska: wariant `Frankenstein-Dracula'
ru: Венская партия: вариант Франкенштейна-Дракулы
si: dunajska, 'Frankenstein-Drakula' različica
sv: Wienerparti: Frankenstein-Dracula-varianten
tr: Viyana: `Frankenştayn-Drakula' varyasyonu
uk: Віденська партія: варіант Франкенштейна-Дракули
vi: Vienna: biến `Frankenstein-Dracula

source: Vulture Defence
ar: العقاب دفاع
br: Defesa do Abutre
ca: Defensa del voltor
de: Vulture-Verteidigung
es: Defensa del Buitre
eu: Saiaren Defentsa
fr: Défense du vautour
id: Pembelaan Vulture
it: Difesa Avvoltoio
nl: Vulture verdediging
pl: Obrona Vulture'a
ru: Защита грифа
si: Vultureva obramba
sv: Gamförsvaret
tr: Akbaba savunması
uk: Захист грифа
vi: Phòng thủ Vulture

source: Ware (Meadow Hay) Opening
ar: فير (ميدو هاي) افتتاح
br: Abertura Ware (Meadow Hay)
ca: Obertura Ware o Meadow Hay
de: Ware (Meadow Hay) Eröffnung
es: Apertura Ware o Meadow Hay
eu: Ware (Meadow Hay) Irekiera
fr: Ouverture Ware ou meadow hay (foin de prairie)
id: Pembukaan Ware
it: Apertura Ware o Meadow Hay
pl: Debiut Ware (Meadow Hay)
ru: Дебют Уэра
si: Wareva (Meadow Hayeva) otvoritev
sv: Wares spelöppning (Meadow Hays spelöppning)
tr: Ware (Meadow Hay) açılışı
uk: Дебют Уера
vi: Khai cuộc Ware (Meadow Hay)

source: Ware Defence: Snagglepuss Defence
eu: Ware Defentsa: Snagglepuss Defentsa
fr: Défense Ware, défense Snagglepuss (en français "Alcibiade", le puma rose de la série d'animation ?)

source: Ware Opening: Cologne Gambit
eu: Ware Irekiera: Colonia Ganbitoa
fr: Ouverture Ware, gambit de Cologne

source: Ware Opening: Meadow Hay Trap
eu: Ware Defentsa: Larreko belarraren Tranpa
fr: Ouverture Ware, piège meadow hay (foin de prairie)

source: Ware Opening: Ware Gambit
eu: Ware Defentsa: Ware Ganbitoa
fr: Ouverture Ware, gambit Ware

source: Ware Opening: Wing Gambit
eu: Ware Defentsa: Wing Ganbitoa
fr: Ouverture Ware, gambit de l'aile

source: Woozle Defence
ar: ووزل دفاع
br: Defesa Woozle
ca: Defensa Woozle
de: Woozle-Verteidigung
es: Defensa Woozle
eu: Woozle Defentsa
fr: Défense Woozle (premier nom des Fraggles ou référence à Winnie l'ourson qui essaie de capturer un Woozle ?)
id: Pembelaan Woozle
it: Difesa Woozle
nl: Woozle verdediging
pl: Obrona Woozle
ru: Защита буки
si: Woozleva obramba
sv: Woozles försvar
tr: Woozle savunması
uk: Захист буки
vi: Phòng thủ Woozle

source: Zaire Defence
eu: Zaire Defentsa
fr: Défense du Congo (Zaïre)

source: Zukertort Defence: Kingside Variation
eu: Zukertort Defentsa: Errege aldeko Aldaera
fr: Ouverture Zukertort, var. de l'aile roi

source: Zukertort Defence: Sicilian Knight Variation
eu: Zukertort Defentsa: Siziliar Zaldunaren Aldaera
fr: Ouverture Zukertort, var. du cavalier sicilien

source: Zukertort Opening
eu: Zukertort Irekiera
fr: Ouverture Zukertort

source: Zukertort Opening: Ampel Variation
eu: Zukertort Irekiera: Ampel Aldaera

source: Zukertort Opening: Arctic Defence
eu: Zukertort Irekiera: Artikoko Defentsa
fr: Ouverture Zukertort, défense de l'Arctique

source: Zukertort Opening: Arctic Defence, Drunken Knight Variation
eu: Zukertort Irekiera: Artikoko Defentsa, Zaldun mozkorraren Aldaera
fr: Ouverture Zukertort, défense de l'Arctique, var. du cavalier ivre

source: Zukertort Opening: Basman Defence
eu: Zukertort Irekiera: Basman Defentsa
fr: Ouverture Zukertort, défense Basman

source: Zukertort Opening: Black Mustang Defence
eu: Zukertort Irekiera: Mustang beltzaren Defentsa
fr: Ouverture Zukertort, défense du mustang noir

source: Zukertort Opening: Double Fianchetto Attack
eu: Zukertort Irekiera: Fianchetto Bikoitzaren Erasoa
fr: Ouverture Zukertort, attaque fianchetto double

source: Zukertort Opening: Drunken Cavalry Variation
eu: Zukertort Irekiera: Zalditeri mozkorraren Aldaera
fr: Ouverture Zukertort, var. de la cavalerie ivre

source: Zukertort Opening: Gruenfeld Reversed
eu: Zukertort Irekiera: Grünfeld Alderantziz
fr: Ouverture Zukertort, var. défense Grünfeld inversée

source: Zukertort Opening: Kingside Fianchetto
eu: Zukertort Irekiera: Errege aldeko Fianchettoa
fr: Ouverture Zukertort, fianchetto-roi

source: Zukertort Opening: Lemberger Gambit
eu: Zukertort Irekiera: Lemberger Ganbitoa
fr: Ouverture Zukertort, gambit de Lemberg (ancien nom de Lviv)

source: Zukertort Opening: Myers Polish Attack
eu: Zukertort Irekiera: Myers Poloniar Erasoa

source: Zukertort Opening: Nimzo-Larsen Variation
eu: Zukertort Irekiera: Nimzo-Larsen Aldaera
fr: Ouverture Zukertort, var. Nimzo-Larsen

source: Zukertort Opening: Pachman Gambit
eu: Zukertort Irekiera: Pachman Ganbitoa
fr: Ouverture Zukertort, gambit Pachman

source: Zukertort Opening: Pirc Invitation
eu: Zukertort Irekiera: Pirc GonBidapena
fr: Ouverture Zukertort, invitation à la défense Pirc

source: Zukertort Opening: Polish Defence
eu: Zukertort Irekiera: Defentsa Poloniarra
fr: Ouverture Zukertort, défense polonaise

source: Zukertort Opening: Queen Gambit Invitation
eu: Zukertort Irekiera: Damaren Ganbito GonBidapena
fr: Ouverture Zukertort, invitation au gambit Dame (Stockfish propose : 2.d4 Cf6 3.c4 d5 4.Cc3)

source: Zukertort Opening: Queenside Fianchetto Variation
eu: Zukertort Irekiera: Damaren Fianchetto Aldaera
fr: Ouverture Zukertort, fianchetto-dame

source: Zukertort Opening: Quiet System
eu: Zukertort Irekiera: Sistema Lasaia
fr: Ouverture Zukertort, système calme

source: Zukertort Opening: Regina-Nu Gambit
eu: Zukertort Irekiera: Regina-Nu Ganbitoa

source: Zukertort Opening: Reversed Mexican Defence
eu: Zukertort Irekiera: Alderantzizkatutako Defentsa mexikarra
fr: Ouverture Zukertort, défense mexicaine inversée

source: Zukertort Opening: Ross Gambit
eu: Zukertort Irekiera: Ross Ganbitoa

source: Zukertort Opening: Shabalov Gambit
eu: Zukertort Irekiera: Shabalov Ganbitoa
fr: Ouverture Zukertort, gambit Shabalov

source: Zukertort Opening: Sicilian Invitation
eu: Zukertort Irekiera: Siziliar GonBidapena
fr: Ouverture Zukertort, invitation à la défense sicilienne

source: Zukertort Opening: Slav Invitation
eu: Zukertort Irekiera: Eslaviar GonBidapena
fr: Ouverture Zukertort, invitation à la défense slave

source: Zukertort Opening: Speelsmet Gambit
eu: Zukertort Irekiera: Speelsmet Ganbitoa

source: Zukertort Opening: St. George Defence
eu: Zukertort Irekiera: San Jorge Defentsa
fr: Ouverture Zukertort, défense Saint-Georges

source: Zukertort Opening: The Potato
eu: Zukertort Irekiera: Patata
fr: Ouverture Zukertort, la pomme de terre

source: Zukertort Opening: The Walrus
eu: Zukertort Irekiera: Morsa
fr: Ouverture Zukertort, le morse

source: Zukertort Opening: Vos Gambit
eu: Zukertort Irekiera: Vos Ganbitoa

source: Zukertort Opening: Wade Defence, Chigorin Plan
eu: Zukertort Irekiera: Wade Defentsa, Chigorin plana
fr: Ouverture Zukertort, défense Wade, plan Tchigorine

source: Zukertort Opening: Ware Defence
eu: Zukertort Irekiera: Wade Defentsa
fr: Ouverture Zukertort, défense Ware

source: Benoni: 6.e4
ar: بينوني: 6.e5
br: Defesa Benoni, 6.e4
ca: Defensa Benoni - 6. e4
es: Defensa Benoni, 6.e4
fr: Défense Benoni, 6.e4
it: Difesa Benoni, 6.e4
ru: Модерн-Бенони: 6.e4
uk: Сучасний Беноні: 6.e4

source: Giuoco Pianissimo
ar: الجيكو بيانسيمو
br: Abertura Italiana (Giuoco Piano), Giuoco Pianíssimo
ca: Obertura Italiana o 'Giuoco Piano' - 'Giuoco Pianissimo'
de: Italienische Partie
es: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo
fr: Italienne, système Giuoco Pianissimo
it: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo
ru: Итальянская партия
sv: Italienskt parti
uk: Італійська партія

source: Neo-Gruenfeld, 5.cd
ar: المستحدث-جرونفلد, 5.cd
br: Defesa Neo-Grünfeld, 5.cxd5
ca: Defensa Neo-Grünfeld amb 3. g3 - 5. cxd5
de: Neo-Grünfeld, 5.cd
es: Defensa Neo Grünfeld con 3.g3, 5.cxd5
fr: Défense néo-Grünfeld, 5.cxd5 (var. d'échange)
id: Neo Gruendfeld, 5.cd
it: Difesa Neo Grünfeld con 3.g3, 5.cxd5
pl: Nowa Gruenfeld'a, 5.cd
ru: Нео-Грюнфельд: 5.cd
si: Neo-Gruenfeldova, 5. cd
sv: Neo-Grünfeld: 5.cd
tr: Yeni Gruenfeld, 5.cd
uk: Нео-Грюнфельд: 5.cd

source: Neo-Gruenfeld, 6.O-O
ar: المستحدث-جرونفلد, 6.O-O
br: Defesa Neo-Grünfeld, 6.O-O
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. 0-0
de: Neo-Grünfeld, 6.O-O
es: Defensa Neo Grünfeld con 3.g3, 6.O O
fr: Défense néo-Grünfeld, 6.O-O
id: Neo Gruendfeld, 6.0-0
it: Difesa Neo Grünfeld con 3.g3, 6.O O
pl: Nowa Gruenfeld'a, 6. O-O
ru: Нео-Грюнфельд: 6.O-O
si: Neo-Gruenfeldova, 6. O-O
sv: Neo-Grünfeld: 6.O-O
tr: Yeni Gruenfeld, 6.O-O
uk: Нео-Грюнфельд: 6.O-O

source: Neo-Gruenfeld, 6.O-O C6
ar: المستحدث-جرونفلد, 6.O-O c7
br: Defesa Neo-Grünfeld, 6.O-O c6
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. 0-0 c6
de: Neo-Grünfeld, 6.O-O c6
es: Defensa Neo Grünfeld con 3.g3, 6.O O c6
fr: Défense néo-Grünfeld, 6.O-O c6
id: Neo Gruendfeld, 6.0-0 c6
it: Difesa Neo Grünfeld con 3.g3, 6.O O c6
pl: Nowa Gruenfeld'a, 6. O-O c6
ru: Нео-Грюнфельд: 6.O-O c6
si: Neo-Gruenfeldova, 6. O-O c6
sv: Neo-Grünfeld: 6.O-O c6
tr: Yeni Gruenfeld, 6.O-O c6
uk: Нео-Грюнфельд: 6.O-O c6
