Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian Defence: Gloria Variation
ar: صقلي: جلوريا تفريع
br: Defesa Siciliana, Variante Glória
ca: Defensa Siciliana - Variant Glòria
cs: Sicilian: Gloria variation
de: Sizilianisch: Gloria Variante
es: Defensa Siciliana, Variante Gloria
eu: Siziliarra: Gloria Aldaera
fr: Sicilienne, var. Gloria
id: Sisilia, Varian Gloria
it: Difesa Siciliana, Variante Gloria
nl: Siciliaans: Gloria variant
pl: Sycylijska, wariant Gloria
ru: Сицилианская защита: вариант Глория
si: sicilijanska, različica Gloria
sv: Sicilianskt: Gloriavarianten
tr: Sicilya: Gloria varyasyonu
uk: Сицилійський захист: варіант Глорія
vi: Sicilia: Gloria biến

source: Sicilian Defence: Godiva Variation
es: Defensa Siciliana: Variante Godiva
eu: Siziliar Defentsa: Godiva Aldaera

source: Sicilian Defence: Grand Prix Attack
ar: صقلي: الجائزة الكبرى هجوم
br: Defesa Siciliana, Ataque Grand Prix
ca: Defensa Siciliana - Atac Gran Prix
cs: Sicilian: Grand Prix attack
de: Sizilianisch: Grand Prix Angriff
es: Defensa Siciliana, Ataque Gran Prix
eu: Siziliar Defentsa: Grand Prix Erasoa
fr: Sicilienne, attaque Grand Prix
id: Sisilia, Serangan Grand Prix
it: Difesa Siciliana, Attacco Gran Prix
nl: Siciliaans: Grand Prix-aanval
pl: Sycylijska, atak Grand Prix
ru: Сицилианская защита: атака Гран-при
si: sicilijanska, Grand Prix napad
sv: Sicilianskt: Grand-Prix-attack
tr: Sicilya: Grand Prix hücumu
uk: Сицилійський захист: Гран-прі-атака
vi: Sicilia: Grand Prix tấn công

source: Sicilian Defence: Grand Prix Attack, Schofman Variation
ar: صقلي: الجائزة الكبرى هجوم, شوفمان تفريع
br: Defesa Siciliana, Ataque Grand Prix, Variante Schofman
ca: Defensa Siciliana - Variant tancada - Atac Gran Prix - Variant Schofman
cs: Sicilian: Grand Prix attack, Schofman variation
de: Sizilianisch: Grand Prix Angriff, Schofman Variante
es: Defensa Siciliana, Variante Cerrada, Ataque Gran Prix, Variante Schofman
eu: Siziliarra: Grand Prix Erasoa, Schofmanen Aldaera
fr: Sicilienne, attaque Grand Prix, var. Shofman
id: Sisilia, Serangan Grand Prix, Variasi Schofman
it: Difesa Siciliana, Variante Chiusa, Attacco Gran Prix, Variante Schofman
nl: Siciliaans: Grand Prix aanval, Schofman variant
pl: Sycylijska, atak Grand Prix, wariant Schofman'a
ru: Сицилианская защита: атака Гран-при, вариант Шофмана
si: sicilijanska, Grand Prix napad, Schofmanova različica
sv: Sicilianskt: Grand-Prix-attack, Schofmanvarianten
tr: Sicilya: Grand Prix hücumu, Schofman varyasyonu
uk: Сицилійський захист: Гран-прі-атака, варіант Шофмана
vi: Sicilia: Grand Prix tấn công, Schofman biến

source: Sicilian Defence: Grob Variation
es: Defensa Siciliana: Variante Grob
eu: Siziliar Defentsa: Grob Aldaera
fr: Sicilienne, var. Grob

source: Sicilian Defence: Halasz Gambit
es: Defensa Siciliana: Gambito Halasz
eu: Siziliar Defentsa: Halasz Ganbitoa
fr: Sicilienne, gambit Halasz

source: Sicilian Defence: Hungarian Variation
ar: صقلي: المجري تفريع
br: Defesa Siciliana, Variante Húngara
ca: Defensa Siciliana - Variant Hongaresa
cs: Sicilian: Hungarian variation
de: Sizilianisch: Ungarische Variante
es: Defensa Siciliana, Variante Húngara
eu: Siziliarra: Hungariar Aldaera
fr: Sicilienne, var. hongroise
id: Sisilia Varian Hungaria
it: Difesa Siciliana, Variante Ungherese
nl: Siciliaans: Hongaarse variant
pl: Sycylijska, wariant węgierski
ru: Сицилианская защита: венгерский вариант
si: sicilijanska, madžarska različica
sv: Sicilianskt: Ungerska varianten
tr: Sicilya: Macaristan varyasyonu
uk: Сицилійський захист: Угорський варіант
vi: Biến Hungary: Sicilia

source: Sicilian Defence: HyperAccelerated Fianchetto
es: Defensa Siciliana: HyperAccelerated Fianchetto
eu: Siziliar Defentsa: Fianchetto hiper-Azeleratua
fr: Sicilienne, var. du dragon hyper-accéléré

source: Sicilian Defence: HyperAccelerated Pterodactyl
es: Defensa Siciliana: HyperAccelerated Pterodactyl
eu: Siziliar Defentsa: Pterodaktilo hiper-Azeleratua

source: Sicilian Defence: HyperAccelerated Pterodactyl, Exchange Variation
es: Defensa Siciliana: HyperAccelerated Pterodactyl, Variante Exchange
eu: Siziliar Defentsa: Pterodaktilo hiper-Azeleratua, Truke Aldaera

source: Sicilian Defence: Jalalabad Variation
es: Defensa Siciliana: Variante Jalalabad
eu: Siziliar Defentsa: Jalalabad Aldaera

source: Sicilian Defence: Kan Variation
ar: صقلي: كاان تفريع
br: Defesa Siciliana, Variante Kan
ca: Defensa Siciliana - Variant Kan
cs: Sicilian: Kan variation
de: Sizilianisch: Kan Variante
es: Defensa Siciliana, Variante Kan
eu: Siziliarra: Kan Aldaera
fr: Sicilienne, var. Kan
id: Sisilia Varian Kan
it: Difesa Siciliana, Variante Kan
nl: Siciliaans: Kan variant
pl: Sycylijska, wariant Kan'a
ru: Сицилианская защита: вариант Кана
si: sicilijanska, Kanova različica
sv: Sicilianskt: Kanvarianten
tr: Sicilya: Kan varyasyonu
uk: Сицилійський захист: варіант Кана
vi: Sicilia: Kan biến

source: Sicilian Defence: Kan Variation, Maróczy Bind, Bronstein Variation
es: Defensa Siciliana: Variante Kan, Maróczy Bind, Variante Bronstein
eu: Siziliar Defentsa: Kan Aldaera, Maróczy Bind, Bronstein Aldaera
fr: Sicilienne, var. Kan, étau de Maroczy, var. Bronstein

source: Sicilian Defence: Kan Variation, Maróczy Bind, Hedgehog Variation
es: Defensa Siciliana: Variante Kan, Maróczy Bind, Variante Hedgehog
eu: Siziliar Defentsa: Kan Aldaera, Maróczy Bind, Tikuaren Aldaera

source: Sicilian Defence: Kan Variation, Wing Attack
es: Defensa Siciliana: Variante Kan, Ataque Wing
eu: Siziliar Defentsa: Kan Aldaera, Wing Erasoa
fr: Sicilienne, var. Kan, attaque de l'aile

source: Sicilian Defence: Kan Variation, Wing Attack, Christiansen Dream
es: Defensa Siciliana: Variante Kan, Ataque Wing, Christiansen Dream
eu: Siziliar Defentsa: Kan Aldaera, Wing Erasoa, Christiansenen ametsa

source: Sicilian Defence: Kan Variation, Wing Attack, Fianchetto Variation
es: Defensa Siciliana: Variante Kan, Ataque Wing, Variante Fianchetto
eu: Siziliar Defentsa: Kan Aldaera, Wing Erasoa, Fianchetto Aldaera
fr: Sicilienne, var. Kan, attaque de l'aile, var. du fianchetto

source: Sicilian Defence: Kan Variation, Wing Attack, Spraggett Attack
es: Defensa Siciliana: Variante Kan, Ataque Wing, Ataque Spraggett
eu: Siziliar Defentsa: Kan Aldaera, Wing Erasoa, Spraggett Erasoa

source: Sicilian Defence: Kan, 5.Bd3
ar: صقلي: كاان, 5.Bd4
br: Defesa Siciliana, Variante Kan, 5.Bd3
ca: Defensa Siciliana - Variant Kan - 5. Ad3
cs: Sicilian: Kan, 5.Bd3
de: Sizilianisch: Kan, 5.Ld3
es: Defensa Siciliana, Variante Kan, 5.Ad3
eu: Siziliarra: Kan, 5.Ad3
fr: Sicilienne, var. Kan, 5.Fd3
id: Sisilia Kan, 5.Gd3
it: Difesa Siciliana, Variante Kan, 5.Ad3
nl: Siciliaans: Kan, 5.Ld3
pl: Sycylijska, Kan, 5.Gd3
ru: Сицилианская защита: вариант Кана, 5.Сd3
si: sicilijanska, Kanova, 5. Lb3
sv: Sicilianskt: Kan, 5.Ld3
tr: Sicilya: Kan, 5.Bd3
uk: Сицилійський захист: варіант Кана, 5.Сd3
vi: Sicilia: Kan, 5.Bd3

source: Sicilian Defence: Kan, 5.Nc3
ar: صقلي: كاان, 5.Nc4
br: Defesa Siciliana, Variante Kan, 5.Cc3
ca: Defensa Siciliana - Variant Kan - 5. Cc3
cs: Sicilian: Kan, 5.Nc3
de: Sizilianisch: Kan, 5.Sc3
es: Defensa Siciliana, Variante Kan, 5.Cc3
eu: Siziliarra: Kan, 5.Zc3
fr: Sicilienne, var. Kan, 5.Cc3
id: Sisilia Kan, 5.Kc3
it: Difesa Siciliana, Variante Kan, 5.Cc3
nl: Siciliaans: Kan, 5.Pc3
pl: Sycylijska, Kan, 5.Sc3
ru: Сицилианская защита: вариант Кана, 5.Кc3
si: sicilijanska, Kan, 5.Sc3
sv: Sicilianskt: Kan, 5.Sc3
tr: Sicilya: Kan, 5.Nc3
uk: Сицилійський захист: варіант Кана, 5.Кc3
vi: Sicilia: Kan, 5.Nc3

source: Sicilian Defence: Kan, Gipslis Variation
ar: صقلي: كاان, جيبسلس تفريع
br: Defesa Siciliana, Variante Kan, Variante Gipslis
ca: Defensa Siciliana - Variant Kan - Variant Gipslis
cs: Sicilian: Kan, Gipslis variation
de: Sizilianisch: Kan, Gipslis Variante
es: Defensa Siciliana, Variante Kan, Variante Gipslis
eu: Siziliarra: Kan, Gipslis Aldaera
fr: Sicilienne, var. Kan, var. Gipslis
id: Sisilia Kan, Varian Gipsilis
it: Difesa Siciliana, Variante Kan, Variante Gipslis
nl: Siciliaans: Kan, Gipslis variant
pl: Sycylijska, Kan, wariant Gipslis
ru: Сицилианская защита: вариант Кана, вариант Гипслиса
si: sicilijanska, Kanova, Gipslisova različica
sv: Sicilianskt: Kan, Gipslisvarianten
tr: Sicilya: Kan, Gipslis varyasyonu
uk: Сицилійський захист: варіант Кана, варіант Гіпсліса
vi: Sicilia: Kan, Gipslis biến

source: Sicilian Defence: Kan, Maroczy Bind (Reti Variation)
ar: صقلي: كاان, مأزق ماركوتزي (ريتي تفريع)
br: Defesa Siciliana, Variante Kan, Maroczy bind (Variante Reti)
ca: Defensa Siciliana - Variant Kan - Sistema Maroczy - Variant Reti
cs: Sicilian: Kan, Maroczy bind (Reti variation)
de: Sizilianisch: Kan, Maroczy System (Reti Variante)
es: Defensa Siciliana, Variante Kan, Sistema Maroczy, Variante Reti
eu: Siziliarra: Kan, Maroczy Bind (Reti Aldaera)
fr: Sicilienne, var. Kan, étau de Maroczy (var. Réti)
id: Sisilia Kan, Ikatan Maroczy
it: Difesa Siciliana, Variante Kan, Sistema Maroczy, Variante Reti
nl: Siciliaans: Kan, Maroczy bind (Reti variant)
pl: Sycylijska,Kan, związanie Maroczego(wariant Reti)
ru: Сицилианская защита: вариант Кана, система Мароци
si: sicilijanska, Kanova, Marcozyev vez (Retijeva različica)
sv: Sicilianskt: Kan, Maroczys bindning (Retivarianten)
tr: Sicilya: Kan, Maroczy bağlama (Reti varyasyonu)
uk: Сицилійський захист: варіант Кана, система Мароці (варіант Реті)
vi: Sicilia: Kan, Maroczy ràng buộc (Reti biến thể)

source: Sicilian Defence: Kan, Maroczy Bind - Bronstein Variation
ar: صقلي: كاان, مأزق ماركوتزي - برونشتاين تفريع
br: Defesa Siciliana, Variante Kan, Maroczy bind - Variante Bronstein
ca: Defensa Siciliana - Variant Kan - Sistema Maroczy - Variant Bronstein
cs: Sicilian: Kan, Maroczy bind - Bronstein variation
de: Sizilianisch: Kan, Maroczy System - Bronstein Variante
es: Defensa Siciliana, Variante Kan, Sistema Maroczy, Variante Bronstein
eu: Siziliarra: Kan, Maroczy Bind - Bronstein Aldaera
fr: Sicilienne, var. Kan, étau de Maroczy, var. Bronstein
id: Sisilia Kan, Ikatan Maroczy, Varian Bronstein
it: Difesa Siciliana, Variante Kan, Sistema Maroczy, Variante Bronstein
nl: Siciliaans: Kan, Maroczy bind - Bronstein variant
pl: Sycylijska,Kan, związanie Maroczego(wariant Bronstein)
ru: Сицилианская защита: вариант Кана, система Мароци, вариант Бронштейна
si: sicilijanska, Kanova, Marcozyev vez, Bronsteinova različica
sv: Sicilianskt: Kan, Maroczys bindning - Bronsteinvarianten
tr: Sicilya: Kan, Maroczy bağlama - Bronstein varyasyonu
uk: Сицилійський захист: варіант Кана, система Мароці, варіант Бронштейна
vi: Sicilia: Kan, Maroczy ràng buộc - Bronstein biến

source: Sicilian Defence: Kan, Polugaievsky Variation
ar: صقلي: كاان, بوليوجيافسكي تفريع
br: Defesa Siciliana, Variante Kan, Variante Polugaevsky
ca: Defensa Siciliana - Variant Kan - Variant Polugaevsky
cs: Sicilian: Kan, Polugaievsky variation
de: Sizilianisch: Kan, Polugaievsky Variante
es: Defensa Siciliana, Variante Kan, Variante Polugaevsky
eu: Siziliarra: Kan, Polugaievsky Aldaera
fr: Sicilienne, var. Kan, var. Polougaïevski
id: Sisilia Kan, Varian Polugaevsky
it: Difesa Siciliana, Variante Kan, Variante Polugaevsky
nl: Siciliaans: Kan, Polugaievsky variant
pl: Sycylijska, Kan, wariant Polugaievsky
ru: Сицилианская защита: вариант Кана, вариант Полугаевского
si: sicilijanska, Kanova, Polugaievskyeva različica
sv: Sicilianskt: Kan, Polugajevskijvarianten
tr: Sicilya: Kan, Polugaievsky varyasyonu
uk: Сицилійський захист: варіант Кана, варіант Полугаєвського
vi: Sicilia: Kan, Polugaievsky biến

source: Sicilian Defence: Kan, Swiss Cheese Variation
ar: صقلي: كاان, السويسري الجبن تفريع
br: Defesa Siciliana, Variante Kan, Variante Queijo Suiço
ca: Defensa Siciliana - Variant Kan - Variant formatge suís
cs: Sicilian: Kan, Swiss cheese variation
de: Sizilianisch: Kan, Schweizer Käse Variante
es: Defensa Siciliana, Variante Kan, Variante Queso Suizo
eu: Siziliarra: Kan, Suitzako gazta Aldaera
fr: Sicilienne, var. Kan, var. du fromage suisse
id: Sisilia Kan, Varian Keju Swiss
it: Difesa Siciliana, Variante Kan, Variante Queso Suizo
nl: Siciliaans: Kan, Zwitserse kaas variant
pl: Sycylijska, Kan, wariant szwajcarskiego sera
ru: Сицилианская защита: вариант Кана, вариант Швейцарский сыр
si: sicilijanska, Kanova, različica švicarski sir
sv: Sicilianskt: Kan, Schweizerostvarianten
tr: Sicilya: Kan, İsviçre peyniri varyasyonu
uk: Сицилійський захист: варіант Кана, варіант Швейцарський сир
vi: Sicilia: Kan, biến pho mát Thụy Sĩ

source: Sicilian Defence: Katalimov Variation
ar: صقلي: كاتاليموف تفريع
br: Defesa Siciliana, Variante Katalimov
ca: Defensa Siciliana - Variant Katalimov
cs: Sicilian: Katalimov variation
de: Sizilianisch: Katalimov Variante
es: Defensa Siciliana, Variante Katalimov
eu: Siziliarra: Katalimov Aldaera
fr: Sicilienne, var. Katalymov
id: Sisilia Varian Katalimov
it: Difesa Siciliana, Variante Katalimov
nl: Siciliaans: Katalimov variant
pl: Sycylijska, wariant Katalomov'a
ru: Сицилианская защита: вариант Каталымова
si: sicilijanska, Katalimova različica
sv: Sicilianskt: Katalimovvarianten
tr: Sicilya: Katalimov varyasyonu
uk: Сицилійський захист: варіант Каталимова
vi: Sicilia: biến thể Katalimov

source: Sicilian Defence: Keres Variation (2.Ne2)
ar: صقلي:كيريس تفريع (2.Ne2)
br: Defesa Siciliana, Variante Keres (2.Ce2)
ca: Defensa Siciliana - Variant Keres - 2. Ce2
cs: Sicilian: Keres variation (2.Ne2)
de: Sizilianisch: Keres Variante (2.Se2)
es: Defensa Siciliana, Variante Keres (2.Ce2)
eu: Siziliarra: Keres Aldaera (2.Ze2)
fr: Sicilienne, 2.Ce2 (var. Keres)
id: Sisilia Varian Keres (2.Ke2)
it: Difesa Siciliana, Variante Keres (2.Ce2)
nl: Siciliaans: Keres variant (2.Pe2)
pl: Sycylijska, wariant Keres'a (2.Se2)
ru: Сицилианская защита: вариант Кереса
si: sicilijanska, Keresova različica (2. Se2)
sv: Sicilianskt: Keresvarianten (2.Se2)
tr: Sicilya: Keres varyasyonu (2.Ne2)
uk: Сицилійський захист: варіант Кереса (2.Кe2)
vi: Sicilia: Keres biến (2.Ne2)

source: Sicilian Defence: King David Opening
es: Defensa Siciliana: King David Opening
eu: Siziliar Defentsa: David Erregearen Irekiera

source: Sicilian Defence: Kotov Gambit
es: Defensa Siciliana: Gambito Kotov
eu: Siziliar Defentsa: Kotov Ganbitoa
fr: Sicilienne, gambit Kotov

source: Sicilian Defence: Kramnik Variation
es: Defensa Siciliana: Variante Kramnik
eu: Siziliar Defentsa: Kramnik Aldaera

source: Sicilian Defence: Kronberger Variation
es: Defensa Siciliana: Variante Kronberger
eu: Siziliar Defentsa: Kronberger Aldaera

source: Sicilian Defence: Kronberger Variation, Nemeth Gambit
es: Defensa Siciliana: Variante Kronberger, Gambito Nemeth
eu: Siziliar Defentsa: Kronberger Aldaera, Nemeth Aldaera

source: Sicilian Defence: Kupreichik Variation
es: Defensa Siciliana: Variante Kupreichik
eu: Siziliar Defentsa: Kupreichik Aldaera

source: Sicilian Defence: Kveinis Variation
es: Defensa Siciliana: Variante Kveinis
eu: Siziliar Defentsa: Kveinis Aldaera

source: Sicilian Defence: La Bourdonnais-Loewenthal (Kalashnikov) Variation
ar: صقلي: لابوردينيه-لوينثال (كالاشينكوف) تفريع
br: Defesa Siciliana, Variante Labourdonnais-Loewenthal (Kalashnikov)
ca: Defensa Siciliana - Variant Labourdonnais Loewenthal - Variant Kalashnikov
cs: Sicilian: Labourdonnais-Loewenthal (Kalashnikov) variation
de: Sizilianisch: Labourdonnais-Loewenthal (Kalashnikov) Variante
es: Defensa Siciliana, Variante La Bourdonnais Loewenthal, Variante Kalashnikov
eu: Siziliarra: La Bourdonnais-Loewenthal (Kalashnikov) Aldaera
fr: Sicilienne, var. La Bourdonnais - Löwenthal, var. Kalashnikov
id: Sisilia Varian Labourdonnais-Lowenthal (Kalashnikov)
it: Difesa Siciliana, Variante Labourdonnais Loewenthal, Variante Kalashnikov
nl: Siciliaans: Labourdonnais-Loewenthal (Kalashnikov) variant
pl: Sycylijska, wariant La Bourdonnais-Loewenthal(Kalashnikov)
ru: Сицилианская защита: вариант Лабурдонне-Левенталя, ранний вариант Свешникова
si: sicilijanska, Labourdonnais-Loewenthalova (Kalashnikova) različica
sv: Sicilianskt: Kalasjnikovvarianten (Labourdonnais-Löwenthal)
tr: Sicilya: Labourdonnais-Loewenthal (Kalashnikov) varyasyonu
uk: Сицилійський захист: варіант Лабурдонне-Левенталя, ранній варіант Свешнікова
vi: Sicilia: Labourdonnais-Loewenthal (Kalashnikov) biến thể

source: Sicilian Defence: La Bourdonnais-Loewenthal Variation
ar: صقلي: لابوردينيه-لوينثال تفريع
br: Defesa Siciliana, Variante Labourdonnais-Loewenthal
ca: Defensa Siciliana - Variant Labourdonnais Loewenthal
cs: Sicilian: Labourdonnais-Loewenthal variation
de: Sizilianisch: Labourdonnais-Loewenthal Variante
es: Defensa Siciliana, Variante La Bourdonnais Loewenthal
eu: Siziliarra: La Bourdonnais-Loewenthal Aldaera
fr: Sicilienne, var. La Bourdonnais - Löwenthal
id: Sisilia Varian Labourdonnais-Lowenthal
it: Difesa Siciliana, Variante Labourdonnais Loewenthal
nl: Siciliaans: Labourdonnais-Loewenthal variant
pl: Sycylijska, wariant La Bourdonnais-Loewenthal
ru: Сицилианская защита: вариант Лабурдонне-Левенталя
si: sicilijanska, Labourdonnais-Loewenthalovarazličica
sv: Sicilianskt: Labourdonnais-Löwenthalvarianten
tr: Sicilya: Labourdonnais-Loewenthal varyasyonu
uk: Сицилійський захист: варіант Лабурдонне-Левенталя
vi: Sicilia: Labourdonnais-Loewenthal biến

source: Sicilian Defence: Lasker-Pelikan Variation, Exchange Variation
es: Defensa Siciliana: Variante Lasker-Pelikan, Variante Exchange
eu: Siziliar Defentsa: Lasker-Pelikan Aldaera, Truke Aldaera
fr: Sicilienne, var. Sveshnikov (Lasker - Pelikán), var. d'échange

source: Sicilian Defence: Lasker-Pelikan Variation, Retreat Variation
es: Defensa Siciliana: Variante Lasker-Pelikan, Variante Retreat
eu: Siziliar Defentsa: Lasker-Pelikan Aldaera, Atzera jotze Aldaera
fr: Sicilienne, var. Sveshnikov (Lasker - Pelikán), var. de repli

source: Sicilian Defence: Lasker-Pelikan Variation, Schlechter Variation
es: Defensa Siciliana: Variante Lasker-Pelikan, Variante Schlechter
eu: Siziliar Defentsa: Lasker-Pelikan Aldaera, Schechter Aldaera
fr: Sicilienne, var. Sveshnikov (Lasker - Pelikán), var. Schlechter

source: Sicilian Defence: Lasker-Pelikan Variation, Sveshnikov Variation, Chelyabinsk Variation
es: Defensa Siciliana: Variante Lasker-Pelikan, Variante Sveshnikov, Variante Chelyabinsk
eu: Siziliar Defentsa: Lasker-Pelikan Aldaera, Sveshnikov Aldaera, ChelyaBinsk Aldaera

source: Sicilian Defence: Lasker-Pelikan Variation, Sveshnikov Variation, Novosibirsk Variation
es: Defensa Siciliana: Variante Lasker-Pelikan, Variante Sveshnikov, Variante Novosibirsk
eu: Siziliar Defentsa: Lasker-Pelikan Aldaera, Sveshnikov Aldaera, NovosiBirsk Aldaera

source: Sicilian Defence: Lasker-Pelikan Variation, Sveshnikov Variation, Peresypkin Sacrifice
es: Defensa Siciliana: Variante Lasker-Pelikan, Variante Sveshnikov, Peresypkin Sacrifice
eu: Siziliar Defentsa: Lasker-Pelikan Aldaera, Sveshnikov Aldaera, Peresypkinen Sakrifizioa

source: Sicilian Defence: Magnus Smith Trap
ar: صقلي: ماجنوس سميث فخ
br: Defesa Siciliana, Armadilha Magnus Smith
ca: Defensa Siciliana - Atac Sozin - Trampa Magnus Smith
cs: Sicilian: Magnus Smith trap
de: Sizilianisch: Magnus Smith Falle
es: Defensa Siciliana, Ataque Sozin, Trampa Magnus Smith
eu: Siziliarra: Magnus Smith Tranpa
fr: Sicilienne, piège de Magnus Smith
id: Sisilia Jebakan Magnus Smith
it: Difesa Siciliana, Attacco Sozin, Trampa Magnus Smith
nl: Siciliaans: Magnus Smith val
pl: Sicilian: pułapka Magnus'a Smith'a
ru: Сицилианская защита: ловушка Магнуса Смита
si: sicilijanska, Magnus Smithova past
sv: Sicilianskt: Magnus Smiths fälla
tr: Sicilya: Magnus Smith tuzağı
uk: Сицилійський захист: пастка Магнуса Сміта
vi: Sicilia: Magnus Smith bẫy

source: Sicilian Defence: Marshall Variation
ar: صقلي: تفريع مارشال
br: Defesa Siciliana, Variante Marshall
ca: Defensa Siciliana - Variant Marshall
cs: Sicilian: Marshall variation
de: Sizilianisch: Marshall Variante
es: Defensa Siciliana, Variante Marshall
eu: Siziliarra: Marshall Aldaera
fr: Sicilienne, var. Marshall
id: Sisilia Serangan Marshall
it: Difesa Siciliana, Variante Marshall
nl: Siciliaans: Marshall variant
pl: Sicilian: wariant Marshall'a
ru: Сицилианская защита: вариант Маршалла
si: sicilijanska, Marshallova različica
sv: Sicilianskt: Marshallvarianten
tr: Sicilya: Marshall varyasyonu
uk: Сицилійський захист: варіант Маршалла
vi: Sicilia: Marshall biến

source: Sicilian Defence: McDonnell Attack, Tal Gambit
es: Defensa Siciliana: Ataque McDonnell, Gambito Tal
eu: Siziliar Defentsa: MacDonnell Erasoa, Tal Ganbitoa

source: Sicilian Defence: Mengarini Variation
es: Defensa Siciliana: Variante Mengarini
eu: Siziliar Defentsa: Mengarini Aldaera

source: Sicilian Defence: Modern Scheveningen
ar: صقلي: حديث شيفينينغن
br: Defesa Siciliana, Variante Scheveningen, Variante Moderna
ca: Defensa Siciliana - Variant Scheveningen - Variant moderna
cs: Sicilian: modern Scheveningen
de: Sizilianisch: Moderne Scheveningen
es: Defensa Siciliana, Variante Scheveningen, Variante Moderna
eu: Siziliarra: Scheveningen Modernoa
fr: Sicilienne, var. de Scheveningue moderne
id: Sisilia: Scheveningen Modern
it: Difesa Siciliana, Variante Scheveningen, Variante Moderna
nl: Siciliaans: modern Scheveningen
pl: Sycylijska: nowoczesna Scheveningen'a
ru: Сицилианская защита: модерн-Схевенинген
si: sicilijanska, moderna Scheveningenova
sv: Sicilianskt: Modern Scheveningen
tr: Sicilya: modern Scheveningen
uk: Сицилійський захист: модерн-Схевенінген
vi: Sicilia: Scheveningen hiện đại

source: Sicilian Defence: Modern Scheveningen, Main Line
ar: صقلي: حديث شيفينينغن, الخط الرئيسي
br: Defesa Siciliana, Variante Scheveningen, Variante Moderna, Linha Principal
ca: Defensa Siciliana - Variant Scheveningen - Variant moderna - Línia principal
cs: Sicilian: modern Scheveningen, main line
de: Sizilianisch: Moderne Scheveningen, Hauptvariante
es: Defensa Siciliana, Variante Scheveningen, Variante Moderna, Linea Principal
eu: Siziliarra: Scheveningen Modernoa, Lerro Nagusia
fr: Sicilienne, var. de Scheveningue moderne, ligne principale
id: Sisilia: Scheveningen Modern, Jalur Utama
it: Difesa Siciliana, Variante Scheveningen, Variante Moderna, Linea Principale
nl: Siciliaans: modern Scheveningen, hoofdlijn
pl: Sycylijska: nowoczesna Scheveningen'a, główna linia
ru: Сицилианская защита: модерн-Схевенинген, основной вариант
si: Sicilijanska: moderna Scheveningan, glavna linija
sv: Sicilianskt: Modern Scheveningen, huvudvariant
tr: Sicilya: modern Scheveningen, ana hat
uk: Сицилійський захист: модерн-Схевенінген, основний варіант
vi: Sicilia: Scheveningen hiện đại, dòng chính

source: Sicilian Defence: Modern Scheveningen, Main Line With Nb3
ar: صقلي: حديث شيفينينغن, الخط الرئيسي مع Nb4
br: Defesa Siciliana, Variante Scheveningen, Variante Moderna, Linha Principal, 10.Cb3
ca: Defensa Siciliana - Variant Scheveningen - Variant moderna - Línia principal - 10. Cb3
cs: Sicilian: modern Scheveningen, main line with Nb3
de: Sizilianisch: Moderne Scheveningen, Hauptvariante mit Nb3
es: Defensa Siciliana, Variante Scheveningen, Variante Moderna, Linea Principal, 10.Cb3
eu: Siziliarra: Scheveningen Modernoa, Lerro Nagusia Zb3rekin
fr: Sicilienne, var. de Scheveningue moderne, ligne principale, avec Cb3
id: Sisilia: Scheveningen Modern, Jalur Utama Nb3
it: Difesa Siciliana, Variante Scheveningen, Variante Moderna, Linea Principale, 10.Cb3
nl: Siciliaans: modern Scheveningen, hoofdlijn met PB3
pl: Sycylijska: nowoczesna Scheveningen'a, główna linia z Sb3
ru: Сицилианская защита: модерн-Схевенинген, основной вариант с Кb3
si: Sicilijanska: moderna Scheveningan, glavna linija z Sb3
sv: Sicilianskt: Modern Scheveningen, huvudvariant med Sb3
tr: Sicilya: modern Scheveningen, Nb3 ile ana hat
uk: Сицилійський захист: модерн-Схевенінген, основний варіант з Кb3
vi: Sicilia: Scheveningen hiện đại, dòng chính với NB3

source: Sicilian Defence: Modern Variations, Anti-Qxd4 Move Order
es: Defensa Siciliana: Modern Variations, Anti-Qxd4 Move Order
eu: Siziliar Defentsa: Aldaera Modernoak, Anti-Dxd4 mugimendu hurrenkera
