Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: French Defence: Winawer, Advance, Positional Main Line
ar: فرنسي: ويناور, تقديم, الموقفي الخط الرئيسي
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Linha Posicional Principal
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Línia posicional principal
cs: Francouzská: Winawerova, pokročilá, otrávená, hlavní varianta
de: Französisch: Winawer, Vorstoßvariante, positional Hauptvariante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Linea Posicional Principal
eu: Frantsesa: Winawer, Aurrerapena, Posizio-Lerro Nagusia
fr: Française, var. Winawer, var. d'avance, ligne principale positionnelle
id: Pembelaan Perancis Winawer: Maju, Jalur Posisional
it: Difesa Francese, Variante Winawer, Variante di Spinta, Linea Posizionale Principale
nl: Frans: Winawer, doorschuif, positionele hoofdlijn
pl: Francuska, Winawer, zamknięty, pozycyjna główna linia
ru: Французская защита: вариант Винавера, вариант с продвижением, основной позиционный вариант
si: francoska: Winawer, napredna, pozicijska glavna linija
sv: Franskt: Winawer, framstötsvarianten, positionell huvudvariant
tr: Fransız: Winawer, gelişmiş, pozisyonal ana hat
uk: Французький захист: варіант Вінавера, варіант з просуванням, основний позиційний варіант
vi: Pháp: Winawer, nâng cao, hướng thế cờ chính

source: French Defence: Winawer, Advance, Rauzer Variation
ar: فرنسي: ويناور, تقديم, روزر تفريع
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Rauzer
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant Rauzer
cs: French: Winawer, advance, Rauzer variation
de: Französisch: Winawer, Vorstoßvariante, Rauzer-Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Rauzer
eu: Frantsesa: Winawer, Aurrerapena, Rauzer Aldaera
fr: Française, var. Winawer, var. d'avance, var. Rauzer
id: Pembelaan Perancis Winawer: Maju, Varian Rauzer
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Rauzer
nl: Frans: Winawer, doorschuif, Rauzer variant
pl: Francuska, Winawer, zamknięty, wariant Rauzer'a
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант Раузера
si: francoska, Winawer, napredna, Rauzerjeva različica
sv: Franskt: Winawer, framstötsvarianten, Rauzervarianten
tr: Fransız: Winawer, gelişmiş, Rauzer varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант Раузера
vi: Pháp: Winawer, lợi thế, biến thể Rauzer

source: French Defence: Winawer, Advance, Russian Variation
ar: فرنسي: ويناور, تقديم, التفريع الروسي
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Russa
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant Russa
cs: French: Winawer, advance, Russian variation
de: Französisch: Winawer, Vorstoßvariante, Russische Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Rusa
eu: Frantsesa: Winawer, Aurrerapena, Errusiar Aldaera
fr: Française, var. Winawer, var. d'avance, var. russe
id: Pembelaan Perancis Winawer: Maju , Varian Rusia
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Russa
nl: Frans: Winawer, doorschuif Russische variant
pl: Francuska, Winawer, zamknięty, wariant rosyjski
ru: Французская защита: вариант Винавера, вариант с продвижением, русский вариант
si: francoska, Winawer, napredna, Russianova različica
sv: Franskt: Winawer, framstötsvarianten, ryska varianten
tr: Fransız: Winawer, gelişmiş, Rusya varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, російський варіант
vi: Pháp: Winawer, lợi thế, biến thể Nga

source: French Defence: Winawer, Advance, Smyslov Variation
ar: فرنسي: ويناور, تقديم, سيمسلوف تفريع
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Smyslov
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant clàssica
cs: French: Winawer, advance, Smyslov variation
de: Französisch: Winawer, Vorstoßvariante, Smyslov-Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Smyslov
eu: Frantsesa: Winawer, Aurrerapena, Smyslov Aldaera
fr: Française, var. Winawer, var. d'avance, var. Smyslov
id: Pembelaan Perancis Winawer: Maju, Varian Smyslov
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Smyslov
nl: Frans: Winawer, doorschuif , Smyslov variant
pl: Francuska, Winawer, zamknięty, wariant Smyslov'a
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант Смыслова
si: francoska, Winawer, napredna, Smyslova različica
sv: Franskt: Winawer, framstötsvarianten, Smyslovvarianten
tr: Fransız: Winawer, gelişmiş, Smyslov varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант Смислова
vi: Pháp: Winawer, nâng cao, biến thể Smyslov

source: French Defence: Winawer, Alekhine (Maroczy) Gambit
ar: فرنسي: ويناور, اليخين (ماركوتزي) جامبيت
br: Defesa Francesa, Variante Winawer, Gambito Alekhine (Maroczy)
ca: Defensa Francesa - Variant Winawer - Gambit Alekhine o Maroczy
cs: French: Winawer, Alekhine (Maroczy) gambit
de: Französisch: Winawer, Aljechin (Maroczy) Gambit
es: Defensa Francesa, Variante Winawer, Gambito Alekhine o Maroczy
eu: Frantsesa: Winawer, Alekhine (Maroczy) Ganbitoa
fr: Française, var. Winawer, gambit Alekhine - Maroczy
id: Pembelaan Perancis: Winawer, Gambit Alekhine (Maroczy)
it: Difesa Francese, Variante Winawer, Mossa di Alekhine o Maroczy
nl: Frans: Winawer, Aljechin (Maroczy) gambiet
pl: Francuska, Winawer, gambit Alekhin'a (Maroczego)
ru: Французская защита: вариант Винавера, гамбит Алехина
si: francoska, Winawer, Aljehin (Maroczyev) gambit
sv: Franskt: Winawer, Aljechins gambit (Maroczy)
tr: Fransız: Winawer, Alekhine (Maroczy) gambiti
uk: Французький захист: варіант Вінавера, гамбіт Альохіна
vi: Pháp: Winawer, Alekhine (Maroczy) Gambit

source: French Defence: Winawer, Alekhine Gambit
ar: فرنسي: ويناور, اليخين جامبيت
br: Defesa Francesa, Variante Winawer, Gambito Alekhine
ca: Defensa Francesa - Variant Winawer - Gambit Alekhine
cs: French: Winawer, Alekhine gambit
de: Französisch: Winawer, Aljechin Gambit
es: Defensa Francesa, Variante Winawer, Gambito Alekhine
eu: Frantsesa: Winawer, Alekhine Ganbitoa
fr: Française, var. Winawer, gambit Alekhine
id: Pembelaan Perancis: Winawer, Gambit Alekhine
it: Difesa Francese, Variante Winawer, Mossa di Alekhine
nl: Frans: Winawer, Aljechin gambiet
pl: Francuska, Winawer, gambit Alekhin'a
ru: Французская защита: вариант Винавера, гамбит Алехина
si: francoska, Winawer, Aljehinov gambit
sv: Franskt: Winawer, Aljechins gambit
tr: Fransız: Winawer, Alekhine gambiti
uk: Французький захист: варіант Вінавера, гамбіт Альохіна
vi: Pháp: Winawer, Alekhine Gambit

source: French Defence: Winawer, Alekhine Gambit, Alatortsev Variation
ar: فرنسي: ويناور, اليخين جامبيت, الاتورتسف تفريع
br: Defesa Francesa, Variante Winawer, Gambito Alekhine, Variante Alatortsev
ca: Defensa Francesa - Variant Winawer - Gambit Alekhine - Variant Alatortsev
cs: French: Winawer, Alekhine gambit, Alatortsev variation
de: Französisch: Winawer, Aljechin Gambit, Alatortsev-Variante
es: Defensa Francesa, Variante Winawer, Gambito Alekhine, Variante Alatortsev
eu: Frantsesa: Winawer, Alekhine Ganbitoa, Alatortsev Aldaera
fr: Française, var. Winawer, gambit Alekhine, var. Alatortsev
id: Pembelaan Perancis: Winawer, Gambit Alekhine, Varian Alatorsev
it: Difesa Francese, Variante Winawer, Mossa di Alekhine, Variante Alatortsev
nl: Frans: Winawer, Aljechin gambiet, Alatortsev variant
pl: Francuska, Winawer, gambit Alekhin'a, wariant Alatortsev'a
ru: Французская защита: вариант Винавера, гамбит Алехина, вариант Алаторцева
si: francoska, Winawer, Aljehinov gambit, Alatortseva različica
sv: Franskt: Winawer, Aljechins gambit, Alatortsevvarianten
tr: Fransız: Winawer, Alekhine gambiti, Alatortsev varyasyonu
uk: Французький захист: варіант Вінавера, гамбіт Альохіна, варіант Алаторцева
vi: Pháp: Winawer, Alekhine cờ, Alatortsev biến

source: French Defence: Winawer, Alekhine Gambit, Kan Variation
ar: فرنسي: ويناور, اليخين جامبيت, كاان تفريع
br: Defesa Francesa, Variante Winawer, Gambito Alekhine, Variante Kan
ca: Defensa Francesa - Variant Winawer - Gambit Alekhine - Variant Kan
cs: French: Winawer, Alekhine gambit, Kan variation
de: Französisch: Winawer, Aljechin Gambit, Kan-Variante
es: Defensa Francesa, Variante Winawer, Gambito Alekhine, Variante Kan
eu: Frantsesa: Winawer, Alekhine Ganbitoa, Kan Aldaera
fr: Française, var. Winawer, gambit Alekhine, var. Kan
id: Pembelaan Perancis: Winawer, Gambit Alekhine, Varian Kan
it: Difesa Francese, Variante Winawer, Mossa di Alekhine, Variante Kan
nl: Frans: Winawer, Aljechin gambiet, Kan variant
pl: Francuska, Winawer, gambit Alekhin'a, wariant Kan'a
ru: Французская защита: вариант Винавера, гамбит Алехина, вариант Кана
si: francoska, Winawer, Aljehinov gambit, Kanova različica
sv: Franskt: Winawer, Aljechins gambit, Kanvarianten
tr: Fransız: Winawer, Alekhine gambiti, Kan varyasyonu
uk: Французький захист: варіант Вінавера, гамбіт Альохіна, варіант Кана
vi: Pháp: Winawer, Alekhine cờ, Kan biến

source: French Defence: Winawer, Classical Variation
ar: فرنسي: ويناور, التفريع الكلاسيكي
br: Defesa Francesa, Variante Winawer, Variante Clássica
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant clàssica
cs: Francouzská: Winawerova, klasická varianta
de: Französisch: Winawer, Klassische Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Clásica
eu: Frantsesa: Winawer, Aldaera Klasikoa
fr: Française, var. Winawer, var. classique
id: Pembelaan Perancis Winawer: Maju, Varian Klasik
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Classica
nl: Frans: Winawer, klassieke variant
pl: Francuska, Winawer, wariant klasyczny
ru: Французская защита: вариант Винавера, классический вариант
si: francoska, Winawerjeva, napredna različica
sv: Franskt: Winawer, klassisk variant
tr: Fransız: Winawer, klasik varyasyon
uk: Французький захист: варіант Вінавера, класичний варіант
vi: Pháp: Winawer, biến thể cổ điển

source: French Defence: Winawer, Fingerslip Variation
ar: فرنسي: ويناور, فنجرسليب تفريع
br: Defesa Francesa, Variante Winawer, Variante Fingerslip
ca: Defensa Francesa - Variant Winawer - Variant 'fingerslip' (o esmunyedir-se els dits)
cs: Francouzská: Winawerova, fingerslip varianta
de: Französisch: Winawer, fingerslip-Variante
es: Defensa Francesa, Variante Winawer, Variante 'fingerslip' (o que se escurre de los dedos)
eu: Frantsesa: Winawer, Fingerslip (hatz artean irristatzen den) Aldaera
fr: Française, var. Winawer, var. fingerslip (faux mouvement qui proviendrait d'une interversion de coups d'Alekhine dans une partie contre Flohr)
id: Pembelaan Perancis Winawer: Maju, Varian Fingerslip
it: Difesa Francese, Variante Winawer, Variante 'fingerslip' (o que se escurre di dedos)
nl: Frans: Winawer, fingerslip variant
pl: Francuska, Winawer, wariant fingerslip
ru: Французская защита: вариант Винавера, вариант случайного касания
si: francoska, Winawer, fingerslip različica
sv: Franskt: Winawer, varianten med 4.Ld2
tr: Fransız: Winawer, parmak hatası varyasyonu
uk: Французький захист: варіант Вінавера, варіант випадкового торкання
vi: Pháp: Winawer, fingerslip biến

source: French Defence: Winawer, Kondratiyev Variation
ar: فرنسي: ويناور, كوندراتيف تفريع
br: Defesa Francesa, Variante Winawer, Variante Kondratiev
ca: Defensa Francesa - Variant Winawer - Variant Kondratiev
cs: French: Winawer, Kondratiyev variation
de: Französisch: Winawer, Kondratiyev-Variante
es: Defensa Francesa, Variante Winawer, Variante Kondratiev
eu: Frantsesa: Winawer, Kondratiyev Aldaera
fr: Française, var. Winawer, var. Kondratiyev
id: Pembelaan Perancis: Winawer, Varian Kondratijev
it: Difesa Francese, Variante Winawer, Variante Kondratiev
nl: Frans: Winawer, Kondratiyev variant
pl: Francuska, Winawer, wariant Kondratiyev'a
ru: Французская защита: вариант Винавера, вариант Кондратьева
si: francoska, Winawer, Kondratiyeva različica
sv: Franskt: Winawer, Kondratjevs variant
tr: Fransız: Winawer, Kondratiyev varyasyonu
uk: Французький захист: варіант Вінавера, варіант Кондратьєва
vi: Pháp: Winawer, Kondratiyev biến

source: French Defence: Winawer, Petrosian Variation
ar: فرنسي: ويناور, بيتروسيان تفريع
br: Defesa Francesa, Variante Winawer, Variante Petrosian
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant Petrosian
cs: French: Winawer, Petrosian variation
de: Französisch: Winawer, Petrosian-Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Petrosian
eu: Frantsesa: Winawer, Petrosian Aldaera
fr: Française, var. Winawer, var. Petrossian
id: Pembelaan Perancis: Winawer, Varian Petrosian
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Petrosian
nl: Frans: Winawer, Petrosian variant
pl: Francuska, Winawer, wariant Petrosian'a
ru: Французская защита: вариант Винавера, вариант Петросяна
si: francoska, Winawer, Petrosianova različica
sv: Franskt: Winawer, Petrosjanvarianten
tr: Fransız: Winawer, Petrosian varyasyonu
uk: Французький захист: варіант Вінавера, варіант Петросяна
vi: Pháp: Winawer, Petrosian biến

source: French Defence: Wing Gambit
ar: فرنسي: الجناح جامبيت
br: Defesa Francesa, Gambito do Ala
ca: Defensa Francesa - Gambit de l'Ala
cs: Francouzská: Křídelní gambit
de: Französisch: Flügelgambit
es: Defensa Francesa, Gambito del Ala
eu: Frantsesa: Wing Ganbitoa
fr: Française, gambit de l'aile
id: Pembelaan Perancis: Gambit Sayap
it: Difesa Francese, Mossa di Ali
nl: Frans: Vleugelgambiet
pl: Francuska, gambit skrzydła
ru: Французская защита: фланговый гамбит
si: francoska, Wingov gambit
sv: Franskt: Vinggambit
tr: Fransız: Kanat gambiti
uk: Французький захист: фланговий гамбіт
vi: Pháp: Wing Gambit

source: Fried Fox Defence
ar: فريد فوكس دفاع
br: Defesa da Raposa Frita
ca: Defensa guineu fregit
de: Fried Fox Verteidigung
es: Defensa Zorro Frito
eu: Azeri Frijituaren Defentsa
fr: Défense du renard frit
id: Pembelaan Fried FOX
it: Difesa Zorro Frito
nl: Gebakken vos verdediging
pl: Obrona smażonego lisa
ru: Вариант жареного лиса
si: Obramba pečene lisice
sv: Stekta rävens försvar
tr: Kızarmış tilki savunması
uk: Захист смаженого лиса
vi: Phòng thủ Chiên cáo

source: Gedult Attack
ar: جدولت هجوم
br: Ataque Gedult
ca: Atac Gedult
de: Gedult Angriff
es: Ataque Gedult
eu: Gedult Erasoa
fr: Attaque Gedult
id: Serangan Gedult
it: Attacco Gedult
nl: Gedult aanval
pl: Atak Gedult'a
ru: Атака Барнса
si: Gedultov napad
sv: Gedults angrepp
tr: Gedult hücumu
uk: Атака Барнса
vi: Gedult tấn công

source: Gedult Opening
ar: جدولت افتتاح
br: Abertura Gedult
ca: Obertura Gedult
cs: Gedult's opening
de: Gedult-Eröffnung
es: Apertura Gedult
eu: Gedulten Irekiera
fr: Ouverture Gedult ou Barnes
id: Pembukaan Gedult
it: Apertura Gedult
nl: Gedult's opening
pl: Debiut Gedult'a
ru: Дебют Барнса
si: Gedultova otvoritev
sv: Gedults spelöppning
tr: Gedult'un açılışı
uk: Дебют Барнса
vi: Khai cuộc Gedult

source: Giuoco Pianissimo: Canal Variation
ar: الجيكو بيانسيمو: كانال تفريع
br: Abertura Italiana (Giuoco Piano), Giuoco Pianíssimo, Variante Canal
ca: Obertura Italiana o 'Giuoco Piano' - 'Giuoco Pianissimo' - Variant Canal
de: Italienische Partie: Canal-Variante
es: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante Canal
eu: Giuoco Pianissimo: Canal Aldaera
fr: Italienne, système Giuoco Pianissimo, var. Canal
id: Giuoco Pianissimo: Varian Canal
it: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante Canal
nl: Giuoco Pianissimo: Canal variant
pl: Giuoco Pianissimo, wariant Canal
ru: Итальянская партия: вариант Каналя
si: Giuoco Pianissimo, Canalova različica
sv: Italienskt parti: Canalvarianten
tr: Giuoco Pianissimo: Kanal varyasyonu
uk: Італійська партія: варіант Каналя
vi: Giuoco pianissimo: Biến thể Canal

source: Giuoco Pianissimo: Dubois Variation
ar: الجيكو بيانسيمو: دوببيوس تفريع
br: Abertura Italiana (Giuoco Piano), Giuoco Pianíssimo, Variante Dubois
ca: Obertura Italiana o 'Giuoco Piano' - 'Giuoco Pianissimo' - Variant Dubois
de: Italienische Partie: Dubois-Variante
es: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante Dubois
eu: Giuoco Pianissimo: Dubois Aldaera
fr: Italienne, système Giuoco Pianissimo, var. Dubois
id: Giuoco Pianissimo: Varian Dubois
it: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante Dubois
nl: Giuoco Pianissimo: Dubois variant
pl: Giuoco Pianissimo, wariant Dubois'a
ru: Итальянская партия: вариант Дюбуа
si: Giuoco Pianissimo, Duboisova različica
sv: Italienskt parti: Duboisvarianten
tr: Giuoco Pianissimo: Dubois varyasyonu
uk: Італійська партія: варіант Дюбуа
vi: Giuoco Pianissimo: Biến thể Dubois

source: Giuoco Pianissimo: Italian Four Knights Variation
ar: الجيكو بيانسيمو: إيطالي الأربعة أحصنة تفريع
br: Abertura Italiana (Giuoco Piano), Giuoco Pianíssimo, Variante dos 4 Cavalos
ca: Obertura Italiana o 'Giuoco Piano' - 'Giuoco Pianissimo' - Variant dels quatre cavalls
de: Italienische Partie: Italienisches Vierspringerspiel
es: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante de los 4 Caballos
eu: Giuoco Pianissimo: Italiarra, Lau Zaldunen Aldaera
fr: Italienne, système Giuoco Pianissimo, var. italienne des 4 cavaliers
id: Giuoco Pianissimo: Varian 4 Kuda
it: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante dei 4 Cavalli
nl: Giuoco Pianissimo: Italiaanse vier paarden variant
pl: Giuoco Pianissimo, wariant włoski czterech skoczków
ru: Итальянская партия: итальянский вариант дебюта четырех коней
si: Giuoco Pianissimo, italjanska različica štirih skakačev
sv: Italienskt parti: Italienskt fyrspringarspel
tr: Giuoco Pianissimo: İtalyan dört at varyasyonu
uk: Італійська партія: Італійський варіант дебюту чотирьох коней
vi: Giuoco Pianissimo: Biến thể bốn mã Ý

source: Giuoco Piano Opening
ar: الجيكو بيانو ( الهاديء )
br: Abertura Italiana (Giuoco Piano)
ca: Obertura Italiana o 'Giuoco Piano'
cs: Giuoco Piano
de: Italienische Partie
es: Apertura Italiana o Giuoco Piano
eu: Giuoco Piano
fr: Partie italienne (Giuoco Piano)
id: Pembelaan Italia (Giuoco Piano)
it: Apertura Italiana o Giuoco Piano
nl: Giuoco Piano
pl: Giuoco Piano
ru: Итальянская партия
si: Giuoco Piano
sv: Italienskt parti (Giuoco Piano)
tr: Giuoco Piyano
uk: Італійська партія
vi: Giuoco Piano

source: Giuoco Piano Opening: Aitken Variation
ar: الجيكو بيانو ( الهاديء ): أيتكن تفريع
br: Abertura Italiana (Giuoco Piano), Variante Aitken
ca: Obertura Italiana o 'Giuoco Piano' - Variant Aitken
cs: Giuoco Piano: Aitken variation
de: Italienische Partie: Aitken-Variante
es: Apertura Italiana o Giuoco Piano, Variante Aitken
eu: Giuoco Piano: Aitken Aldaera
fr: Italienne, var. Aitken
id: Giuoco Piano: Varian Aitken
it: Apertura Italiana o Giuoco Piano, Variante Aitken
nl: Giuoco Piano: Aitken variant
pl: Giuoco Piano, wariant Aitken'a
ru: Итальянская партия: вариант Эйткена
si: Giuoco Piano, Aitekenova različica
sv: Italienskt parti: Aitkenvarianten
tr: Giuoco Piyano: Aitken varyasyonu
uk: Італійська партія: варіант Ейткена
vi: Giuoco Piano: Aitken biến

source: Giuoco Piano Opening: Anderssen Variation
ar: الجيكو بيانو ( الهاديء ): أندرسن تفريع
br: Abertura Italiana (Giuoco Piano), Variante Anderssen
ca: Obertura Italiana o 'Giuoco Piano' - Variant Anderssen
cs: Giuoco Piano: Anderssen variation
de: Italienische Partie: Anderssen-Variante
es: Apertura Italiana o Giuoco Piano, Variante Anderssen
eu: Giuoco Piano: Anderssen Aldaera
fr: Italienne, var. Anderssen
id: Giuoco Piano: Varian Andersen
it: Apertura Italiana o Giuoco Piano, Variante Anderssen
nl: Giuoco Piano: Anderssen variant
pl: Giuoco Piano, wariant Anderssen'a
ru: Итальянская партия: вариант Андерсена
si: Giuoco Piano, Anderssenova različica
sv: Italienskt parti: Anderssenvarianten
tr: Giuoco Piyano: Anderssen varyasyonu
uk: Італійська партія: варіант Андерсена
vi: Giuoco Piano: Anderssen biến

source: Giuoco Piano Opening: Bernstein Variation
ar: الجيكو بيانو ( الهاديء ): بيىشتاين تفريع
br: Abertura Italiana (Giuoco Piano), Variante Bernstein
ca: Obertura Italiana o 'Giuoco Piano' - Variant Bernstein
cs: Giuoco Piano: Bernstein variation
de: Italienische Partie: Bernstein-Variante
es: Apertura Italiana o Giuoco Piano, Variante Bernstein
eu: Giuoco Piano: Bernstein Aldaera
fr: Italienne, var. Bernstein
id: Giuoco Piano: Varian Bernstein
it: Apertura Italiana o Giuoco Piano, Variante Bernstein
nl: Giuoco Piano: Bernstein variant
pl: Giuoco Piano, wariant Bernstein'a
ru: Итальянская партия: вариант Бернштейна
si: Giuoco Piano, Bernsteinova različica
sv: Italienskt parti: Bernsteinvarianten
tr: Giuoco Piyano: Bernstein varyasyonu
uk: Італійська партія: варіант Бернштейна
vi: Giuoco Piano: Bernstein biến

source: Giuoco Piano Opening: Bird Attack
ar: الجيكو بيانو ( الهاديء ): بيرد هجوم
br: Abertura Italiana (Giuoco Piano), Ataque Bird
ca: Obertura Italiana o 'Giuoco Piano' - Variant Bird
cs: Giuoco Piano: Bird's attack
de: Italienische Partie: Bird's Angriff
es: Apertura Italiana o Giuoco Piano, Ataque Bird
eu: Giuoco Piano: Bird-en Erasoa
fr: Italienne, attaque Bird
id: Giuoco Piano: Serangan Bird
it: Apertura Italiana o Giuoco Piano, Attacco Bird
nl: Giuoco Piano: Bird's aanval
pl: Giuoco Piano, atak Birda
ru: Итальянская партия: атака Берда
si: Giuoco Piano, Birdov napad
sv: Italienskt parti: Birds angrepp
tr: Giuoco Piyano: Kuş'un hücumu
uk: Італійська партія: атака Берда
vi: Giuoco Piano: tấn công chim

source: Giuoco Piano Opening: Centre-holding Variation
ar: الجيكو بيانو ( الهاديء ): تفريع امتلاك الوسط
br: Abertura Italiana (Giuoco Piano), Variante de Sostén do Centro
ca: Obertura Italiana o 'Giuoco Piano' - Variant de 'protecció del centre'
cs: Giuoco Piano: centre-holding variation
de: Italienische Partie: centre-holding-Variante
es: Apertura Italiana o Giuoco Piano, Variante de Sostén del Centro
eu: Giuoco Piano: Erdiaren Euskarriaren Aldaera
fr: Italienne, var. du maintien du centre
id: Giuoco Piano: Varian Centre-Holding
it: Apertura Italiana o Giuoco Piano, Variante de Sostén del Centro
nl: Giuoco Piano: centrumbehoud variant
pl: Giuoco Piano, wariant utrzymania centrum
ru: Итальянская партия: вариант с удержанием центра
si: Giuoco Piano, različica oklepanja sredine
sv: Italienskt parti: Centrumvarianten
tr: Giuoco Piyano: merkezi tutucu varyasyonu
uk: Італійська партія: варіант з утримуванням центру
vi: Giuoco Piano: biến thể chiếm giữ trung tâm

source: Giuoco Piano Opening: Close Variation
ar: الجيكو بيانو ( الهاديء ): التفريع المغلق
br: Abertura Italiana (Giuoco Piano), Variante Fechada
ca: Obertura Italiana o 'Giuoco Piano' - Variant tancada
cs: Giuoco Piano: close variation
de: Italienische Partie: Geschlossene Variante
es: Apertura Italiana o Giuoco Piano, Variante Cerrada
eu: Giuoco Piano: Aldaera Itxia
fr: Italienne, var. fermée
id: Giuoco Piano: Varian Tertutup
it: Apertura Italiana o Giuoco Piano, Variante Chiusa
nl: Giuoco Piano: gesloten variant
pl: Giuoco Piano, wariant zamknięty
ru: Итальянская партия: закрытый вариант
si: Giuoco Piano, zaprta različica
sv: Italienskt parti: Sluten variant
tr: Giuoco Piyano: kapalı varyasyon
uk: Італійська партія: закритий варіант
vi: Giuoco Piano: biến thể gần
