Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Dutch Defence: Ilyin-Genevsky, Winter Variation
ar: الهولندي: الين-جينفرسكي, وينتر تفريع
br: Defesa Holandesa, Variante Ilyin Genevsky, Variante Winter
ca: Defensa Holandesa - Variant Ilyin Genevsky - Variant Winter
cs: Dutch: Ilyin-Genevsky, Winter variation
de: Holländisch: Ilyin-Genevsky, Winter-Variante
es: Defensa Holandesa, Variante Ilyin Genevsky, Variante Winter
eu: Holandarra: Ilyin-Genevsky, Winter Aldaera
fr: Défense hollandaise, var. Iline-Jenevski, var. Winter
id: Belanda, Varian Ilyin-Genevsky, Varian Winter
it: Difesa Olandese, Variante Ilyin Genevsky, Variante Winter
nl: Hollands: Ilyin-Genevsky, Winter variatie
pl: Holenderska, Ilyin-Genevsky, wariant Winter'a
ru: Голландская защита: система Ильина-Женевского, вариант Уинтера
si: Nizozemska: Ilyin-Genevsky, zimska različica
sv: Holländskt: Iljin-Zjenevskij, Wintervarianten
tr: Hollanda: Ilyin-Genevsky, Kış varyasyonu
uk: Голландський захист: система Ільїна-Женевського, варіант Уінтера
vi: Hà Lan: Ilyin-Genevsky, biến thể Winter

source: Dutch Defence: Janzen-Korchnoi Gambit
es: Defensa Holandesa: Gambito Janzen-Korchnoi
eu: Holandako Defentsa: Janzen-Korchnoi Ganbitoa

source: Dutch Defence: Kingfisher Gambit
es: Defensa Holandesa: Gambito Kingfisher
eu: Holandako Defentsa: Kingfisher Ganbitoa
fr: Défense hollandaise, gambit du martin-pêcheur

source: Dutch Defence: Krause Variation
es: Defensa Holandesa: Variante Krause
eu: Holandako Defentsa: Krause Aldaera

source: Dutch Defence: Krejcik Gambit, Tate Gambit
es: Defensa Holandesa: Gambito Krejcik, Gambito Tate
eu: Holandako Defentsa: Krejcik Ganbitoa, Tate Ganbitoa

source: Dutch Defence: Leningrad Variation
ar: الهولندي: لينينغراد تفريع
br: Defesa Holandesa, Variante Leningrad
ca: Defensa Holandesa - Variant Leningrad
cs: Dutch: Leningrad variation
de: Holländisch: Leningrader Variante
es: Defensa Holandesa, Variante Leningrado
eu: Holandarra: Leningrad Aldaera
fr: Défense hollandaise, var. de Saint-Pétersbourg (Léningrad)
id: Belanda, Varian Leningrad
it: Difesa Olandese, Variante Leningrado
nl: Hollands: Leningrad variant
pl: Holenderska, wariant Leningrad
ru: Голландская защита: ленинградская система
si: Nizozemska: Leningrad različica
sv: Holländskt: Leningradvarianten
tr: Hollanda: Leningrad varyasyonu
uk: Голландський захист: Ленінградська система
vi: Hà Lan: biến thể Leningrad

source: Dutch Defence: Leningrad, Basman System
ar: الهولندي: لينينغراد, باسمان نظام
br: Defesa Holandesa, Variante Leningrad, Sistema Basman
ca: Defensa Holandesa - Variant Leningrad - Sistema Basman
cs: Dutch: Leningrad, Basman system
de: Holländisch: Leningrad, Basman System
es: Defensa Holandesa, Variante Leningrado, Sistema Basman
eu: Holandarra: Leningrad, Basman Sistema
fr: Défense hollandaise, Saint-Pétersbourg (Léningrad), var. Basman
id: Belanda, Lenigrad, Sistem Basman
it: Difesa Olandese, Variante Leningrado, Sistema Basman
nl: Hollands: Leningrad, Basman systeem
pl: Holenderska, Leningrad, system Basman'a
ru: Голландская защита: ленинградская система, система Басмана
si: Nizozemska: Leningrad, Basmanov sistem
sv: Holländskt: Leningrad, Basmansystemet
tr: Hollanda: Leningrad, Basman sistemi
uk: Голландський захист: Ленінградська система, система Басмана
vi: Hà Lan: Leningrad, hệ thống Basman

source: Dutch Defence: Leningrad, Karlsbad Variation
ar: الهولندي: لينينغراد, كارلسباد تفريع
br: Defesa Holandesa, Variante Leningrad, Variante Karlsbad
ca: Defensa Holandesa - Variant Leningrad - Variant Karlsbad
cs: Dutch: Leningrad, Karlsbad variation
de: Holländisch: Leningrad, Karlsbader Variante
es: Defensa Holandesa, Variante Leningrado, Variante Karlsbad
eu: Holandarra: Leningrad, Karlsbad Aldaera
fr: Défense hollandaise, Saint-Pétersbourg (Léningrad), var. de Carlsbad (Karlovy Vary)
id: Belanda: Lenigrad, Varian Karlsbad
it: Difesa Olandese, Variante Leningrado, Variante Karlsbad
nl: Hollands: Leningrad, Karlsbad variant
pl: Holenderska, Leningrad, wariant Karlsbad
ru: Голландская защита: ленинградская система, карлсбадский вариант
si: Nizozemska: Leningrad, Karlsbadova različica
sv: Holländskt: Leningrad, Karlsbadvarianten
tr: Hollanda: Leningrad, Karlsbad varyasyonu
uk: Голландський захист: Ленінградська система, Карлсбадський варіант
vi: Hà Lan: Leningrad, biến thể Karlsbad

source: Dutch Defence: Leningrad, Main Variation
ar: الهولندي: لينينغراد, الرئيسي تفريع
br: Defesa Holandesa, Variante Leningrad, Variante Principal
ca: Defensa Holandesa - Variant Leningrad - Variant principal
cs: Dutch: Leningrad, main variation
de: Holländisch: Leningrad, Hauptvariante
es: Defensa Holandesa, Variante Leningrado, Variante Principal
eu: Holandarra: Leningrad, Aldaera Nagusia
fr: Défense hollandaise, var. de Saint-Pétersbourg (Léningrad), var. principale
id: Belanda: Lenigrad, Varian Utama
it: Difesa Olandese, Variante Leningrado, Variante Principale
nl: Hollands: Leningrad, hoofd variant
pl: Holenderska, Leningrad, wariant główny
ru: Голландская защита: ленинградская система, основной вариант
si: nizozemska, Leningrad, glavna različica
sv: Holländskt: Leningrad, huvudvariant
tr: Hollanda: Leningrad, ana varyasyonu
uk: Голландський захист: Ленінградська система, основний варіант
vi: Hà Lan: Leningrad, biến thể chính

source: Dutch Defence: Leningrad, Main Variation With C6
ar: الهولندي: لينينغراد, الرئيسي تفريع مع c7
br: Defesa Holandesa, Variante Leningrad, Variante Principal com c6
ca: Defensa Holandesa - Variant Leningrad - Variant principal amb c6
cs: Holandská: Leningradská, hlavní varianta s c6
de: Holländisch: Leningrad, Hauptvariante mit c6
es: Defensa Holandesa, Variante Leningrado, Variante Principal con c6
eu: Holandarra: Leningrad, c6-rekin Aldaera Nagusia
fr: Défense hollandaise, var. de Saint-Pétersbourg (Léningrad), var. principale, avec ...c6
id: Belanda: Lenigrad, Varian Utama dg c6
it: Difesa Olandese, Variante Leningrado, Variante Principale con c6
nl: Hollands: Leningrad, hoofd variant met c6
pl: Holenderska, Leningrad, wariant główny z c6
ru: Голландская защита: ленинградская система, основной вариант с c6
si: nizozemska, Leningrad, glavna različica z 7...c6
sv: Holländskt: Leningrad, huvudvariant med c6
tr: Hollanda: c6 ile Leningrad, ana varyasyonu
uk: Голландський захист: Ленінградська система, основний варіант з c6
vi: Hà Lan: Leningrad, biến thể chính với c6

source: Dutch Defence: Leningrad, Main Variation With Nc6
ar: الهولندي: لينينغراد, الرئيسي تفريع مع Nc7
br: Defesa Holandesa, Variante Leningrad, Variante Principal com Cc6
ca: Defensa Holandesa - Variant Leningrad - Variant principal amb Cc6
cs: Holandská: Leningradská, hlavní varianta s Jc6
de: Holländisch: Leningrad, Hauptvariante mit Sc6
es: Defensa Holandesa, Variante Leningrado, Variante Principal con Cc6
eu: Holandarra: Leningrad, Zc6-rekin Aldaera Nagusia
fr: Défense hollandaise, var. de Saint-Pétersbourg (Léningrad), var. principale, avec ...Cc6
id: Belanda: Lenigrad, Varian Utama dg Kc6
it: Difesa Olandese, Variante Leningrado, Variante Principale con Cc6
nl: Hollands: Leningrad, hoofd variant met Pc6
pl: Holenderska, Leningrad, wariant główny z Sc6
ru: Голландская защита: ленинградская система, основной вариант с Кc6
si: nizozemska, Leningrad, glavna različica z Nc6
sv: Holländskt: Leningrad, huvudvariant med Sc6
tr: Hollanda: Nc6 ile Leningrad, ana varyasyonu
uk: Голландський захист: Ленінградська система, основний варіант з Кc6
vi: Hà Lan: Leningrad, biến thể chính với Nc6

source: Dutch Defence: Manhattan Gambit, Anti-Leningrad
es: Defensa Holandesa: Gambito Manhattan, Anti-Leningrad
eu: Holandako Defentsa: Manhattan Ganbitoa, Leningradren aurkakoa

source: Dutch Defence: Manhattan Gambit, Anti-Modern
es: Defensa Holandesa: Gambito Manhattan, Anti-Modern
eu: Holandako Defentsa: Manhattan Ganbitoa, Anti-Modernoa

source: Dutch Defence: Manhattan Gambit, Anti-Stonewall
es: Defensa Holandesa: Gambito Manhattan, Anti-Stonewall
eu: Holandako Defentsa: Manhattan Ganbitoa, Stonewallen aurkakoa

source: Dutch Defence: Normal Variation
es: Defensa Holandesa: Variante Normal
eu: Holandako Defentsa:Aldaera Normala
fr: Défense hollandaise, var. normale

source: Dutch Defence: Omega-Isis Gambit
es: Defensa Holandesa: Gambito Omega-Isis
eu: Holandako Defentsa: Omega-Isis Ganbitoa

source: Dutch Defence: Raphael Variation
es: Defensa Holandesa: Variante Raphael
eu: Holandako Defentsa: Raphael Aldaera

source: Dutch Defence: Semi-Leningrad Variation
es: Defensa Holandesa: Variante Semi-Leningrad
eu: Holandako Defentsa: Semi-Leningrad Aldaera

source: Dutch Defence: Senechaud Gambit
es: Defensa Holandesa: Gambito Senechaud
eu: Holandako Defentsa: Senechaud Ganbitoa

source: Dutch Defence: Staunton Gambit
ar: الهولندي: ستاونتون جامبيت
br: Defesa Holandesa, Gambito Staunton
ca: Defensa Holandesa - Gambit Staunton
cs: Holandská: Stautonův gambit
de: Holländisch: Staunton Gambit
es: Defensa Holandesa, Gambito Staunton
eu: Holandarra: Staunton Ganbitoa
fr: Défense hollandaise, gambit Staunton
id: Belanda: Gambit Staunton
it: Difesa Olandese, Gambetto Staunton
nl: Hollands: Staunton gambiet
pl: Holenderska, gambit Staunton'a
ru: Голландская защита: гамбит Стаунтона
si: nizozemska: Stauntonov gambit
sv: Holländskt: Staunton-gambit
tr: Hollanda: Staunton gambiti
uk: Голландський захист: гамбіт Стаунтона
vi: Hà Lan: Staunton Gambit

source: Dutch Defence: Staunton Gambit Accepted
es: Defensa Holandesa: Staunton Gambit Accepted
eu: Holandako Defentsa: Staunton Ganbito Onartua
fr: Défense hollandaise, gambit Staunton accepté

source: Dutch Defence: Staunton Gambit Deferred
ar: الهولندي: ستاونتون جامبيت ديفيرد
br: Defesa Holandesa, Gambito Staunton Deferido
ca: Defensa Holandesa - Gambit Staunton diferit
cs: Holandská: Odložený Stautonův gambit
de: Holländisch: Staunton Gambit im Nachzug
es: Defensa Holandesa, Gambito Staunton Diferido
eu: Holandarra: Staunton Ganbito Atzeratua
fr: Défense hollandaise, gambit Staunton différé
id: Belanda: Gambit Staunton Ditunda
it: Difesa Olandese, Gambetto Staunton Diferido
nl: Hollands: uitgesteld Staunton gambiet
pl: Holenderska, odroczony gambit Staunton'a
ru: Голландская защита: улучшенный гамбит Стаунтона
si: nizozemska: Stauntonov gambit odložena
sv: Holländskt: Staunton-gambit avböjd
tr: Hollanda: ertelenmiş Staunton gambiti
uk: Голландський захист: покращений гамбіт Стаунтона
vi: Hà Lan: Staunton Gambit đã hoãn

source: Dutch Defence: Staunton Gambit, Alekhine Variation
ar: الهولندي: ستاونتون جامبيت, اليخين تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Alekhine
ca: Defensa Holandesa - Gambit Staunton - Variant Alekhine
cs: Holandská: Stautonův gambit, Aljechinova varianta
de: Holländisch: Staunton Gambit, Aljechin-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Alekhine
eu: Holandarra: Staunton Ganbitoa, Alekhine Aldaera
fr: Défense hollandaise, gambit Staunton accepté, var. Alekhine
id: Belanda: Gambit Staunton, Varian Alekhine
it: Difesa Olandese, Gambetto Staunton, Variante Alekhine
nl: Hollands: Staunton gambiet, Aljechin variant
pl: Holenderska, gambit Staunton'a, wariant Alekhin'a
ru: Голландская защита: гамбит Стаунтона, вариант Алехина
si: nizozemska: Stauntonov gambit, Aljehinova različica
sv: Holländskt: Staunton-gambit, Aljechinvarianten
tr: Hollanda: Staunton gambiti, Alekhine varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Альохіна
vi: Hà Lan: Staunton gambit, biến Alekhine

source: Dutch Defence: Staunton Gambit, American Attack
es: Defensa Holandesa: Gambito Staunton, Ataque American
eu: Holandako Defentsa: Staunton Ganbitoa, Eraso amerikarra
fr: Défense hollandaise, gambit Staunton accepté, attaque américaine

source: Dutch Defence: Staunton Gambit, Chigorin Variation
ar: الهولندي: ستاونتون جامبيت, تشجورين تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Chigorin
ca: Defensa Holandesa - Gambit Staunton - Variant Chigorin
cs: Holandská: Stautonův gambit, Čigorinova varianta
de: Holländisch: Staunton Gambit, Tschigorin-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Chigorin
eu: Holandarra: Staunton Ganbitoa, Chigorin Aldaera
fr: Défense hollandaise, gambit Staunton accepté, var. Tchigorine
id: Belanda: Gambit Staunton, Varian Chigorin
it: Difesa Olandese, Gambetto Staunton, Variante Chigorin
nl: Hollands: Staunton gambiet, Chigorin variant
pl: Holenderska, gambit Staunton'a, wariant Chigorin'a
ru: Голландская защита: гамбит Стаунтона, вариант Чигорина
si: nizozemska: Stauntonov gambit, Chigorinova različica
sv: Holländskt: Staunton-gambit, Tjigorinvarianten
tr: Hollanda: Staunton gambiti, Chigorin varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Чигоріна
vi: Hà Lan: Staunton gambit, biến Chigorin

source: Dutch Defence: Staunton Gambit, Lasker Variation
ar: الهولندي: ستاونتون جامبيت, لاسكر تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Lasker
ca: Defensa Holandesa - Gambit Staunton - Variant Lasker
cs: Holandská: Stautonův gambit, Laskerova varianta
de: Holländisch: Staunton Gambit, Lasker-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Lasker
eu: Holandera: Staunton Ganbitoa, Lasker Aldaera
fr: Défense hollandaise, gambit Staunton accepté, var. Lasker
id: Belanda: Gambit Staunton, Varian Lasker
it: Difesa Olandese, Gambetto Staunton, Variante Lasker
nl: Hollands: Staunton gambiet, Lasker variant
pl: Holenderska, gambit Staunton'a, wariant Lasker'a
ru: Голландская защита: гамбит Стаунтона, вариант Ласкера
si: nizozemska: Stauntonov gambit, Laskerjeva različica
sv: Holländskt: Staunton-gambit, Laskervarianten
tr: Hollanda: Staunton gambiti, Lasker varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Ласкера
vi: Hà Lan: Staunton gambit, biến Lasker

source: Dutch Defence: Staunton Gambit, Nimzovich Variation
ar: الهولندي: ستاونتون جامبيت, نيمزوفيتش تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Nimzowitsch
ca: Defensa Holandesa - Gambit Staunton - Variant Nimzowitsch
cs: Holandská: Stautonův gambit, Nimcovičova varianta
de: Holländisch: Staunton Gambit, Nimzowitsch-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Nimzowitsch
eu: Holandarra: Staunton Ganbitoa, Nimzovich Aldaera
fr: Défense hollandaise, gambit Staunton accepté, var. Nimzowitsch
id: Belanda: Gambit Staunton, Varian Nimzowitch
it: Difesa Olandese, Gambetto Staunton, Variante Nimzowitsch
nl: Hollands: Staunton gambiet, Nimzovich variant
pl: Holenderska, gambit Staunton'a, wariant Nimzovitsch'a
ru: Голландская защита: гамбит Стаунтона, вариант Нимцовича
si: nizozemska: Stauntonov gambit, Nimzovicheva različica
sv: Holländskt: Staunton-gambit, Nimzowitschvarianten
tr: Hollanda: Staunton gambiti, Nimzovich varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Німцовича
vi: Hà Lan: Staunton gambit, biến thể Nimzovich

source: Dutch Defence: Staunton Gambit, Staunton Line
ar: الهولندي: ستاونتون جامبيت, ستاونتون's الخط
br: Defesa Holandesa, Gambito Staunton, Linha Staunton
ca: Defensa Holandesa - Gambit Staunton - Línia Staunton
cs: Holandská: Stautonův gambit, Stautonova varianta
de: Holländisch: Staunton Gambit, Staunton's line
es: Defensa Holandesa, Gambito Staunton, Linea Staunton
eu: Holandarra: Staunton Ganbitoa, Staunton-en Lerroa
fr: Défense hollandaise, gambit Staunton accepté, ligne Staunton
id: Belanda: Gambit Staunton, Jalur Staunton
it: Difesa Olandese, Gambetto Staunton, Linea Staunton
nl: Hollands: Staunton gambiet, Staunton's lijn
pl: Holenderska, gambit Staunton'a, linia Staunton'a
ru: Голландская защита: гамбит Стаунтона, продолжение Стаунтона
si: nizozemska: Stauntonov gambit, Stauntonova linija
sv: Holländskt: Staunton-gambit, Stauntonvarianten
tr: Hollanda: Staunton gambiti, Staunton'un hattı
uk: Голландський захист: гамбіт Стаунтона, продовження Стаунтона
vi: Hà Lan: Thí quân Staunton, nhánh Staunton

source: Dutch Defence: Staunton Gambit, Tartakower Variation
ar: الهولندي: ستاونتون جامبيت, تارتاكوفر تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Tartakower
ca: Defensa Holandesa - Gambit Staunton - Variant Tartakower
cs: Holandská: Stautonův gambit, Tartakowerova varianta
de: Holländisch: Staunton Gambit, Tartakower-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Tartakower
eu: Holandarra: Staunton Ganbitoa, Tartakower Aldaera
fr: Défense hollandaise, gambit Staunton accepté, var. Tartakover
id: Belanda: Gambit Staunton, Varian Tartakower
it: Difesa Olandese, Gambetto Staunton, Variante Tartakower
nl: Hollands: Staunton gambiet, Tartakower variant
pl: Holenderska, gambit Staunton'a, wariant Tartakower'a
ru: Голландская защита: гамбит Стаунтона, вариант Тартаковера
si: nizozemska: Stauntonov gambit, Tartakowerjeva različica
sv: Holländskt: Staunton-gambit, Tartakowervarianten
tr: Hollanda: Staunton gambiti, Tartakower varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Тартаковера
vi: Hà Lan: Thí quân Staunton, biến Tartakower

source: Dutch Defence: Stonewall Variation
ar: الهولندي: الحائط الصخري تفريع
br: Defesa Holandesa, Variante Stonewall
ca: Defensa Holandesa - Variant 'pared de pedra'
cs: Holandská: Stonewall varianta
de: Holländisch: Stonewall
es: Defensa Holandesa, Variante Muro de Piedra
eu: Holandarra: Stonewall Aldaera
fr: Défense hollandaise, var. stonewall (mur de pierres)
id: Belanda: Varian Tembok Batu
it: Difesa Olandese, Variante Muro di Pietra
nl: Hollands: Stonewall variant
pl: Holenderska, wariant stonewall
ru: Голландская защита: система Каменная стена
si: nizozemska: kamniti zid različica
sv: Holländskt: Stonewallvarianten
tr: Hollanda: taş duvar varyasyonu
uk: Голландський захист: система Кам’яна стіна
vi: Hà Lan: biến Stonewall

source: Dutch Defence: Stonewall Variation, Modern Variation
es: Defensa Holandesa: Variante Stonewall, Variante Modern
eu: Holandako Defentsa: Stonewall Aldaera, Aldaera Modernoa

source: Dutch Defence: Stonewall With Ba3
ar: الهولندي: الحائط الصخري مع Ba4
br: Defesa Holandesa, Variante Stonewall com Ba3
ca: Defensa Holandesa - Variant 'paret de pedra' - amb Aa3
cs: Holandská: Stonewall s Sa3
de: Holländisch: Stonewall mit La3
es: Defensa Holandesa, Variante Muro de Piedra con Aa3
eu: Holandarra: Ba3 duen Stonewall
fr: Défense hollandaise, var. stonewall, avec Fa3
id: Belanda: Tembok Batu dg Ga3
it: Difesa Olandese, Variante Muro di Pietra con Aa3
nl: Hollands: Stonewall met La3
pl: Holenderska, stonewall z Ga3
ru: Голландская защита: система Каменная стена с Сa3
si: nizozemska, kamniti zid z La3
sv: Holländskt: Stonewall med La3
tr: Hollanda: Ba3 ile taş duvar
uk: Голландський захист: система Кам’яна стіна з Сa3
vi: Hà Lan: Stonewall với Ba3

source: Dutch Defence: Stonewall With Nc3
ar: الهولندي: الحائط الصخري مع Nc4
br: Defesa Holandesa, Variante Stonewall com Cc3
ca: Defensa Holandesa - Variant 'paret de pedra' amb Cc3
cs: Holandská: Stonewall s Jc3
de: Holländisch: Stonewall mit Sc3
es: Defensa Holandesa, Variante Muro de Piedra con Cc3
eu: Holandarra: Stonewall Zc3-rekin
fr: Défense hollandaise, var. stonewall, avec Cc3
id: Belanda: Tembok Batu dg Kc3
it: Difesa Olandese, Variante Muro di Pietra con Cc3
nl: Hollands: Stonewall met Pc3
pl: Holenderska, stonewall z Sc3
ru: Голландская защита: система Каменная стена с Кc3
si: nizozemska: kamniti zid z Sc3
sv: Holländskt: Stonewall med Sc3
tr: Hollanda: Nc3 ile taş duvar
uk: Голландський захист: система Кам’яна стіна з Кc3
vi: Hà Lan: Stonewall với Nc3

source: Dutch Defence: Stonewall, Botwinnik Variation
ar: الهولندي: الحائط الصخري, بوتفنيك تفريع
br: Defesa Holandesa, Variante Stonewall, Variante Botvinnik
ca: Defensa Holandesa - Variant 'paret de pedra' - Variant Botvinnik
cs: Holandská: Stonewall, Botvinikova varianta
de: Holländisch: Stonewall, Botwinnik-Variante
es: Defensa Holandesa, Variante Muro de Piedra, Variante Botvinnik
eu: Holandarra: Stonewall, Botwinnik Aldaera
fr: Défense hollandaise, var. stonewall, var. Botvinnik
id: Belanda: Tembok Batu, Varian Botwinnik
it: Difesa Olandese, Variante Muro di Pietra, Variante Botvinnik
nl: Hollands: Stonewall, Botwinnik variant
pl: Holenderska, stonewall, wariant Botvinnik'a
ru: Голландская защита: система Каменная стена, вариант Ботвинника
si: nizozemska: kamniti zid, Botwinnikova različica
sv: Holländskt: Stonewall, Botvinnikvarianten
tr: Hollanda: taş duvar, Botwinnik varyasyonu
uk: Голландський захист: система Кам’яна стіна, варіант Ботвинника
vi: Hà Lan: Stonewall, biến Botwinnik

source: Dutch Defence: Stonewall, Chekhover Variation
ar: الهولندي: الحائط الصخري: تشيكهوفر تفريع
br: Defesa Holandesa, Variante Stonewall, Variante Chekhover
ca: Defensa Holandesa - Variant 'paret de pedra' - Variant Chekhover
cs: Holandská: Stonewall, Cherkhoverova varianta
de: Holländisch: Stonewall: Chekhover-Variante
es: Defensa Holandesa, Variante Muro de Piedra, Variante Chekhover
eu: Holandarra: Stonewall, Chekhover Aldaera
fr: Défense hollandaise, var. stonewall, var. Tchekhover
id: Belanda: Tembok Batu, Varian Chekhover
it: Difesa Olandese, Variante Muro di Pietra, Variante Chekhover
nl: Hollands: Stonewall: Chekhover variant
pl: Holenderska, stonewall, wariant Chekhover'a
ru: Голландская защита: система Каменная стена, вариант Чеховера
si: nizozemska, kamniti zid: Checkover različica
sv: Holländskt: stonewall: Tjekhovervarianten
tr: Hollanda: taş duvar: Botwinnik varyasyonu
uk: Голландський захист: система Кам’яна стіна, варіант Чеховера
vi: Hà Lan: Stonewall: biến Chekhover

source: Dutch With C4 & G3
ar: الهولندي مع c4 & g4
br: Defesa Holandesa, Variante com c4 & g3
ca: Defensa Holandesa - Variant amb c4 i g3
cs: Holandská s c4 a g3
de: Holländisch mit c4 & g3
es: Defensa Holandesa, Variante con c4 y g3
eu: Holandarra c4 eta g3-rekin
fr: Défense hollandaise, avec c4 et g3
id: Belanda dg c4 dan g3
it: Difesa Olandese, Variante con c4 y g3
nl: Hollands met c4 & g3
pl: Holenderska z c4 & g3
ru: Голландская защита с c4 и g3
si: Nizozemska z c4 & g3
sv: Holländskt med c4 och g3
tr: c4 & g3 ile Hollanda
uk: Голландський захист з c4 і g3
vi: Hà Lan với c4 & g3

source: Dutch With C4 & Nc3
ar: الهولندي مع c4 & Nc4
br: Defesa Holandesa, Variante com c4 & Cc3
ca: Defensa Holandesa - Variant amb c4 i Cc3
cs: Holandská s c4 a Jc3
de: Holländisch mit c4 & Sc3
es: Defensa Holandesa, Variante con c4 y Cc3
eu: Holandarra c4 eta Zc3-rekin
fr: Défense hollandaise, avec c4 et Cc3
id: Belanda dg c4 dan Kc3
it: Difesa Olandese, Variante con c4 y Cc3
nl: Hollands met c4 & Pc3
pl: Holenderska z c4 & Sc3
ru: Голландская защита с c4 и Кc3
si: nizozemska z 2.c4 & 3.Sc3
sv: Holländskt med c4 och Sc3
tr: c4 & Nc3 ile Hollanda
uk: Голландський захист з c4 і Кc3
vi: Hà Lan với c4 & NC3

source: Dutch-Indian, Alekhine Variation
ar: الهندي الهولندي, اليخين تفريع
br: Defesa Holandesa, Variante Indo-Holandesa, Variante Alekhine
ca: Defensa Holandesa - Variant Indo Holandesa - Variant Alekhine
cs: Holandsko-indická: Aljechinova varianta
de: Holländisch-Indisch, Aljechin-Variante
es: Defensa Holandesa, Variante Indo Holandesa, Variante Alekhine
eu: Holandar-indiarra, Alekhine Aldaera
fr: Défense hollandaise, var. "Dutch-Indian", var. Alekhine
id: Hindia Belanda, Varian Alekhine
it: Difesa Olandese, Variante Indo Olandese, Variante Alekhine
nl: Hollands-Indisch, Aljechin variant
pl: Holendersko-Indyjska, wariant Alekhin'a
ru: Голландская защита: вариант Алехина
si: Nizozemsko-indijska, Aljehinova različica
sv: Holländsk-Indiskt: Aljechinvarianten
tr: Hollanda-Hint, Alekhine varyasyonu
uk: Голландський захист: варіант Альохіна
vi: Hà Lan, Ấn Độ, biến thể Alekhine
