Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Gruenfeld Defence: Zaitsev Gambit
es: Defensa Grünfeld: Gambito Zaitsev
eu: Grünfeld Defentsa: Zaitsev Ganbitoa
fr: Défense Grünfeld, gambit Zaitsev

source: Gruenfeld Opening: 4.Bf4
ar: جرونفلد: 4.Bf5
br: Defesa Grünfeld, 4.Bf4
ca: Defensa Grünfeld - 4. Af4
cs: Gruenfeld: 4.Bf4
de: Grünfeld: 4.Lf4
es: Defensa Grünfeld, 4.Af4
eu: Gruenfeld: 4.Af4
fr: Défense Grünfeld, 4.Ff4
id: Gruendfeld: 4.Gf4
it: Difesa Grünfeld, 4.Af4
nl: Gruenfeld: 4.Lf4
pl: Gruenfeld, 4.Gf4
ru: Защита Грюнфельда: 4.Сf4
si: Gruenfeldova, 4. Lf4
sv: Grünfeld: 4.Lf4
tr: Gruenfeld: 4.Bf4
uk: Захист Грюнфельда: 4.Сf4
vi: Gruenfeld: 4.Bf4

source: Gruenfeld Opening: 5.Bf4
ar: جرونفلد: 5.Bf5
br: Defesa Grünfeld, 5.Bf4
ca: Defensa Grünfeld - 5. Af4
cs: Gruenfeld: 5.Bf4
de: Grünfeld: 5.Lf4
es: Defensa Grünfeld, 5.Af4
eu: Gruenfeld: 5.Af4
fr: Défense Grünfeld, 5.Ff4
id: Gruendfeld: 5.Gf4
it: Difesa Grünfeld, 5.Af4
nl: Gruenfeld: 5.Lf4
pl: Gruenfeld, 5.Gf4
ru: Защита Грюнфельда: 5.Сf4
si: Gruenfeldova, 5. Lf4
sv: Grünfeld: 5.Lf4
tr: Gruenfeld: 5.Bf4
uk: Захист Грюнфельда: 5.Сf4
vi: Gruenfeld: 5.Bf4

source: Gruenfeld Opening: 5.Bg5
ar: جرونفلد: 5.Bg6
br: Defesa Grünfeld, 5.Bg5
ca: Defensa Grünfeld - 5. Ag5
cs: Gruenfeld: 5.Bg5
de: Grünfeld: 5.Lg5
es: Defensa Grünfeld, 5.Ag5
eu: Gruenfeld: 5.Ag5
fr: Défense Grünfeld, 5.Fg5
id: Gruendfeld: 5.Gg5
it: Difesa Grünfeld, 5.Ag5
nl: Gruenfeld: 5.Lg5
pl: Gruenfeld, 5.Gg5
ru: Защита Грюнфельда: 5.Сg5
si: Gruenfeldova, 5. Lg5
sv: Grünfeld: 5.Lg5
tr: Gruenfeld: 5.Bg5
uk: Захист Грюнфельда: 5.Сg5
vi: Gruenfeld: 5.Bg5

source: Gruenfeld Opening: 5.e3
ar: جرونفلد: 5.e4
br: Defesa Grünfeld, 5.e3
ca: Defensa Grünfeld - Sistema tancat
cs: Gruenfeld: 5.e3
de: Grünfeld: 5.e3
es: Defensa Grünfeld, Sistema Cerrado
eu: Gruenfeld: 5.e3
fr: Défense Grünfeld, 5.e3
id: Gruendfeld: 5.e3
it: Difesa Grünfeld, Sistema Chiuso
nl: Gruenfeld: 5.e3
pl: Gruenfeld, 5.e3
ru: Защита Грюнфельда: 5.e3
si: Gruenfeldova, 5. e3
sv: Grünfeld: 5.e3
tr: Gruenfeld: 5.e3
uk: Захист Грюнфельда: 5.e3
vi: Gruenfeld: 5.e3

source: Gruenfeld Opening: Botvinnik Variation
ar: جرونفلد: بوتفنيك تفريع
br: Defesa Grünfeld, Variante Botvinnik
ca: Defensa Grünfeld - Variant Botvinnik
cs: Gruenfeld: Botvinnik variation
de: Grünfeld: Botvinnik-Variante
es: Defensa Grünfeld, Variante Botvinnik
eu: Gruenfeld: Botvinnik Aldaera
fr: Défense Grünfeld, var. Botvinnik
id: Gruendfeld: Varian Botwinnik
it: Difesa Grünfeld, Variante Botvinnik
nl: Gruenfeld: Botvinnik variant
pl: Gruenfeld, wariant Botvinnik
ru: Защита Грюнфельда: вариант Ботвинника
si: Gruenfeldova, Botvinnikova različica
sv: Grünfeld: Botvinnikvarianten
tr: Gruenfeld: Botvinnik varyasyonu
uk: Захист Грюнфельда: варіант Ботвинника
vi: Gruenfeld: Botvinnik biến

source: Gruenfeld Opening: Exchange Variation
ar: جرونفلد: التكسير تفريع
br: Defesa Grünfeld, Variante da Troca
ca: Defensa Grünfeld - Variant del canvi
cs: Gruenfeld: exchange variation
de: Grünfeld: Abtauschvariante
es: Defensa Grünfeld, Variante del Cambio
eu: Gruenfeld: Truke-Aldaera
fr: Défense Grünfeld, var. d'échange
id: Gruendfeld: Varian Tukar
it: Difesa Grünfeld, Variante di Cambio
nl: Gruenfeld: ruilvariant
pl: Gruenfeld, wariant wymienny
ru: Защита Грюнфельда: разменный вариант
si: Gruenfeldova, izmenjalna različica
sv: Grünfeld: Avbytesvarianten
tr: Gruenfeld: takas varyasyonu
uk: Захист Грюнфельда: розмінний варіант
vi: Gruenfeld: ngoại tệ thay đổi

source: Gruenfeld Opening: Exchange, Classical Variation
ar: جرونفلد: التكسير, التفريع الكلاسيكي
br: Defesa Grünfeld, Variante da Troca, Variante Clássica
ca: Defensa Grünfeld - Variant del canvi - Variante clàssica
cs: Gruenfeld: exchange, classical variation
de: Grünfeld: Abtauschvariante, Klassische Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Clásica
eu: Gruenfeld: Trukea, Aldaera Klasikoa
fr: Défense Grünfeld, var. d'échange, var. classique
id: Gruendfeld: Tukar, Varian Klasik
it: Difesa Grünfeld, Variante di Cambio, Variante Classica
nl: Gruenfeld: ruil, klassieke variant
pl: Gruenfeld, wymienny, wariant
ru: Защита Грюнфельда: разменный вариант, классический вариант
si: Gruenfeldova, izmenjalna, klasična različica
sv: Grünfeld: Avbytesvarianten, klassisk variant
tr: Gruenfeld: takas, klasik varyasyon
uk: Захист Грюнфельда: розмінний варіант, класичний варіант
vi: Gruenfeld: trao đổi, biến thể cổ điển

source: Gruenfeld Opening: Exchange, Larsen Variation
ar: جرونفلد: التكسير, لارسن تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Larsen
ca: Defensa Grünfeld - Variant del canvi - Variant Larsen
cs: Gruenfeld: exchange, Larsen variation
de: Grünfeld: Abtauschvariante, Larsen-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Larsen
eu: Gruenfeld: Trukea, Larsen Aldaera
fr: Défense Grünfeld, var. d'échange, var. Larsen
id: Gruendfeld: Tukar, Varian Larsen
it: Difesa Grünfeld, Variante di Cambio, Variante Larsen
nl: Gruenfeld: ruil, Larsen variant
pl: Gruenfeld, wymienny, wariant Larsen'a
ru: Защита Грюнфельда: разменный вариант, вариант Ларсена
si: Gruenfeldova, izmenjalna, Larsenova različica
sv: Grünfeld: Avbytesvarianten, Larsenvarianten
tr: Gruenfeld: takas, Larsen varyasyonu
uk: Захист Грюнфельда: розмінний варіант, варіант Ларсена
vi: Gruenfeld: trao đổi, Larsen biến

source: Gruenfeld Opening: Exchange, Seville Variation
ar: جرونفلد: التكسير, سيفيل تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Sevilha
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky - Variant Sevilla
cs: Gruenfeld: exchange, Seville variation
de: Grünfeld: Abtauschvariante, Seville-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky, Variante Sevilla
eu: Gruenfeld: Trukea, Sevillako Aldaera
fr: Défense Grünfeld, var. d'échange, var. de Séville
id: Gruendfeld: Tukar, Varian Seville
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky, Variante Sevilla
nl: Gruenfeld: ruil, Sevilla variant
pl: Gruenfeld, wymienny, wariant Seville
ru: Защита Грюнфельда: разменный вариант, севильский вариант
si: Gruenfeldova, izmenjalna, seviljska različica
sv: Grünfeld: Avbytesvarianten, Sevillavarianten
tr: Gruenfeld: takas, Seville varyasyonu
uk: Захист Грюнфельда: розмінний варіант, Севільський варіант
vi: Gruenfeld: trao đổi, Seville biến

source: Gruenfeld Opening: Exchange, Simagin Improved Variation
ar: جرونفلد: التكسير, سيماجين المحسن تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Simagin Melhorada
ca: Defensa Grünfeld - Variant del canvi - Variant Simagin millorada
cs: Gruenfeld: exchange, Simagin's improved variation
de: Grünfeld: Abtauschvariante, Simagins verbesserte Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Simagin Mejorada
eu: Gruenfeld: Trukea, Simagin-en Aldaera Hobetua
fr: Défense Grünfeld, var. d'échange, 8...Cc6 (var. Simagin améliorée)
id: Gruendfeld: Tukar, Varian Simagin Diperbarui
it: Difesa Grünfeld, Variante di Cambio, Variante Simagin Mejorada
nl: Gruenfeld: ruil, Simagin's verbeterde variant
pl: Gruenfeld, wymienny, poprawiony wariant Simagina
ru: Защита Грюнфельда: разменный вариант, усиленный вариант Симагина
si: Gruenfeldova, izmenjalna, Simaginova izboljšana različica
sv: Grünfeld: Avbytesvarianten, Simagins förbättrade variant
tr: Gruenfeld: takas, Simagin'in gelişmiş varyasyonu
uk: Захист Грюнфельда: розмінний варіант, посилений варіант Сімагіна
vi: Gruenfeld: trao đổi, cải thiện sự biến đổi của Simagin

source: Gruenfeld Opening: Exchange, Simagin Lesser Variation
ar: جرونفلد: التكسير, سيماجين المصغر تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Menor de Simagin
ca: Defensa Grünfeld - Variant del canvi - Variant menor de Simagin
cs: Gruenfeld: exchange, Simagin's lesser variation
de: Grünfeld: Abtauschvariante, Simagin's lesser-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Menor de Simagin
eu: Gruenfeld: Trukea, Simagin-en Aldaera Txikiagoa
fr: Défense Grünfeld, var. d'échange, 8...b6 (petite (ou plus faible) var. Simagin)
id: Gruendfeld: Tukar, Varian Simagin Lesser
it: Difesa Grünfeld, Variante di Cambio, Variante Menor de Simagin
nl: Gruenfeld: ruil, Simagin's mindere variant
pl: Gruenfeld, wymienny, poprawiony wariant Simagina
ru: Защита Грюнфельда: разменный вариант, рекомендованный вариант Симагина
si: Gruenfeldova, izmenjalna, Simaginova manjša različica
sv: Grünfeld: Avbytesvarianten, Simagins reducerade variant
tr: Gruenfeld: takas, Simagin'in daha küçük varyasyonu
uk: Захист Грюнфельда: розмінний варіант, рекомендований варіант Сімагіна
vi: Gruenfeld: đổi quân, biến thể ít hơn của Simagin

source: Gruenfeld Opening: Exchange, Sokolsky Variation
ar: جرونفلد: التكسير, سوكولوسكي تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Sokolsky
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky - Línia principal - Variant Sokolsky
cs: Gruenfeld: exchange, Sokolsky variation
de: Grünfeld: Abtauschvariante, Sokolsky-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky, Linea Principal, Variante Sokolsky
eu: Gruenfeld: Trukea, Sokolsky Aldaera
fr: Défense Grünfeld, var. d'échange, var. Sokolsky
id: Gruendfeld: Tukar, Varian Sokolsky
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky, Linea Principale, Variante Sokolsky
nl: Gruenfeld: ruil, Sokolsky variant
pl: Gruenfeld, wymienny, wariant Sokolsky'ego
ru: Защита Грюнфельда: разменный вариант, вариант Сокольского
si: Gruenfeldova, izmenjalna, Sokolskyeva različica
sv: Grünfeld: Avbytesvarianten, Sokolskijvarianten
tr: Gruenfeld: takas, Sokolsky varyasyonu
uk: Захист Грюнфельда: розмінний варіант, варіант Сокольського
vi: Gruenfeld: trao đổi, Sokolsky biến

source: Gruenfeld Opening: Exchange, Spassky Variation
ar: جرونفلد: التكسير, تفريع سباسكي
br: Defesa Grünfeld, Variante da Troca, Variante Spassky
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky
cs: Gruenfeld: exchange, Spassky variation
de: Grünfeld: Abtauschvariante, Spassky-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky
eu: Gruenfeld: Trukea, Spassky Aldaera
fr: Défense Grünfeld, var. d'échange, var. Spassky
id: Gruendfeld: Tukar, Varian Spassky
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky
nl: Gruenfeld: ruil, Spassky variant
pl: Gruenfeld, wymienny, wariant Spassky'ego
ru: Защита Грюнфельда: разменный вариант, вариант Спасского
si: Gruenfeldova, izmenjalna, Spasskyeva različica
sv: Grünfeld: Avbytesvarianten, Spasskijvarianten
tr: Gruenfeld: takas, Spassky varyasyonu
uk: Захист Грюнфельда: розмінний варіант, варіант Спаського
vi: Gruenfeld: trao đổi, Spassky biến

source: Gruenfeld Opening: Flohr Defence
ar: جرونفلد: فلوهر دفاع
br: Defesa Grünfeld, Defesa Flohr
ca: Defensa Grünfeld - Defensa Flohr
cs: Gruenfeld: Flohr defence
de: Grünfeld: Flohr Verteidigung
es: Defensa Grünfeld, Defensa Flohr
eu: Gruenfeld: Flohr Defentsa
fr: Défense Grünfeld, défense Flohr
id: Gruendfeld: Pembelaan Flohr
it: Difesa Grünfeld, Difesa Flohr
nl: Gruenfeld: Flohr verdediging
pl: Gruenfeld, obrona Flohr'a
ru: Защита Грюнфельда: защита Флора
si: Gruenfeldova, Flohrjeva obramba
sv: Grünfeld: Flohrs försvar
tr: Gruenfeld: Flohr savunması
uk: Захист Грюнфельда: захист Флора
vi: Gruenfeld: Phòng thủ Flohr

source: Gruenfeld Opening: Flohr Variation
ar: جرونفلد: فلوهر تفريع
br: Defesa Grünfeld, Variante Flohr
ca: Defensa Grünfeld - Variante Flohr
cs: Gruenfeld: Flohr variation
de: Grünfeld: Flohr-Variante
es: Defensa Grünfeld, Variante Flohr
eu: Gruenfeld: Flohr Aldaera
fr: Défense Grünfeld, var. Flohr
id: Gruendfeld: Varian Flohr
it: Difesa Grünfeld, Variante Flohr
nl: Gruenfeld: Flohr variant
pl: Gruenfeld, wariant Flohr'a
ru: Защита Грюнфельда: вариант Флора
si: Gruenfeldova, Flohrjeva različica
sv: Grünfeld: Flohrvarianten
tr: Gruenfeld: Flohr varyasyonu
uk: Захист Грюнфельда: варіант Флора
vi: Gruenfeld: Flohr biến

source: Gruenfeld Opening: Gruenfeld Gambit
ar: جرونفلد: جرونفلد جامبيت
br: Defesa Grünfeld, Gambito Grünfeld
ca: Defensa Grünfeld - Gambit Grünfeld
cs: Gruenfeld: Gruenfeld gambit
de: Grünfeld: Grünfeld Gambit
es: Defensa Grünfeld, Gambito Grünfeld
eu: Gruenfeld: Gruenfeld Ganbitoa
fr: Défense Grünfeld, gambit Grünfeld
id: Gruendfeld: Gambit Gruendfeld
it: Difesa Grünfeld, Mossa di Grünfeld
nl: Gruenfeld: Gruenfeld gambiet
pl: Gruenfeld, gambit Gruenfeld'a
ru: Защита Грюнфельда: гамбит Грюнфельда
si: Gruenfeldova, Gruenfeldov gambit
sv: Grünfeld: Grünfeldgambit
tr: Gruenfeld: Gruenfeld gambiti
uk: Захист Грюнфельда: гамбіт Грюнфельда
vi: Gruenfeld: Gruenfeld Gambit

source: Gruenfeld Opening: Gruenfeld Gambit Accepted
ar: جرونفلد: جامبيت المقبول
br: Defesa Grünfeld, Gambito Grünfeld Aceito
ca: Defensa Grünfeld - Gambit Grünfeld acceptat
cs: Gruenfeld: Gruenfeld gambit accepted
de: Grünfeld: Grünfeld Gambit angenommen
es: Defensa Grünfeld, Gambito Grünfeld Aceptado
eu: Gruenfeld: Gruenfeld-en Ganbitoa Onartua
fr: Défense Grünfeld, gambit Grünfeld accepté
id: Gruendfeld: Gambit Gruendfeld Diterima
it: Difesa Grünfeld, Mossa di Grünfeld Accettato
nl: Gruenfeld: aanvaard Gruenfeldgambiet
pl: Gruenfeld, gambit Gruenfeld'a przyjęty
ru: Защита Грюнфельда: принятый гамбит Грюнфельда
si: Gruenfeldova, Gruenfeldov gambit sprejet
sv: Grünfeld: Grünfeldgambit antagen
tr: Gruenfeld: Gruenfeld gambiti kabul edildi
uk: Захист Грюнфельда: прийнятий гамбіт Грюнфельда
vi: Gruenfeld: Gruenfeld cờ chấp nhận

source: Gruenfeld Opening: Gruenfeld Gambit, Botvinnik Variation
ar: جرونفلد: جرونفلد جامبيت, بوتفنيك تفريع
br: Defesa Grünfeld, Gambito Grünfeld, Variante Botvinnik
ca: Defensa Grünfeld - Gambit Grünfeld - Variant Botvinnik
cs: Gruenfeld: Gruenfeld gambit, Botvinnik variation
de: Grünfeld: Grünfeld Gambit, Botvinnik-Variante
es: Defensa Grünfeld, Gambito Grünfeld, Variante Botvinnik
eu: Gruenfeld: Gruenfeld Ganbitoa, Botvinnik Aldaera
fr: Défense Grünfeld, gambit Grünfeld, var. Botvinnik
id: Gruendfeld: Gambit Gruendfeld, Varian Botwnnik
it: Difesa Grünfeld, Mossa di Grünfeld, Variante Botvinnik
nl: Gruenfeld: Gruenfeld gambiet, Botvinnik variant
pl: Gruenfeld, gambit Gruenfeld'a, wariant Botvinnik'a
ru: Защита Грюнфельда: гамбит Грюнфельда, вариант Ботвинника
si: Gruenfeldova, Gruenfeldov gambit, Botvinnikova različica
sv: Grünfeld: Grünfeldgambit, Botvinnikvarianten
tr: Gruenfeld: Gruenfeld gambiti, Botvinnik varyasyonu
uk: Захист Грюнфельда: гамбіт Грюнфельда, варіант Ботвинника
vi: Gruenfeld: Gruenfeld cờ, Botvinnik biến

source: Gruenfeld Opening: Gruenfeld Gambit, Capablanca Variation
ar: جرونفلد: جرونفلد جامبيت, كابابلانكا تفريع
br: Defesa Grünfeld, Gambito Grünfeld, Variante Capablanca
ca: Defensa Grünfeld - Gambit Grünfeld - Variant Capablanca
cs: Gruenfeld: Gruenfeld gambit, Capablanca variation
de: Grünfeld: Grünfeld Gambit, Capablanca-Variante
es: Defensa Grünfeld, Gambito Grünfeld, Variante Capablanca
eu: Gruenfeld: Gruenfeld Ganbitoa, Capablanca Aldaera
fr: Défense Grünfeld, gambit Grünfeld, var. Capablanca
id: Gruendfeld: Gambit Gruendfeld, Varian Capablanca
it: Difesa Grünfeld, Mossa di Grünfeld, Variante Capablanca
nl: Gruenfeld: Gruenfeld gambiet, Capablanca variant
pl: Gruenfeld, gambit Gruenfeld'a, wariant Capablanki
ru: Защита Грюнфельда: гамбит Грюнфельда, вариант Капабланки
si: Gruenfeldova, Gruenfeldov gambit, Capablancina različica
sv: Grünfeld: Grünfeldgambit, Capablancavarianten
tr: Gruenfeld: Gruenfeld gambiti, Capablanca varyasyonu
uk: Захист Грюнфельда: гамбіт Грюнфельда, варіант Капабланки
vi: Gruenfeld: Gruenfeld cờ, Capablanca biến

source: Gruenfeld Opening: Lundin Variation
ar: جرونفلد: لوندين تفريع
br: Defesa Grünfeld, Variante Lundin
ca: Defensa Grünfeld - Variant Estocolm - Variant Lundin
cs: Gruenfeld: Lundin variation
de: Grünfeld: Lundin-Variante
es: Defensa Grünfeld, Variante Estocolmo, Variante Lundin
eu: Gruenfeld: Lundin Aldaera
fr: Défense Grünfeld, var. Lundin
id: Gruendfeld: Varian Lundin
it: Difesa Grünfeld, Variante Estocolmo, Variante Lundin
nl: Gruenfeld: Lundin variant
pl: Gruenfeld, wariant Lundin'a
ru: Защита Грюнфельда: вариант Лундина
si: Gruenfeldova, Lundinova različica
sv: Grünfeld: Lundinvarianten
tr: Gruenfeld: Lundin varyasyonu
uk: Захист Грюнфельда: варіант Лундіна
vi: Gruenfeld: Lundin biến

source: Gruenfeld Opening: Makogonov Variation
ar: جرونفلد: ماكوجونوف تفريع
br: Defesa Grünfeld, Variante Makogonov
ca: Defensa Grünfeld - Variant Makogonov
cs: Gruenfeld: Makogonov variation
de: Grünfeld: Makogonov-Variante
es: Defensa Grünfeld, Variante Makogonov
eu: Gruenfeld: Makogonov Aldaera
fr: Défense Grünfeld, var. Makogonov
id: Gruendfeld: Varian Makogonov
it: Difesa Grünfeld, Variante Makogonov
nl: Gruenfeld: Makogonov variant
pl: Gruenfeld, wariant Makogonov'a
ru: Защита Грюнфельда: вариант Макогонова
si: Gruenfeldova, Makogonova različica
sv: Grünfeld: Makogonovvarianten
tr: Gruenfeld: Makogonov varyasyonu
uk: Захист Грюнфельда: варіант Макогонова
vi: Gruenfeld: Makogonov biến

source: Gruenfeld Opening: Modern Exchange Variation
ar: جرونفلد: حديث التكسير تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Moderna
ca: Defensa Grünfeld - Variant del canvi - Variant moderna
cs: Gruenfeld: modern exchange variation
de: Grünfeld: Moderne Abtauschvariante
es: Defensa Grünfeld, Variante del Cambio, Variante Moderna
eu: Gruenfeld: Truke-Aldaera Modernoa
fr: Défense Grünfeld, var. d'échange moderne
id: Gruendfeld: Tukar, Varian Modern
it: Difesa Grünfeld, Variante di Cambio, Variante Moderna
nl: Gruenfeld: moderne ruilvariant
pl: Gruenfeld, nowoczesny wariant wymienny
ru: Защита Грюнфельда: современный разменный вариант
si: Gruenfeldova, moderna izmenjalna različica
sv: Grünfeld: Moderna avbytesvarianten
tr: Gruenfeld: modern takas varyasyonu
uk: Захист Грюнфельда: сучасний розмінний варіант
vi: Gruenfeld: biến thể đối quân hiện đại

source: Gruenfeld Opening: Opovcensky Variation
ar: جرونفلد: اوبوفسينسكي تفريع
br: Defesa Grünfeld, Variante Opovcensky
ca: Defensa Grünfeld - Variant Opocensky
cs: Gruenfeld: Opovcensky variation
de: Grünfeld: Opovcensky-Variante
es: Defensa Grünfeld, Variante Opocensky
eu: Gruenfeld: Opovcensky Aldaera
fr: Défense Grünfeld, var. Opocensky
id: Gruendfeld: Varian Opovcensky
it: Difesa Grünfeld, Variante Opocensky
nl: Gruenfeld: Opovcensky variant
pl: Gruenfeld, wariant Opovcensky'ego
ru: Защита Грюнфельда: вариант Опоченского
si: Gruenfeldova, Opovcenskyeva različica
sv: Grünfeld: Opocenskyvarianten
tr: Gruenfeld: Opovcensky varyasyonu
uk: Захист Грюнфельда: варіант Опоченського
vi: Gruenfeld: Opovcensky biến

source: Gruenfeld Opening: Pachman Variation
ar: جرونفلد: باخمان تفريع
br: Defesa Grünfeld, Variante Pachman
ca: Defensa Grünfeld - Variant Pachman
cs: Gruenfeld: Pachman variation
de: Grünfeld: Pachman-Variante
es: Defensa Grünfeld, Variante Pachman
eu: Gruenfeld: Pachman Aldaera
fr: Défense Grünfeld, var. Pachman
id: Gruendfeld: Varian Pachman
it: Difesa Grünfeld, Variante Pachman
nl: Gruenfeld: Pachman variant
pl: Gruenfeld, wariant Pachman'a
ru: Защита Грюнфельда: вариант Пахмана
si: Gruenfeldova, Pachmanova različica
sv: Grünfeld: Pachmanvarianten
tr: Gruenfeld: Pachman varyasyonu
uk: Захист Грюнфельда: варіант Пахмана
vi: Gruenfeld: Pachman biến

source: Gruenfeld Opening: Russian Variation
ar: جرونفلد: التفريع الروسي
br: Defesa Grünfeld, Variante Russa
ca: Defensa Grünfeld - Variant russa o Botvinnik
cs: Gruenfeld: Russian variation
de: Grünfeld: Russische Variante
es: Defensa Grünfeld, Variante Rusa o Botvinnik
eu: Gruenfeld: Errusiako Aldaera
fr: Défense Grünfeld, var. russe
id: Gruendfeld: Varian Rusia
it: Difesa Grünfeld, Variante Russa o Botvinnik
nl: Gruenfeld: Russische variant
pl: Gruenfeld, wariant rosyjski
ru: Защита Грюнфельда: русская система
si: Gruenfeldova, ruska različica
sv: Grünfeld: Rysk variant
tr: Gruenfeld: Rusya varyasyonu
uk: Захист Грюнфельда: Російська система
vi: Gruenfeld: Biến thể Nga

source: Gruenfeld Opening: Russian Variation With E4
ar: جرونفلد: التفريع الروسي مع e5
br: Defesa Grünfeld, Variante Russa, Variante Russa com e4
ca: Defensa Grünfeld - Variant Russa - Sistema Ragozin
cs: Gruenfeld: Russian variation with e4
de: Grünfeld: Russische Variante mit e4
es: Defensa Grünfeld, Variante Rusa, Sistema Ragozin
eu: Gruenfeld: Errusiarra e4rekin
fr: Défense Grünfeld, var. russe, avec e4
id: Gruendfeld: Varian Rusia dg e4
it: Difesa Grünfeld, Variante Russa, Sistema Ragozin
nl: Gruenfeld: Russische variant met e4
pl: Gruenfeld, wariant Rosyjski w e4
ru: Защита Грюнфельда: русская система с e4
si: Gruenfeldova, ruska različica z e4
sv: Grünfeld: Rysk variant med e4
tr: Gruenfeld: e4 ile Rusya varyasyonu
uk: Захист Грюнфельда: Російська система з e4
vi: Gruenfeld: biến thể của Nga với e4

source: Gruenfeld Opening: Russian, Alekhine (Hungarian) Variation
ar: جرونفلد:, اليخين التفريع االروسي (المجري)
br: Defesa Grünfeld, Variante Russa, Variante Alekhine (Húngara)
ca: Defensa Grünfeld - Variant Russa - Variant Alekhine o Hongaresa
cs: Gruenfeld: Russian, Alekhine (Hungarian) variation
de: Grünfeld: Russisch, Aljechin (Ungarische)-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Alekhine o Húngara
eu: Gruenfeld: Errusiarra, Alekhine (hungariarra) Aldaera
fr: Défense Grünfeld, système russe, var. Alekhine (hongroise)
id: Gruendfeld: Rusia, Varian Alekhine (Hungaria)
it: Difesa Grünfeld, Variante Russa, Variante Alekhine o Ungherese
nl: Gruenfeld: Russisch, Aljechin (Hongaars) variant
pl: Gruenfeld, Rosyjski, wariant Alekhin'a(węgierski)
ru: Защита Грюнфельда: русская система, вариант Алехина
si: Gruenfeldova, ruska, Aljehinova (madžarska) različica
sv: Grünfeld: Rysk, Aljechinvarianten (ungersk)
tr: Gruenfeld: Rusya, Alekhine (Macaristan) varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Альохіна
vi: Gruenfeld: Nga, Alekhine (Hungary) biến thể

source: Gruenfeld Opening: Russian, Byrne (Simagin) Variation
ar: جرونفلد:التفريع االروسي, بايرن (سيماجين)
br: Defesa Grünfeld, Variante Russa, Variante Byrne (Simagin)
ca: Defensa Grünfeld - Variant Russa - Variante Byrne o Simagin
cs: Gruenfeld: Russian, Byrne (Simagin) variation
de: Grünfeld: Russisch, Byrne (Simagin)-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Byrne o Simagin
eu: Gruenfeld: Errusiarra, Byrne (Simagin) Aldaera
fr: Défense Grünfeld, var. russe, var. Byrne (Simagin)
id: Gruendfeld: Rusia, Varian Buyrne (Simagin)
it: Difesa Grünfeld, Variante Russa, Variante Byrne o Simagin
nl: Gruenfeld: Russisch, Byrne (Simagin) variant
pl: Gruenfeld, Rosyjski, wariant Byrne(Simagin'a)
ru: Защита Грюнфельда: русская система, вариант Бирна
si: Gruenfeldova, ruska, Byrneva (Simaginova) različica
sv: Grünfeld: Rysk, Byrnes variant (Simagin)
tr: Gruenfeld: Rusya, Byrne (Simagin) varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Бирна
vi: Gruenfeld: Nga, Byrne (Simagin) biến thể

source: Gruenfeld Opening: Russian, Keres Variation
ar: جرونفلد:التفريع االروسي,كيريس
br: Defesa Grünfeld, Variante Russa, Variante Keres
ca: Defensa Grünfeld - Variant Russa - Variant Smyslov - Variant Keres
cs: Gruenfeld: Russian, Keres variation
de: Grünfeld: Russisch, Keres-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Smyslov, Variante Keres
eu: Gruenfeld: Errusiarra, Keres Aldaera
fr: Défense Grünfeld, var. russe, var. Keres
id: Gruendfeld: Rusia, Varian Keres
it: Difesa Grünfeld, Variante Russa, Variante Smyslov, Variante Keres
nl: Gruenfeld: Russisch, Keres variant
pl: Gruenfeld, Rosyjski, wariant Keres'a
ru: Защита Грюнфельда: русская система, вариант Кереса
si: Gruenfeldova, ruska, Keresova različica
sv: Grünfeld: Rysk, Keresvarianten
tr: Gruenfeld: Rusya, Keres varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Кереса
vi: Gruenfeld: Nga, Keres biến
