Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Philidor Defence: Hanham, Berger Variation
ar: فيليدور: هانهام, بيرجر تفريع
br: Defesa Philidor, Variante Hanham, Variante Berger
ca: Defensa Philidor - Variant Hanham - Variant Berger
cs: Philidor: Hanham, Berger variation
de: Philidor: Hanham, Berger-Variante
es: Defensa Philidor, Variante Hanham, Variante Berger
eu: Philidor: Hanham, Berger Aldaera
fr: Défense Philidor, var. Hanham, var. Berger
id: Philidor: Hanham, Varian Berger
it: Difesa Philidor, Variante Hanham, Variante Berger
nl: Philidor: Hanham, Berger variant
pl: Philidor, Hanham, wariant Berger'a
ru: Защита Филидора: вариант Хенема, вариант Бергера
si: Philidorjeva, Hanhamova, Bergerjeva različica
sv: Philidor: Hanham, Bergervarianten
tr: Philidor: Hanham, Berger varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Бергера
vi: Philidor: Hanham, Berger biến

source: Philidor Defence: Hanham, Delmar Variation
ar: فيليدور: هانهام, ديلمار تفريع
br: Defesa Philidor, Variante Hanham, Variante Delmar
ca: Defensa Philidor - Variant Hanham - Variant Delmar
cs: Philidor: Hanham, Delmar variation
de: Philidor: Hanham, Delmar-Variante
es: Defensa Philidor, Variante Hanham, Variante Delmar
eu: Philidor: Hanham, Delmar Aldaera
fr: Défense Philidor, var. Hanham, var. Delmar
id: Philidor: Hanham, Varian Delmar
it: Difesa Philidor, Variante Hanham, Variante Delmar
nl: Philidor: Hanham, Delmar variant
pl: Philidor, Hanham, wariant Delmar'a
ru: Защита Филидора: вариант Хенема, вариант Делмара
si: Philidorjeva, Hanhamova, Delmarjeva različica
sv: Philidor: Hanham, Delmarvarianten
tr: Philidor: Hanham, Delmar varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Делмара
vi: Philidor: Hanham, Delmar biến

source: Philidor Defence: Hanham, Kmoch Variation
ar: فيليدور: هانهام, كنوش تفريع
br: Defesa Philidor, Variante Hanham, Variante Kmoch
ca: Defensa Philidor - Variant Hanham - Variant Kmoch
cs: Philidor: Hanham, Kmoch variation
de: Philidor: Hanham, Kmoch-Variante
es: Defensa Philidor, Variante Hanham, Variante Kmoch
eu: Philidor: Hanham, Kmoch Aldaera
fr: Défense Philidor, var. Hanham, var. Kmoch
id: Philidor: Hanham, Varian Kmoch
it: Difesa Philidor, Variante Hanham, Variante Kmoch
nl: Philidor: Hanham, Kmoch variant
pl: Philidor, Hanham, wariant Kmoch'a
ru: Защита Филидора: вариант Хенема, вариант Кмоха
si: Philidorjeva, Hanhamova, Kmochova različica
sv: Philidor: Hanham, Kmochvarianten
tr: Philidor: Hanham, Kmoch varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Кмоха
vi: Philidor: Hanham, Kmoch biến

source: Philidor Defence: Hanham, Krause Variation
ar: فيليدور: هانهام, كراوز تفريع
br: Defesa Philidor, Variante Hanham, Variante Krause
ca: Defensa Philidor - Variant Hanham - Variant Krause
cs: Philidor: Hanham, Krause variation
de: Philidor: Hanham, Krause-Variante
es: Defensa Philidor, Variante Hanham, Variante Krause
eu: Philidor: Hanham, Krause Aldaera
fr: Défense Philidor, var. Hanham, var. Krause
id: Philidor: Hanham, Varian Krause
it: Difesa Philidor, Variante Hanham, Variante Krause
nl: Philidor: Hanham, Krause variant
pl: Philidor, Hanham, wariant Krause'go
ru: Защита Филидора: вариант Хенема, вариант Краузе
si: Philidorjeva, Hanhamova, Krauseva različica
sv: Philidor: Hanham, Krausevarianten
tr: Philidor: Hanham, Krause varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Краузе
vi: Philidor: Hanham, Krause biến

source: Philidor Defence: Hanham, Schlechter Variation
ar: فيليدور: هانهام,شيليشتر تفريع
br: Defesa Philidor, Variante Hanham, Variante Schlechter
ca: Defensa Philidor - Variant Hanham - Variant Schlechter
cs: Philidor: Hanham, Schlechter variation
de: Philidor: Hanham, Schlechter-Variante
es: Defensa Philidor, Variante Hanham, Variante Schlechter
eu: Philidor: Hanham, Schlechter Aldaera
fr: Défense Philidor, var. Hanham, var. Schlechter
id: Philidor: Hanham, Varian Schlechter
it: Difesa Philidor, Variante Hanham, Variante Schlechter
nl: Philidor: Hanham, Schlechter variant
pl: Philidor, Hanham, wariant Schlechter'a
ru: Защита Филидора: вариант Хенема, вариант Шлехтера
si: Philidorjeva, Hanhamova, Schlechterjeva različica
sv: Philidor: Hanham, Schlechtervarianten
tr: Philidor: Hanham, Schlechter varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Шлехтера
vi: Philidor: Hanham, Schlechter biến

source: Philidor Defence: Hanham, Steiner Variation
ar: فيليدور: هانهام, شتاينر تفريع
br: Defesa Philidor, Variante Hanham, Variante Steiner
ca: Defensa Philidor - Variant Hanham - Variant Steiner
cs: Philidor: Hanham, Steiner variation
de: Philidor: Hanham, Steiner-Variante
es: Defensa Philidor, Variante Hanham, Variante Steiner
eu: Philidor: Hanham, Steiner Aldaera
fr: Défense Philidor, var. Hanham, var. Steiner
id: Philidor: Hanham, Varian Steiner
it: Difesa Philidor, Variante Hanham, Variante Steiner
nl: Philidor: Hanham, Steiner variant
pl: Philidor, Hanham, wariant Steiner'a
ru: Защита Филидора: вариант Хенема, вариант Стейнера
si: Philidorjeva, Hanhamova, Steinerjeva različica
sv: Philidor: Hanham, Steinervarianten
tr: Philidor: Hanham, Steiner varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Стейнера
vi: Philidor: Hanham, Steiner biến

source: Philidor Defence: Improved Hanham Variation
ar: فيليدور: المحسن هانهام تفريع
br: Defesa Philidor, Variante Hanham Melhorada
ca: Defensa Philidor - Variant Nimzowitsch - Variant Hanham millorada
cs: Philidor: Improved Hanham variation
de: Philidor: Improved Hanham-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Hanham Mejorada
eu: Philidor: Hanham Aldaera Hobetua
fr: Défense Philidor, var. Hanham améliorée
id: Philidor: Hanham, Varian Diperbarui
it: Difesa Philidor, Variante Nimzowitsch, Variante Hanham Mejorada
nl: Philidor: Verbeterde Hanham variant
pl: Philidor, poprawiony wariant Hanham'a
ru: Защита Филидора: улучшенный вариант Хенема
si: Philidorjeva, izboljšana Hanhamova različica
sv: Philidor: Förbättrad Hanhamvariant
tr: Philidor: Geliştirilmiş Hanham varyasyonu
uk: Захист Філідора: покращений варіант Хенема
vi: Philidor: Cải thiện Hanham biến

source: Philidor Defence: Larsen Variation
ar: فيليدور: لارسن تفريع
br: Defesa Philidor, Variante Larsen
ca: Defensa Philidor - Variant del canvi - Variant Larsen
cs: Philidor: Larsen variation
de: Philidor: Larsen-Variante
es: Defensa Philidor, Variante del Cambio, Variante Larsen
eu: Philidor: Larsen Aldaera
fr: Défense Philidor, var. Larsen
id: Philidor: Varian Larsen
it: Difesa Philidor, Variante di Cambio, Variante Larsen
nl: Philidor: Larsen variant
pl: Philidor, wariant Larsena
ru: Защита Филидора: вариант Ларсена
si: Philidorjeva, Larsenova različica
sv: Philidor: Larsenvarianten
tr: Philidor: Larsen varyasyonu
uk: Захист Філідора: варіант Ларсена
vi: Philidor: Larsen biến

source: Philidor Defence: Lion Variation, Bishop Sacrifice
es: Defensa Philidor: Variante Lion, Bishop Sacrifice
eu: Philidor Defentsa: Lehoi Aldaera, Alfil Sakrifizioa
fr: Défense Philidor, var. du lion, sacrifice du fou

source: Philidor Defence: Lion Variation, Delayed Bishop Sacrifice
es: Defensa Philidor: Variante Lion, Delayed Bishop Sacrifice
eu: Philidor Defentsa: Lehoi Aldaera, Atzeratutako Alfil Sakrifizioa
fr: Défense Philidor, var. du lion, sacrifice différé du fou

source: Philidor Defence: Lion Variation, Forcing Line
es: Defensa Philidor: Variante Lion, Forcing Line
eu: Philidor Defentsa: Lehoi Aldaera, behartze Lerroa
fr: Défense Philidor, var. du lion, ligne forcée

source: Philidor Defence: Lion Variation, Lion Claw
es: Defensa Philidor: Variante Lion, Lion Claw
eu: Philidor Defentsa: Lehoi Aldaera, Lehoiaren atzaparra
fr: Défense Philidor, var. du lion, deuxième var. de la griffe du lion (avec Fc4 et ...h6 ; on joue Fe2 et ...c6 pour la première var. de la griffe du lion)

source: Philidor Defence: Lion Variation, Shirov Gambit
es: Defensa Philidor: Variante Lion, Gambito Shirov
eu: Philidor Defentsa: Lehoi Aldaera, Shirow Ganbitoa
fr: Défense Philidor, var. du lion, gambit Shirov

source: Philidor Defence: Lopez Counter-gambit
ar: فيليدور: لوبيز الجامبيت المضاد
br: Defesa Philidor, Contra-Gambito López
ca: Defensa Philidor - Contra-Gambit López
cs: Philidor: Lopez counter-gambit
de: Philidor: Lopez Gegengambit
es: Defensa Philidor, ContraGambito López
eu: Philidor: Lopez Kontra-Ganbitoa
fr: Défense Philidor, contre-gambit López
id: Philidor: Gambit Balasan Lopez
it: Difesa Philidor, Controgambetto López
nl: Philidor: Lopez tegengambiet
pl: Philidor, kontrgambit Lopez'a
ru: Защита Филидора: контргамбит Лопеса
si: Philidorjeva, Lopezov proti-gambit
sv: Philidor: Lopez motgambit
tr: Philidor: Lopez karşı gambiti
uk: Захист Філідора: контргамбіт Лопеса
vi: Philidor: Lopez phản Gambit

source: Philidor Defence: Lopez Counter-gambit, Jaenisch Variation
ar: فيليدور: لوبيز الجامبيت المضاد, جينيش تفريع
br: Defesa Philidor, Contra-Gambito López, Variante Jaenisch
ca: Defensa Philidor - Contra-Gambit López - Variant Jaenisch
cs: Philidor: Lopez counter-gambit, Jaenisch variation
de: Philidor: Lopez Gegengambit, Jaenisch-Variante
es: Defensa Philidor, ContraGambito López, Variante Jaenisch
eu: Philidor: Lopez Kontra-Ganbitoa, Jaenisch Aldaera
fr: Défense Philidor, contre-gambit López, var. Jaenisch
id: Philidor: Gambit Balasan Lopez, Varian Jaenisch
it: Difesa Philidor, Controgambetto López, Variante Jaenisch
nl: Philidor: Lopez tegen-gambiet, Jaenisch variant
pl: Philidor, kontrgambit Lopez'a, wariant Jaenisch'a
ru: Защита Филидора: контргамбит Лопеса, вариант Яниша
si: Philidorjeva, Lopezov proti-gambit, Jaenischeva različica
sv: Philidor: Lopez motgambit, Jänischvarianten
tr: Philidor: Lopez karşı gambiti, Jaenisch varyasyonu
uk: Захист Філідора: контргамбіт Лопеса, варіант Яніша
vi: Philidor: Lopez phản Gambit, Jaenisch biến

source: Philidor Defence: Morphy Gambit
es: Defensa Philidor: Gambito Morphy
eu: Philidor Defentsa: Morphy Ganbitoa
fr: Défense Philidor, gambit Morphy

source: Philidor Defence: Nimzovich (Jaenisch) Variation
ar: فيليدور: نيمزوفيتش (جينيش) تفريع
br: Defesa Philidor, Variante Nimzowitsch (Jaenisch)
ca: Defensa Philidor - Variant Nimzowitsch o Jaenisch
cs: Philidor: Nimzovich (Jaenisch) variation
de: Philidor: Nimzowitsch (Jaenisch)-Variante
es: Defensa Philidor, Variante Nimzowitsch o Jaenisch
eu: Philidor: Nimzovich (Jaenisch) Aldaera
fr: Défense Philidor, var. Nimzowitsch (Jaenisch)
id: Philidor: Varian Nimzowitch (Jaenisch)
it: Difesa Philidor, Variante Nimzowitsch o Jaenisch
nl: Philidor: Nimzovich (Jaenisch) variant
pl: Philidor, wariant Nimzovitsch'a (Jaenisch'a)
ru: Защита Филидора: вариант Нимцовича
si: Philidorjeva, Nimzovicheva (Jeanischeva) različica
sv: Philidor: Nimzowitsch-varianten (Jänisch)
tr: Philidor: Nimzovich (Jaenisch) varyasyonu
uk: Захист Філідора: варіант Німцовича
vi: Philidor: Nimzovich (Jaenisch) biến thể

source: Philidor Defence: Nimzovich Variation
ar: فيليدور: نيمزوفيتش تفريع
br: Defesa Philidor, Variante Nimzowitsch
ca: Defensa Philidor - Variant Nimzowitsch
cs: Philidor: Nimzovich variation
de: Philidor: Nimzowitsch-Variante
es: Defensa Philidor, Variante Nimzowitsch
eu: Philidor: Nimzovich Aldaera
fr: Défense Philidor, var. Nimzowitsch
id: Philidor: Varian Nimzowitch
it: Difesa Philidor, Variante Nimzowitsch
nl: Philidor: Nimzovich variant
pl: Philidor, wariant Nimzovitsch'a
ru: Защита Филидора: вариант Нимцовича
si: Philidorjeva, Nimzovicheva različica
sv: Philidor: Nimzowitsch-varianten
tr: Philidor: Nimzovich varyasyonu
uk: Захист Філідора: варіант Німцовича
vi: Philidor: Nimzovich biến

source: Philidor Defence: Nimzovich, Klein Variation
ar: فيليدور: نيمزوفيتش, كلاين تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Klein
ca: Defensa Philidor - Variant Nimzowitsch - Variant Klein
cs: Philidor: Nimzovich, Klein variation
de: Philidor: Nimzowitsch, Klein-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Klein
eu: Philidor: Nimzovich, Klein Aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Klein
id: Philidor: Nimzowitch, Varian Klein
it: Difesa Philidor, Variante Nimzowitsch, Variante Klein
nl: Philidor: Nimzovich, Klein variant
pl: Philidor, Nimzovitsch, wariant Klein'a
ru: Защита Филидора: вариант Нимцовича, вариант Клайна
si: Philidorjeva, Nimzovicheva, Kleinova različica
sv: Philidor: Nimzowitsch, Kleinvarianten
tr: Philidor: Nimzovich, Klein varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Клайна
vi: Philidor: Nimzovich, Klein biến

source: Philidor Defence: Nimzovich, Larobok Variation
ar: فيليدور: نيمزوفيتش, لاربوك تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Larobok
ca: Defensa Philidor - Variant Nimzowitsch - Variant Larobok
cs: Philidor: Nimzovich, Larobok variation
de: Philidor: Nimzowitsch, Larobok-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Larobok
eu: Philidor: Nimzovich, Larobok Aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Lärobok (manuel de Ludvig et Gustav Collijn)
id: Philidor: Nimzowitch, Varian Larobok
it: Difesa Philidor, Variante Nimzowitsch, Variante Larobok
nl: Philidor: Nimzovich, Larobok variant
pl: Philidor, Nimzovitsch, wariant Larobok'a
ru: Защита Филидора: вариант Нимцовича, вариант Леробок
si: Philidorjeva, Nimzovicheva, Larobokova različica
sv: Philidor: Nimzowitsch, Larobokvarianten
tr: Philidor: Nimzovich, Larobok varyasyonu
uk: Захист Філідора: варіант Німцовича, Леробок-варіант
vi: Philidor: Nimzovich, Larobok biến

source: Philidor Defence: Nimzovich, Locock Variation
ar: فيليدور: نيمزوفيتش, لوكوك تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Locock
ca: Defensa Philidor - Variant Nimzowitsch - Variant Locock
cs: Philidor: Nimzovich, Locock variation
de: Philidor: Nimzowitsch, Locock-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Locock
eu: Philidor: Nimzovich, Locock Aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Locock
id: Philidor: Nimzowitch, Varian Locock
it: Difesa Philidor, Variante Nimzowitsch, Variante Locock
nl: Philidor: Nimzovich, Locock variant
pl: Philidor, Nimzovitsch, wariant Locock'a
ru: Защита Филидора: вариант Нимцовича, вариант Локока
si: Philidorjeva, Nimzovicheva, Locockova različica
sv: Philidor: Nimzowitsch, Locockvarianten
tr: Philidor: Nimzovich, Locock varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Локока
vi: Philidor: Nimzovich, Locock biến

source: Philidor Defence: Nimzovich, Rellstab Variation
ar: فيليدور: نيمزوفيتش, ريلستاب تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Rellstab
ca: Defensa Philidor - Variant Nimzowitsch - Variant Rellstab
cs: Philidor: Nimzovich, Rellstab variation
de: Philidor: Nimzowitsch, Rellstab-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Rellstab
eu: Philidor: Nimzovich, Rellstab Aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Rellstab
id: Philidor: Nimzowitch, Varian Rellstab
it: Difesa Philidor, Variante Nimzowitsch, Variante Rellstab
nl: Philidor: Nimzovich, Rellstab variant
pl: Philidor, Nimzovitsch, wariant Rellstab'a
ru: Защита Филидора: вариант Нимцовича, вариант Рельштаба
si: Philidorjeva, Nimzovicheva, Rellstabova različica
sv: Philidor: Nimzowitsch, Rellstabvarianten
tr: Philidor: Nimzovich, Rellstab varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Рельштаба
vi: Philidor: Nimzovich, biến Rellstab

source: Philidor Defence: Nimzovich, Sokolsky Variation
ar: فيليدور: نيمزوفيتش, سوكولوسكي تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Sokolsky
ca: Defensa Philidor - Variant Nimzowitsch - Variant Sokolsky
cs: Philidor: Nimzovich, Sokolsky variation
de: Philidor: Nimzowitsch, Sokolsky-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Sokolsky
eu: Philidor: Nimzovich, Sokolsky Aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Sokolsky
id: Philidor: Nimzowitch, Varian Sokolsky
it: Difesa Philidor, Variante Nimzowitsch, Variante Sokolsky
nl: Philidor: Nimzovich, Sokolsky variant
pl: Philidor, Nimzovitsch, wariant Sokolsky'ego
ru: Защита Филидора: вариант Нимцовича, вариант Сокольского
si: Philidorjeva, Nimzovicheva, Sokolskyeva različica
sv: Philidor: Nimzowitsch, Sokolskijvarianten
tr: Philidor: Nimzovich, Sokolsky varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Сокольського
vi: Philidor: Nimzovich, Sokolsky biến

source: Philidor Defence: Nimzovich, Sozin Variation
ar: فيليدور: نيمزوفيتش, سوزين تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Sozin
ca: Defensa Philidor - Variant Nimzowitsch - Variant Sozin
cs: Philidor: Nimzovich, Sozin variation
de: Philidor: Nimzowitsch, Sozin-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Sozin
eu: Philidor: Nimzovich, Sozin Aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Sozin
id: Philidor: Nimzowitch, Varian Sozin
it: Difesa Philidor, Variante Nimzowitsch, Variante Sozin
nl: Philidor: Nimzovich, Sozin variant
pl: Philidor, Nimzovitsch, wariant Sozina
ru: Защита Филидора: вариант Нимцовича, вариант Созина
si: Philidorjeva, Nimzovicheva, Sozinova različica
sv: Philidor: Nimzowitsch, Sozinvarianten
tr: Philidor: Nimzovich, Sozin varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Созіна
vi: Philidor: Nimzovich, Sozin biến

source: Philidor Defence: Paulsen Attack
ar: فيليدور: بولسن هجوم
br: Defesa Philidor, Ataque Paulsen
ca: Defensa Philidor - Variant del canvi - Atac Paulsen
cs: Philidor: Paulsen attack
de: Philidor: Paulsen Angriff
es: Defensa Philidor, Variante del Cambio, Ataque Paulsen
eu: Philidor: Paulsen Erasoa
fr: Défense Philidor, attaque Paulsen
id: Philidor: Serangan Paulsen
it: Difesa Philidor, Variante di Cambio, Attacco Paulsen
nl: Philidor: Paulsen aanval
pl: Philidor, atak Paulsen;a
ru: Защита Филидора: атака Паульсена
si: Philidorjeva, Paulsenov napad
sv: Philidor: Paulsens angrepp
tr: Philidor: Paulsen hücumu
uk: Захист Філідора: атака Паульсена
vi: Philidor: Paulsen tấn công

source: Philidor Defence: Philidor Counter-gambit
ar: فيليدور: فيليدور الجامبيت المضاد
br: Defesa Philidor, Contra-Gambito Philidor
ca: Defensa Philidor - Contra-Gambit Philidor
cs: Philidor: Philidor counter-gambit
de: Philidor: Philidor Gegengambit
es: Defensa Philidor, ContraGambito Philidor
eu: Philidor: Philidor Kontra-Ganbitoa
fr: Défense Philidor, contre-gambit Philidor
id: Philidor: Gambit Balasan Philidor
it: Difesa Philidor, Controgambetto Philidor
nl: Philidor: Philidor tegengambiet
pl: Philidor, kontrgambit Philidor'a
ru: Защита Филидора: контргамбит Филидора
si: Philidorjeva, Philidorjev proti-gambit
sv: Philidor: Philidors motgambit
tr: Philidor: Philidor karşı gambiti
uk: Захист Філідора: контргамбіт Філідора
vi: Philidor: Philidor phản Gambit

source: Philidor Defence: Philidor Counter-gambit, Berger Variation
ar: فيليدور: فيليدور الجامبيت المضاد, بيرجر تفريع
br: Defesa Philidor, Contra-Gambito Philidor, Variante Berger
ca: Defensa Philidor - Contra-Gambit Philidor - Variant Berger
cs: Philidor: Philidor counter-gambit, Berger variation
de: Philidor: Philidor Gegengambit, Berger-Variante
es: Defensa Philidor, ContraGambito Philidor, Variante Berger
eu: Philidor: Philidor Kontra-Ganbitoa, Berger Aldaera
fr: Défense Philidor, contre-gambit Philidor, var. Berger
id: Philidor: Gambit Balasan Philidor, Varian Berger
it: Difesa Philidor, Controgambetto Philidor, Variante Berger
nl: Philidor: Philidor tegengambiet, Berger variant
pl: Philidor, kontrgambit Philidor'a, wariant Berger'a
ru: Защита Филидора: контргамбит Филидора, вариант Бергера
si: Philidorjeva, Philidorjev proti-gambit, Bergerjeva različica
sv: Philidor: Philidors motgambit, Bergervarianten
tr: Philidor: Philidor karşı gambiti, Berger varyasyonu
uk: Захист Філідора: контргамбіт Філідора, варіант Бергера
vi: Philidor: Philidor phản Gambit, Berger biến

source: Philidor Defence: Philidor Counter-gambit, Del Rio Attack
ar: فيليدور: فيليدور الجامبيت المضاد, ديل ريو هجوم
br: Defesa Philidor, Contra-Gambito Philidor, Ataque del Rio
ca: Defensa Philidor - Contra-Gambit Philidor - Atac del Río
cs: Philidor: Philidor counter-gambit, del Rio attack
de: Philidor: Philidor Gegengambit, del Rio Angriff
es: Defensa Philidor, ContraGambito Philidor, Ataque del Río
eu: Philidor: Philidor Kontra-Ganbitoa, del Rio Erasoa
fr: Défense Philidor, contre-gambit Philidor, attaque del Rio
id: Philidor: Gambit Balasan Philidor, Serangan Rio Attack
it: Difesa Philidor, Controgambetto Philidor, Attacco del Río
nl: Philidor: Philidor tegengambiet, del Rio aanval
pl: Philidor, kontrgambit Philidor'a. atak del Rio
ru: Защита Филидора: контргамбит Филидора, атака дель Рио
si: Philidorjeva, Philidorjev proti-gambit, del Riov napad
sv: Philidor: Philidors motgambit, del-Rios angrepp
tr: Philidor: Philidor karşı gambit, del Rio hücumu
uk: Захист Філідора: контргамбіт Філідора, атака дель Ріо
vi: Philidor: Philidor phản Gambit, del Rio tấn công

source: Philidor Defence: Philidor Counter-gambit, Zukertort Variation
ar: فيليدور: فيليدور الجامبيت المضاد, زكرتوت تفريع
br: Defesa Philidor, Contra-Gambito Philidor, Variante Zukertort
ca: Defensa Philidor - Contra-Gambit Philidor - Variant Zukertort
cs: Philidor: Philidor counter-gambit, Zukertort variation
de: Philidor: Philidor Gegengambit, Zukertort-Variante
es: Defensa Philidor, ContraGambito Philidor, Variante Zukertort
eu: Philidor: Philidor Kontra-Ganbitoa, Zukertort Aldaera
fr: Défense Philidor, contre-gambit Philidor, var. Zukertort
id: Philidor: Gambit Balasan Philidor, Varian Zukertot
it: Difesa Philidor, Controgambetto Philidor, Variante Zukertort
nl: Philidor: Philidor tegengambiet, Zukertort variant
pl: Philidor, kontrgambit Philidor'a, wariant Zukertort'a
ru: Защита Филидора: контргамбит Филидора, вариант Цукерторта
si: Philidorjeva, Philidorjev proti-gambit, Zukertortova različica
sv: Philidor: Philidors motgambit, Zukertortvarianten
tr: Philidor: Philidor karşı gambiti, Zukertort varyasyonu
uk: Захист Філідора: контргамбіт Філідора, варіант Цукерторта
vi: Philidor: Philidor phản Gambit, Zukertort biến

source: Philidor Defence: Philidor Gambit
es: Defensa Philidor: Gambito Philidor
eu: Philidor Defentsa: Philidor Ganbitoa
fr: Défense Philidor, gambit Philidor

source: Philidor Defence: Steinitz Variation
ar: فيليدور: تفريع شتاينتز
br: Defesa Philidor, Variante Steinitz
ca: Defensa Philidor - Variant Steinitz
cs: Philidor: Steinitz variation
de: Philidor: Steinitz-Variante
es: Defensa Philidor, Variante Steinitz
eu: Philidor: Steinitz Aldaera
fr: Défense Philidor, var. Steinitz
id: Philidor: Varian Steinitz
it: Difesa Philidor, Variante Steinitz
nl: Philidor: Steinitz variant
pl: Philidor, wariant Steinitz'a
ru: Защита Филидора: вариант Стейница
si: Philidorjeva, Steinitzeva različica
sv: Philidor: Steinitzvarianten
tr: Philidor: Steinitz varyasyonu
uk: Захист Філідора: варіант Стейніца
vi: Philidor: Steinitz biến

source: Pirc Defence
ar: بيرك دفاع
br: Defesa Pirc
ca: Defensa Pirc
de: Pirc Verteidigung
es: Defensa Pirc
eu: Pirc Defentsa
fr: Défense Pirc
id: Pembelaan Pirc
it: Difesa Pirc
nl: Pirc verdediging
pl: Obrona Pirc'a
ru: Защита Пирца-Уфимцева
si: Pircova obramba
sv: Pirc försvar
tr: Pirc savunması
uk: Захист Пірца-Уфімцева
vi: Phòng thủ Pirc

source: Pirc Defence: 150 Attack, Inner Doll Defence
es: Defensa Pirc: Ataque 150, Defensa Inner Doll
eu: Pirc Defentsa: 150 Erasoa, Inner Doll Defentsa

source: Pirc Defence: 150 Attack, Sveshnikov-Jansa Attack
es: Defensa Pirc: Ataque 150, Ataque Sveshnikov-Jansa
eu: Pirc Defentsa: 150 Erasoa, Sveshnikov-Jansa Erasoa

source: Pirc Defence: Austrian Attack
es: Defensa Pirc: Ataque Austrian
eu: Pirc Defentsa: Eraso Austriarra
fr: Défense Pirc, attaque autrichienne

source: Pirc Defence: Austrian Attack, Unzicker Attack, Bronstein Variation
es: Defensa Pirc: Ataque Austrian, Ataque Unzicker, Variante Bronstein
eu: Pirc Defentsa: Eraso Austriarra, Unzicker Erasoa, Bronstein Aldaera
fr: Défense Pirc, attaque autrichienne, attaque Unzicker, var. Bronstein
