Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Alekhine Defence: Modern, Keres Variation
ar: دفاع إليخين: حديث,كيريس تفريع
br: Defesa Alekhine, Variante Moderna, Variante Keres
ca: Defensa Alekhine - Variant Moderna - Variant Keres
cs: Aljechinova obrana: Moderní, Keresova varianta
de: Aljechin-Verteidigung: Modern, Keres-Variante
es: Defensa Alekhine, Variante Moderna, Variante Keres
eu: Alekhinen Defentsa: Modernoa, Keres Aldaera
fr: Défense Alekhine, var. moderne, var. Keres
id: Pembelaan Alekhine: Varian Modern, Keres
it: Difesa Alekhine, Variante Moderna, Variante Keres
nl: Aljechin verdediging: modern, Keres variant
pl: Obrona Alechina: nowoczesny, wariant Keresa
ru: Защита Алехина: современная система, вариант Кереса
si: Aljehinova obramba: moderna, Keres različica
sv: Aljechins försvar: Moderna, Keresvarianten
tr: Alekhine'nin savunması: modern, Keres varyasyonu
uk: Захист Альохіна: сучасна система, варіант Кереса
vi: Phòng thủ Alekhine: hiện đại, biến thể Keres

source: Alekhine Defence: Modern, Larsen Variation
ar: دفاع إليخين: حديث, لارسن تفريع
br: Defesa Alekhine, Variante Moderna, Variante Larsen
ca: Defensa Alekhine - Variant Moderna - Variant Larsen
cs: Aljechinova obrana: Moderní, Larsenova varianta
de: Aljechin-Verteidigung: Modern, Larsen-Variante
es: Defensa Alekhine, Variante Moderna, Variante Larsen
eu: Alekhinen Defentsa: Modernoa, Larsen Aldaera
fr: Défense Alekhine, var. moderne, var. Larsen
id: Pembelaan Alekhine: Varian Modern, Larsen
it: Difesa Alekhine, Variante Moderna, Variante Larsen
nl: Aljechin verdediging: modern, Larsen variant
pl: Obrona Alechina: nowoczesny, wariant Larsena
ru: Защита Алехина: современная система, вариант Ларсена
si: Aljehinova obramba: moderna, Larsen različica
sv: Aljechins försvar: Moderna, Larsenvarianten
tr: Alekhine'nin savunması: modern, Larsen varyasyonu
uk: Захист Альохіна: сучасна система, варіант Ларсена
vi: Phòng thủ Alekhine: hiện đại, biến thể Larsen

source: Alekhine Defence: Modern, Panov Variation
ar: دفاع إليخين: حديث, بانوف تفريع
br: Defesa Alekhine, Variante Moderna, Variante Panov
ca: Defensa Alekhine - Variant Moderna - Variant Panov
cs: Aljechinova obrana: Moderní, Panovova varianta
de: Aljechin-Verteidigung: Modern, Panov-Variante
es: Defensa Alekhine, Variante Moderna, Variante Panov
eu: Alekhinen Defentsa: Modernoa, Panov Aldaera
fr: Défense Alekhine, var. moderne, var. Panov
id: Pembelaan Alekhine: Varian Modern, Panov
it: Difesa Alekhine, Variante Moderna, Variante Panov
nl: Aljechin verdediging: modern, Panov variant
pl: Obrona Alechina: nowoczesny, wariant Panowa
ru: Защита Алехина: современная система, вариант Панова
si: Aljehinova obramba: moderna, Panov različica
sv: Aljechins försvar: Moderna, Panovvarianten
tr: Alekhine'nin savunması: modern, Panov varyasyonu
uk: Захист Альохіна: сучасна система, варіант Панова
vi: Phòng thủ Alekhine: hiện đại, biến thể Panov

source: Alekhine Defence: Modern, Schmid Variation
ar: دفاع إليخين: حديث, شميد تفريع
br: Defesa Alekhine, Variante Moderna, Variante Schmid
ca: Defensa Alekhine - Variant Moderna - Variant Schmid
cs: Aljechinova obrana: Moderní, Schmidova varianta
de: Aljechin-Verteidigung: Modern, Schmid-Variante
es: Defensa Alekhine, Variante Moderna, Variante Schmid
eu: Alekhinen Defentsa: Modernoa, Schmid Aldaera
fr: Défense Alekhine, var. moderne, var. Schmid
id: Pembelaan Alekhine: Varian Modern, Schmid
it: Difesa Alekhine, Variante Moderna, Variante Schmid
nl: Aljechin verdediging: modern, Schmid variant
pl: Obrona Alechina: nowoczesny, wariant Schmida
ru: Защита Алехина: современная система, вариант Шмида
si: Aljehinova obramba: moderna, Schmid različica
sv: Aljechins försvar: Moderna, Schmidvarianten
tr: Alekhine'nin savunması: modern, Schmid varyasyonu
uk: Захист Альохіна: сучасна система, варіант Шміда
vi: Phòng thủ Alekhine: hiện đại, biến thể Schmid

source: Alekhine Defence: Modern, Vitolins Attack
ar: دفاع إليخين: حديث, فيتولينس هجوم
br: Defesa Alekhine, Variante Moderna, Ataque Vitolins
ca: Defensa Alekhine - Variant Moderna - Atac Vitolins
cs: Aljechinova obrana: Moderní, Votolinsův útok
de: Aljechin-Verteidigung: Modern, Vitolins Angriff
es: Defensa Alekhine, Variante Moderna, Ataque Vitolins
eu: Alekhinen Defentsa: Vitolinen Eraso Modernoa
fr: Défense Alekhine, var. moderne, attaque Vītoliņš
id: Pembelaan Alekhine: Varian Modern, Vitolins
it: Difesa Alekhine, Variante Moderna, Attacco Vitolins
nl: Aljechin verdediging: modern, Vitolins aanval
pl: Obrona Alechina: nowoczesny, atak Witolinsza
ru: Защита Алехина: современная система, атака Витолиньша
si: Aljehinova obramba: moderna, Vitolins napad
sv: Aljechins försvar: Moderna, Vitolins angrepp
tr: Alekhine'nin savunması: modern, Vitolins hücumu
uk: Захист Альохіна: сучасна система, атака Вітоліньша
vi: Phòng thủ Alekhine: hiện đại, tấn công Vitolins

source: Alekhine Defence: Mokele Mbembe (Buecker) Variation
ar: دفاع إليخين: موكلي ميمبي (بويكر) تفريع
br: Defesa Alekhine, Variante Mokele Mbembe (Buecker)
ca: Defensa Alekhine - Variant Mokele Mbembe o Buecker
cs: Aljechinova obrana: Mokele Mbebeho (Brueckerova) varianta
de: Aljechin-Verteidigung: Mokele Mbembe (Buecker)-Variante
es: Defensa Alekhine, Variante Mokele Mbembe o Buecker
eu: Alekhinen Defentsa: Mokele Mbembe (Buecker) Aldaera
fr: Défense Alekhine, var. Mokélé-mbembé ou en langue pygméenne "celui qui peut arrêter le flot de la rivière" (Bücker)
id: Pembelaan Alekhine: Varian Mokele Mbembe (Bluecker)
it: Difesa Alekhine, Variante Mokele Mbembe o Buecker
nl: Aljechin verdediging: Mokele Mbembe (Buecker) variant
pl: Obrona Alechina: wariant Mokele Mbembe (Buecker)
ru: Защита Алехина: вариант Мокеле Мбембе
si: Aljehinova obramba: Mokele Mbembe (Buecker) različica
sv: Aljechins försvar: Mokele Mbembes variant (Bückervarianten)
tr: Alekhine'nin savunması: Mokele Mbembe (Buecker) varyasyonu
uk: Захист Альохіна: варіант Мокеле Мбембе
vi: Phòng thủ Alekhine: biến thể Mokele Mbembe (Buecker)

source: Alekhine Defence: Mokele Mbembe, Modern Line
es: Defensa Alekhine: Mokele Mbembe, Modern Line
eu: Alekhinen Defentsa: Mokele Mbembe, Lerro Modernoa
fr: Défense Alekhine, var. Mokélé-mbembé, ligne moderne

source: Alekhine Defence: Mokele Mbembe, Vavra Defence
es: Defensa Alekhine: Mokele Mbembe, Defensa Vavra
eu: Alekhinen Defentsa: Mokele Mbembe, Vavra Defentsa
fr: Défense Alekhine, var. Mokélé-mbembé, défense Vavra

source: Alekhine Defence: Normal Variation
es: Defensa Alekhine: Variante Normal
eu: Alekhinen Defentsa: Aldaera Normala
fr: Défense Alekhine, var. normale

source: Alekhine Defence: O'Sullivan Gambit
ar: دفاع إليخين: أوسوليفان جامبيت
br: Defesa Alekhine, Gambito O'Sullivan
ca: Defensa Alekhine - Gambit O`Sullivan
cs: Aljechinova obrana: O´Sullivanův gambit
de: Aljechin-Verteidigung: O'Sullivan Gambit
es: Defensa Alekhine, Gambito O'Sullivan
eu: Alekhinen Defentsa: O 'Sullivan Ganbitoa
fr: Défense Alekhine, gambit O'Sullivan
id: Pembelaan Alekhine: Varian O'Sullivan
it: Difesa Alekhine, Mossa di O'Sullivan
nl: Aljechin verdediging: O'Sullivan gambit
pl: Obrona Alechina: Gambit O'Sullivana
ru: Защита Алехина: гамбит О'Салливана
si: Aljehinova obramba: O'Sullivan gambit
sv: Aljechins försvar: O'Sullivans gambit
tr: Alekhine'nin savunması: O'Sullivan gambiti
uk: Захист Альохіна: гамбіт О’Саллівана
vi: Phòng thủ Alekhine: thí quân O'Sullivan

source: Alekhine Defence: Saemisch Attack
ar: دفاع إليخين: ساميش هجوم
br: Defesa Alekhine, Ataque Saemisch
ca: Defensa Alekhine - Atac Sämisch
cs: Aljechinova obrana: Sämischův útok
de: Aljechin-Verteidigung: Saemisch Angriff
es: Defensa Alekhine, Ataque Sämisch
eu: Alekhinen Defentsa: Saemisch Erasoa
fr: Défense Alekhine, attaque Sämisch
id: Pembelaan Alekhine: Serangan Saemisch
it: Difesa Alekhine, Attacco Sämisch
nl: Aljechin verdediging: Saemisch aanval
pl: Obrona Alechina: Atak Sömischa
ru: Защита Алехина: атака Земиша
si: Aljehinova obramba: Seamisch napad
sv: Aljechins försvar: Sämisch-angrepp
tr: Alekhine'nin savunması: Saemisch hücumu
uk: Захист Альохіна: атака Земіша
vi: Phòng thủ Alekhine: tấn công Saemisch

source: Alekhine Defence: Scandinavian Variation
ar: دفاع إليخين: إسكندينافى تفريع
br: Defesa Alekhine, Variante Escandinava
ca: Defensa Alekhine - Variant Escandinava
cs: Aljechinova obrana: Skandinávská varianta
de: Aljechin-Verteidigung: Skandinavische-Variante
es: Defensa Alekhine, Variante Escandinava
eu: Alekhinen Defentsa: Eskandinaviar Aldaera
fr: Défense Alekhine, var. scandinave
id: Pembelaan Alekhine: Varian Skandinavia
it: Difesa Alekhine, Variante Scandinava
nl: Aljechin verdediging: Scandinavische variant
pl: Obrona Alechina: wariant Skandynawska
ru: Защита Алехина: скандинавский вариант
si: Aljehinova obramba: Skandinavska različica
sv: Aljechins försvar: Skandinaviska varianten
tr: Alekhine'nin savunması: İskandinavya varyasyonu
uk: Захист Альохіна: Скандинавський захист
vi: Phòng thủ Alekhine: biến thể Scandinavia

source: Alekhine Defence: Scandinavian Variation, Geschev Gambit
es: Defensa Alekhine: Variante Scandinavian, Gambito Geschev
eu: Alekhinen Defentsa: Eskandinaviar Aldaera, Greschev Ganbitoa

source: Alekhine Defence: Scandinavian Variation, Myers Gambit
es: Defensa Alekhine: Variante Scandinavian, Gambito Myers
eu: Alekhinen Defentsa: Eskandinaviar Aldaera, Myers Ganbitoa
fr: Défense Alekhine, var. scandinave, gambit Myers

source: Alekhine Defence: Spielmann Variation
ar: دفاع إليخين: سبيلمان تفريع
br: Defesa Alekhine, Variante Spielmann
ca: Defensa Alekhine - Variant Spielmann
cs: Aljechinova obrana: Spielmannova varianta
de: Aljechin-Verteidigung: Spielmann-Variante
es: Defensa Alekhine, Variante Spielmann
eu: Alekhinen Defentsa: Spielmann Aldaera
fr: Défense Alekhine, var. Spielmann
id: Pembelaan Alekhine: Varian Spielmann
it: Difesa Alekhine, Variante Spielmann
nl: Aljechin verdediging: Spielmann variant
pl: Obrona Alechina: wariant Spielmanna
ru: Защита Алехина: вариант Шпильмана
si: Aljehinova obramba: Spelmann različica
sv: Aljechins försvar: Spielmannvarianten
tr: Alekhine'nin savunması: Spielmann varyasyonu
uk: Захист Альохіна: варіант Шпільмана
vi: Phòng thủ Alekhine: Biến thể Spielmann

source: Alekhine Defence: Steiner Variation
ar: دفاع إليخين: شتاينر تفريع
br: Defesa Alekhine, Variante Steiner
ca: Defensa Alekhine - Variant Steiner
cs: Aljechinova obrana: Steinerova varianta
de: Aljechin-Verteidigung: Steiner-Variante
es: Defensa Alekhine, Variante Steiner
eu: Alekhinen Defentsa: Steiner Aldaera
fr: Défense Alekhine, var. Steiner
id: Pembelaan Alekhine: Varian Steiner
it: Difesa Alekhine, Variante Steiner
nl: Aljechin verdediging: Steiner variant
pl: Obrona Alechina: wariant Steinera
ru: Защита Алехина: вариант Стейнера
si: Aljehinova obramba: Steiner različica
sv: Aljechins försvar: Steinervarianten
tr: Alekhine'nin savunması: Steiner varyasyonu
uk: Захист Альохіна: варіант Стейнера
vi: Phòng thủ Alekhine: Biến thể Steiner

source: Alekhine Defence: The Squirrel
es: Defensa Alekhine: The Squirrel
eu: Alekhinen Defentsa: Katagorria
fr: Défense Alekhine, l'écureuil

source: Alekhine Defence: Two Pawn Attack
es: Defensa Alekhine: Ataque Two Pawn
eu: Alekhinen Defentsa: Bi Peoien Erasoa
fr: Défense Alekhine, attaque des deux pions

source: Alekhine Defence: Two Pawns' (Lasker) Attack
ar: دفاع إليخين: بيدقين(لاسكر) هجوم
br: Defesa Alekhine, Ataque dos 2 Peões (Lasker)
ca: Defensa Alekhine - Atac dels dos peons o Lasker
cs: Aljechinova obrana: Útok dvou pěšců (Laskerův útok)
de: Aljechin-Verteidigung: two pawns' (Lasker's) Angriff
es: Defensa Alekhine, Ataque de los 2 Peones o Lasker
eu: Alekhinen Defentsa: Bi Peoien (Laskerren) Erasoa
fr: Défense Alekhine, attaque des deux pions, var. Lasker
id: Pembelaan Alekhine: Serangan 2 Bidak (Lasker)
it: Difesa Alekhine, Attacco di 2 Pedoni o Lasker
nl: Aljechin verdediging: twee pionnen '(Lasker's) aanval
pl: Obrona Alechina: atak dwóch pionów (Laskera)
ru: Защита Алехина: атака двух пешек
si: Aljehinova obramba: napad dveh kmetov (Laskerjev napad)
sv: Aljechins försvar: Laskers angrepp (tvåbondesangrepp)
tr: Alekhine'nin savunması: iki piyon (Lasker'in) hücumu
uk: Захист Альохіна: атака двох пішаків
vi: Phòng thủ Alekhine: tấn công hai tốt (Lasker)

source: Alekhine Defence: Two Pawns' Attack, Mikenas Variation
ar: دفاع إليخين: بيدقين هجوم, ميكناس تفريع
br: Defesa Alekhine, Ataque dos 2 Peões, Variante Mikenas
ca: Defensa Alekhine - Atac dels dos peons - Variant Mikenas
cs: Aljechinova obrana: Útok dvou pěšců, Mikenasova varianta
de: Aljechin-Verteidigung: two pawns' Angriff, Mikenas-Variante
es: Defensa Alekhine, Ataque de los 2 Peones, Variante Mikenas
eu: Alekhinen Defentsa: Bi Peoien Erasoa, Mikenas Aldaera
fr: Défense Alekhine, attaque des deux pions, var. Mikenas
id: Pembelaan Alekhine: Serangan 2 Bidak, Varian Mikenas
it: Difesa Alekhine, Attacco di 2 Pedoni, Variante Mikenas
nl: Aljechin verdediging: de twee pionnen aanval ', Mikenas variant
pl: Obrona Alechina: atak dwóch pionów, wariant Mikenasa
ru: Защита Алехина: атака двух пешек, вариант Микенаса
si: Aljehinova obramba: napad dveh kmetov, Mikenas različica
sv: Aljechins försvar: Tvåbondesangrepp, Mikenasvarianten
tr: Alekhine'nin savunması: iki piyon hücumu, Mikenas varyasyonu
uk: Захист Альохіна: атака двох пішаків, варіант Мікенаса
vi: Phòng thủ Alekhine: tấn công hai tốt, biến thể Mikenas

source: Alekhine Defence: Welling Variation
ar: دفاع إليخين:ويلينج تفريع
br: Defesa Alekhine, Variante Welling
ca: Defensa Alekhine - Variant Welling
cs: Aljechinova obrana: Wellingova varianta
de: Aljechin-Verteidigung: Welling-Variante
es: Defensa Alekhine, Variante Welling
eu: Alekhinen Defentsa: Welling Aldaera
fr: Défense Alekhine, var. Welling
id: Pembelaan Alekhine: Varian Welling
it: Difesa Alekhine, Variante Welling
nl: Verdediging Aljechin's: Welling variant
pl: Obrona Alechina: wariant Welling'a
ru: Защита Алехина: вариант Уэллинга
si: Aljehinova obramba: Welling različica
sv: Aljechins försvar: Wellingvarianten
tr: Alekhine'nin savunması: Welling varyasyonu
uk: Захист Альохіна: Уеллінга
vi: Phòng thủ Alekhine: Biến thể Welling

source: Amar (Paris) Opening
ar: أمار (باريس) افتتاح
br: Abertura Amar (Paris)
ca: Obertuta Amar o París
cs: Amarovo (Parisovo) zahájení
de: Amar (Paris) Eröffnung
es: Apertura Amar o París
eu: Amar (Paris) Irekiera
fr: Ouverture Amar ou de Paris ou du cavalier ivre
id: Pembukaan Amar (Paris)
it: Apertura Amar o París
nl: Amar (Parijs) opening
pl: Debiut Amara (paryskie)
ru: Дебют Амара
si: Amar (Paris) otvoritev
sv: Amars spelöppning (Paris spelöppning)
tr: Amar (Paris) açılışı
uk: Дебют Амара
vi: Khai cuộc Amar (Paris)

source: Amar Gambit
ar: أمار جامبيت
br: Gambito Amar
ca: Gambit Amar
cs: Amarův gambit
es: Gambito Amar
eu: Amar Ganbitoa
fr: Ouverture Amar, gambit Amar
id: Gambit Amar
it: Gambetto Amar
nl: Amar gambiet
pl: Gambit Amara
ru: Гамбит Амара
sv: Parisgambit
tr: Amar gambiti
uk: Гамбіт Амара
vi: Thí quân Amar

source: Amar Opening: Gent Gambit
eu: Amar Irekiera: Gent Ganbitoa
fr: Ouverture Amar, gambit de Gand

source: Amar Opening: Paris Gambit
eu: Amar Irekiera: Paris Ganbitoa
fr: Ouverture Amar, gambit de Paris

source: Amazon Attack
eu: Amazonaren Erasoa
fr: Attaque amazone

source: Amazon Attack: Siberian Attack
eu: Amazonaren Erasoa: Siberiar Erasoa
fr: Attaque amazone, attaque sibérienne

source: Amsterdam Attack
ar: أمستردام هجوم
br: Ataque Amsterdam
ca: Atac Amsterdam
cs: Amsterodamský útok
de: Amsterdamer Angriff
es: Ataque Amsterdam
eu: Amsterdameko Erasoa
fr: Attaque d'Amsterdam
id: Serangan Amsterdam
it: Attacco Amsterdam
nl: Amsterdam aanval
pl: Atak amsterdamski
ru: Амстердамская атака
si: Amsterdamski napad
sv: Amsterdam-angrepp
tr: Amsterdam hücumu
uk: Амстердамська атака
vi: Tấn công Amsterdam

source: Anderssen Opening
ar: أندرسن افتتاح
br: Abertura Anderssen
ca: Obertura Anderssen
cs: Anderssenovo zahájení
de: Anderssen-Eröffnung
es: Apertura Anderssen
eu: Anderssenen Irekiera
fr: Ouverture Anderssen
id: Pembukaan Anderssen
it: Apertura Anderssen
nl: Anderssen's opening
pl: Debiut Anderssena
ru: Дебют Андерсена
si: Anderssenova otvoritev
sv: Anderssens spelöppning
tr: Anderssen'in açılışı
uk: Дебют Андерсена
vi: Khai cuộc của Anderssen

source: Anderssen Opening: Polish Gambit
es: Apertura Anderssen: Gambito Polaco
eu: Anderssenen Irekiera: Poloniar Ganbitoa
fr: Ouverture Anderssen, gambit polonais

source: Anti-Borg (Desprez) Opening
ar: ضد-بورج (ديسبرتز) افتتاح
br: Abertura Anti-Borg (Desprez)
ca: Obertura Anri-Borg o Desprez
cs: Anti-Borgovo (Desprezovo) zahájení
de: Anti-Borg (Desprez) Eröffnung
es: Apertura Anti Borg o Desprez
eu: Anti-Borg (Desprez) Irekiera
fr: Ouverture Kádas ou Després
id: Pembukaan Anti-Borg (Desprez)
it: Apertura Anti Borg o Desprez
pl: Debiut Anti-Borg (Desprez)
ru: Дебют Деспреса
si: Anti-Borg (Desprez) otvoritev
sv: Kadas-Desprez spelöppning (Anti-Borg)
tr: Anti-Borg (Desprez) açılışı
uk: Дебют Деспреса
vi: Khai cuộc Chống Borg (Desprez)

source: Australian Defence
eu: Australiar Defentsa
fr: Défense australienne

source: Barnes Defence
ar: يارنيس دفاع
br: Defesa Barnes
ca: Defensa Barnes
cs: Barnesova obrana
de: Barnes Verteidigung
es: Defensa Barnes
eu: Barnes Defentsa
fr: Défense Barnes
id: Pembelaan Barnes
it: Difesa Barnes
nl: Barnes verdediging
pl: Obrona Barnes'a
ru: Защита Барнса
si: Barnesova obramba
sv: Barnes försvar
tr: Barnes savunması
uk: Захист Барнса
vi: Phòng thủ Barnes

source: Barnes Opening: Fool Mate
eu: Barnes Irekiera: Ergelaren matea
fr: Ouverture Barnes, mat du lion ou mat de l'écolier (plus courte partie possible)

source: Barnes Opening: Gedult Gambit
eu: Barnes Irekiera: Gedult Ganbitoa
fr: Ouverture Barnes, gambit Gedult

source: Barnes Opening: Walkerling
eu: Barnes Irekiera: Walkerling

source: Battambang Opening
ar: ياتامبانج افتتاح
br: Abertura Battambang
ca: Obertura Battambang
de: Battambang Eröffnung
es: Apertura Battambang
eu: Battambang Irekiera
fr: Ouverture de Battambang
id: Pembukaan Battambang
it: Apertura Battambang
pl: Debiut Battambang
ru: Баттамбанг
si: Battambang otvoritev
sv: Battambangs spelöppning
tr: Battambang açılışı
uk: Дебют Баттамбанг
vi: Khai cuộc Battambang

source: Beefeater Defence
ar: بيفيتر دفاع
br: Defesa Beefeater
ca: Defensa de l'alabarder de la Torre de Londres'
cs: Beefeater oobrana
de: Beefeater Verteidigung
es: Defensa del Alabardero de la Torre de Londres
eu: Beefeater Defentsa
fr: Défense de l'hallebardier (en anglais "Beefeater" (mangeurs de boeuf) : les Yeomen Warders portent une hallebarde)
id: Pembelaan Beefeater
it: Difesa dell'alabardiere della torre di londra
nl: Beefeater verdediging
pl: Obrona Beefeater'a
ru: Дебют ферзевой пешки: вариант Бифитер
si: Beefeater obramba
sv: Beefeaters försvar
tr: Beefeater savunması
uk: Дебют ферзевого пішака: варіант Біфітер
vi: Phòng thủ Beefeater

source: Benko Gambit
ar: جامبيت بينكو
br: Gambito Benko
ca: Gambit Benko o Volga
cs: Benkův gambit
es: Gambito Benko o Volga
eu: Benko Ganbitoa
fr: Gambit Benko (gambit de la Volga)
id: Gambit Benko
it: Gambetto Benko o Volga
nl: Benko gambiet
pl: Gambit Benko
ru: Волжский гамбит
tr: Benko gambiti
uk: Гамбіт Бенко
vi: Thí quân Benko

source: Benko Gambit Accepted
ar: جامبيت بينكو المقبول
br: Gambito Benko Aceito
ca: Gambit Benko acceptat
cs: Benkův gambit přijatý
de: Benko Gambit angenommen
es: Gambito Benko Aceptado
eu: Benko Ganbito Onartua
fr: Gambit Benko accepté
id: Gambit Benko Diterima
it: Gambetto Benko Accettato
nl: Benko gambiet geaccepteerd
pl: Gambit Benko przyjęty
ru: Принятый волжский гамбит
si: Benko gambit sprejet
sv: Benkogambit antagen
tr: Benko gambiti kabul edilmiş
uk: Прийнятий гамбіт Бенко
vi: Benko chấp nhận thí quân

source: Benko Gambit Accepted: Central Storming Variation
es: Gambito Benko Aceptado: Variante Central Storming
eu: Benko Ganbito Onartua: Erdiko ekaitzaren aldera

source: Benko Gambit Accepted: Dlugy Variation
es: Gambito Benko Aceptado: Variante Dlugy
eu: Benko Ganbito Onartua: Dlugy Aldaera
fr: Gambit Benko accepté, var. Dlugy

source: Benko Gambit Accepted: Fianchetto Variation
es: Gambito Benko Aceptado: Variante Fianchetto
eu: Benko Ganbito Onartua: Fianchetto Aldaera
fr: Gambit Benko accepté, var. du fianchetto-roi

source: Benko Gambit Accepted: Modern Variation
es: Gambito Benko Aceptado: Variante Modern
eu: Benko Ganbito Onartua: Aldaera Modernoa
fr: Gambit Benko accepté, var. moderne

source: Benko Gambit Accepted: Pawn Return Variation
es: Gambito Benko Aceptado: Variante Pawn Return
eu: Benko Ganbito Onartua: Peoi itzuliaren Aldaera
fr: Gambit Benko accepté, var. de la restitution du pion

source: Benko Gambit Declined: Bishop Attack
eu: Benko Ganbito Ukatua: Alfilaren Erasoa
fr: Gambit Benko refusé, attaque du fou

source: Benko Gambit Declined: Hjørring CounterGambit
eu: Benko Ganbito Ukatua: Hjørring Kontra-Ganbitoa
fr: Gambit Benko refusé, contre-gambit de Hjørring

source: Benko Gambit Declined: Main Line
eu: Benko Ganbito Ukatua: Lerro Nagusia
fr: Gambit Benko refusé, ligne principale

source: Benko Gambit Declined: Pseudo-Sämisch
eu: Benko Ganbito Ukatua: Pseudo-Sämisch
fr: Gambit Benko refusé, var. pseudo-Sämisch

source: Benko Gambit Declined: Quiet Line
eu: Benko Ganbito Ukatua: Lerro Lasaia
fr: Gambit Benko refusé, ligne calme

source: Benko Gambit Declined: Sosonko Variation
eu: Benko Ganbito Ukatua: Sosonko Aldaera
fr: Gambit Benko refusé, var. Sosonko

source: Benko Gambit Half Accepted
ar: جامبيت بينكو النصف مقبول
br: Gambito Benko Meio Aceito
ca: Gambit Benko mig acceptat
cs: Benkův gambit polo-přijatý
de: Benko Gambit half angenommen
es: Gambito Benko Medio Aceptado
eu: Benko Ganbito Erdi Onartua
fr: Gambit Benko semi-accepté
id: Gambit Benko Setengah Diterima
it: Gambetto Benko Medio Accettato
nl: Benko gambiet half geaccepteerd
pl: Gambit Benko w pół-przyjęty
ru: Полупринятый волжский гамбит
si: Benko gambit pol sprejet
sv: Benkogambit delvis antagen
tr: Benko gambiti yarı kabul edilmiş
uk: Напівприйнятий гамбіт Бенко
vi: Benko nửa chấp nhận thí quân

source: Benko Gambit: 7.e4
ar: جامبيت بينكو: 7.e5
br: Gambito Benko, 7.e4
ca: Gambit Benko - 7. e4
cs: Benkův gambit: 7. e4
es: Gambito Benko, 7.e4
eu: Benko Ganbitoa: 7.e4
fr: Gambit Benko, 7.e4
id: Gambit Benko: 7.e4
it: Gambetto Benko, 7.e4
nl: Benko gambiet: 7.e4
pl: Gambit Benko: 7.e4
ru: Волжский гамбит: 7. e4
tr: Benko gambiti: 7.e4
uk: Гамбіт Бенко: 7. e4
vi: Thí quân Benko: 7.e4

source: Benko Gambit: Fianchetto Variation
ar: جامبيت بينكو: فيل الوتر الطويل تفريع
br: Gambito Benko, Variante do Fianchetto
ca: Gambit Benko - Variant del Fianchetto
cs: Benko gambit: Fianchetto varianta
de: Benko Gambit: Fianchettovariante
es: Gambito Benko, Variante del Fianchetto
eu: Benko Ganbitoa: Fianchetto Aldaera
fr: Gambit Benko, var. du fianchetto-roi
id: Gambit Benko: Varian Fianchetto
it: Gambetto Benko, Variante del Fianchetto
nl: Benko gambiet: fianchetto variant
pl: Gambit Benko: wariant fianchetto
ru: Принятый волжский гамбит: вариант с фианкетто
si: Benko gambit: krilni razvoj različica
sv: Benkogambit: Fianchettovarianten
tr: Benko gambiti: Fianchetto varyasyonu
uk: Гамбіт Бенко: варіант з фіанкетто
vi: Thí quân Benko: biến thể fianchetto

source: Benko Gambit: Main Line
ar: جامبيت بينكو: الخط الرئيسي
br: Gambito Benko, Linha Principal
ca: Gambit Benko - Línia principal
cs: Benko gambit: hlavní systém
de: Benko Gambit: Hauptvariante
es: Gambito Benko, Linea Principal
eu: Benko Ganbitoa: Lerro Nagusia
fr: Gambit Benko, ligne principale (var. de la marche du roi)
id: Gambit Benko: Jalur Utama
it: Gambetto Benko, Linea Principale
nl: Benko gambiet: hoofdlijn
pl: Gambit Benko: głowna linia
ru: Волжский гамбит: основной вариант
si: Benko gambit: glavna linija
sv: Benkogambit: Huvudvariant
tr: Benko gambiti: ana hat
uk: Гамбіт Бенко: основний варіант
vi: Thí quân Benko: dòng chính
