Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Spanish Opening: Brentano Defence
ar: روي لوبيز: برينتانو دفاع
br: Abertura Ruy López, Defesa Brentano
ca: Obertura Espanyola - Defensa Brentano
cs: Ruy Lopez: Brentano defence
de: Spanisch: Brentano Verteidigung
es: Apertura Española, Defensa Brentano
eu: Ruy Lopez: Brentano Defentsa
fr: Espagnole, défense Brentano
id: Ruy Lopez: Pembelaan Brentano
it: Apertura Spagnola, Difesa Brentano
nl: Ruy Lopez: Brentano verdediging
pl: Partia hiszpańska: obrona Brentano
ru: Испанская партия: защита Брентано
si: Ruy Lopez, Brentanova obramba
sv: Spanskt: Brentanos försvar
tr: Ruy Lopez: Brentano savunması
uk: Іспанська партія: захист Брентано
vi: Ruy Lopez: Phòng thủ Brentano

source: Spanish Opening: Brix Variation
eu: Ruy Lopez: Brix Aldaera

source: Spanish Opening: Bulgarian Variation
eu: Ruy Lopez: Bulgariar Aldaera
fr: Espagnole, var. bulgare

source: Spanish Opening: Caro Variation
ar: روي لوبيز: كارو تفريع
br: Abertura Ruy López, Variante Caro
ca: Obertura Espanyola - Variant Caro
cs: Ruy Lopez: Caro variation
de: Spanisch: Caro-Variante
es: Apertura Española, Variante Caro
eu: Ruy Lopez: Caro Aldaera
fr: Espagnole, var. Caro
id: Ruy Lopez: Varian Caro
it: Apertura Spagnola, Variante Caro
nl: Ruy Lopez: Caro variant
pl: Partia hiszpańska: wariant Caro
ru: Испанская партия: вариант Каро
si: Ruy Lopez, Carova različica
sv: Spanskt: Carovarianten
tr: Ruy Lopez: Caro varyasyonu
uk: Іспанська партія: варіант Каро
vi: Ruy Lopez: Caro biến

source: Spanish Opening: Central CounterGambit
eu: Ruy Lopez: Erdiko Kontra-Ganbitoa
fr: Espagnole, contre-gambit central

source: Spanish Opening: Classical (Cordel) Defence
ar: روي لوبيز: الكلاسيكي (كوردل) دفاع
br: Abertura Ruy López, Defesa Clássica (Cordel)
ca: Obertura Espanyola - Defensa clàssica o cordill
cs: Ruy Lopez: classical (Cordel) defence
de: Spanisch: Klassisch (Cordel) Verteidigung
es: Apertura Española, Defensa Clásica o Cordel
eu: Ruy Lopez: Defentsa Klasikoa (Cordel)
fr: Espagnole, défense classique (Cordel)
id: Ruy Lopez: Pembelaan Klasik (Cordel)
it: Apertura Spagnola, Difesa Classica o Cordel
nl: Ruy Lopez: klassieke (Cordel) verdediging
pl: Partia hiszpańska: obrona klasyczna(Cordel'a)
ru: Испанская партия: защита Корделя
si: Ruy Lopez, klasična (Cordelova) obramba
sv: Spanskt: Klassiskt försvar (Cordel)
tr: Ruy Lopez: klasik (Cordel) savunması
uk: Іспанська партія: захист Корделя
vi: Ruy Lopez: Phòng thủ cổ điển (Cordel)

source: Spanish Opening: Classical Defence Deferred
ar: روي لوبيز: الدفاع الكلاسيكي ديفيرد
br: Abertura Ruy López, Defesa Clássica Diferida
ca: Obertura Espanyola - Defensa clàssica diferida
cs: Ruy Lopez: Classical defence deferred
de: Spanisch: Klassisch Verteidigung im Nachzug
es: Apertura Española, Defensa Clásica Diferida
eu: Ruy Lopez: Defentsa klasiko Atzeratua
fr: Espagnole, défense classique différée
id: Ruy Lopez: Pembelaan Klasik Ditunda
it: Apertura Spagnola, Difesa Classica Diferida
nl: Ruy Lopez: Klassieke verdediging uitgesteld
pl: Partia hiszpańska: klasyczna obrona odroczona
ru: Испанская партия: улучшенная защита Корделя
si: Ruy Lopez, klasična obramba odložena
sv: Spanskt: Klassisk variant avböjd
tr: Ruy Lopez: ertelenmiş klasik savunma
uk: Іспанська партія: покращений захист Корделя
vi: Ruy Lopez: Phòng thủ Cổ điển trì hoãn

source: Spanish Opening: Classical Defence, 4.c3
ar: روي لوبيز: الدفاع الكلاسيكي, 4.c4
br: Abertura Ruy López, Defesa Clássica, 4.c3
ca: Obertura Espanyola - Defensa clàssica - 4. c3
cs: Ruy Lopez: classical defence, 4.c3
de: Spanisch: Klassisch Verteidigung, 4.c3
es: Apertura Española, Defensa Clásica, 4.c3
eu: Ruy Lopez: Defentsa Klasikoa, 4.c3
fr: Espagnole, défense classique (Cordel), 4.c3
id: Ruy Lopez: Klasik, 4.c3
it: Apertura Spagnola, Difesa Classica, 4.c3
nl: Ruy Lopez: klassieke verdediging, 4.c3
pl: Partia hiszpańska: klasyczna obrona, 4.c3
ru: Испанская партия: защита Корделя, 4.c3
si: Ruy Lopez, klasična obramba, 4. c3
sv: Spanskt: Klassiskt försvar med 4.c3
tr: Ruy Lopez: klasik savunma, 4.c3
uk: Іспанська партія: захист Корделя, 4.c3
vi: Ruy Lopez: Phòng thủ cổ điển, 4.c3

source: Spanish Opening: Classical Defence, Benelux Variation
ar: روي لوبيز: الدفاع الكلاسيكي, بينيلوكس تفريع
br: Abertura Ruy López, Defesa Clássica, Variante Benelux
ca: Obertura Espanyola - Defensa clàssica - Variant Benelux
cs: Ruy Lopez: classical defence, Benelux variation
de: Spanisch: Klassisch Verteidigung, Benelux Variante
es: Apertura Española, Defensa Clásica, Variante Benelux
eu: Ruy Lopez: Defentsa Klasikoa, Benelux Aldaera
fr: Espagnole, défense classique (Cordel), var. du Benelux
id: Ruy Lopez: Klasik, Varian Benelux
it: Apertura Spagnola, Difesa Classica, Variante Benelux
nl: Ruy Lopez: klassieke verdediging, Benelux variant
pl: Partia hiszpańska: klasyczna obrona, wariant Benelux
ru: Испанская партия: защита Корделя, вариант Бенилюкс
si: Ruy Lopez, klasična obramba, Benelux različica
sv: Spanskt: Klassiskt försvar, Beneluxvarianten
tr: Ruy Lopez: klasik savunma, Benelux varyasyonu
uk: Іспанська партія: захист Корделя, Бенілюкс-варіант
vi: Ruy Lopez: Phòng thủ cổ điển, biến thể Benelux

source: Spanish Opening: Classical Defence, Boden Variation
ar: روي لوبيز: الدفاع الكلاسيكي, بودن تفريع
br: Abertura Ruy López, Defesa Clássica, Variante Boden
ca: Obertura Espanyola - Defensa clàssica - Variant Boden
cs: Ruy Lopez: classical defence, Boden variation
de: Spanisch: Klassisch Verteidigung, Boden Variante
es: Apertura Española, Defensa Clásica, Variante Boden
eu: Ruy Lopez: Defentsa Klasikoa, Boden Aldaera
fr: Espagnole, défense classique (Cordel), var. Boden
id: Ruy Lopez: Klasik, Varian Boden
it: Apertura Spagnola, Difesa Classica, Variante Boden
nl: Ruy Lopez: klassieke verdediging, Boden variant
pl: Partia hiszpańska: klasyczna obrona, wariant Boden'a
ru: Испанская партия: защита Корделя, вариант Бодена
si: Ruy Lopez, klasična obramba, Bodenova različica
sv: Spanskt: Klassiskt försvar, Bodenvarianten
tr: Ruy Lopez: klasik savunma, Boden varyasyonu
uk: Іспанська партія: захист Корделя, варіант Бодена
vi: Ruy Lopez: Phòng thủ cổ điển, biến thể Boden

source: Spanish Opening: Classical Defence, Charousek Variation
ar: روي لوبيز: الدفاع الكلاسيكي, تشاروسك تفريع
br: Abertura Ruy López, Defesa Clássica, Variante Charousek
ca: Obertura Espanyola - Defensa clàssica - Variant Charousek
cs: Ruy Lopez: classical defence, Charousek variation
de: Spanisch: Klassisch Verteidigung, Charousek Variante
es: Apertura Española, Defensa Clásica, Variante Charousek
eu: Ruy Lopez: Defentsa Klasikoa, Charousek Aldaera
fr: Espagnole, défense classique (Cordel), var. Charousek
id: Ruy Lopez: Klasik, Varian Charousek
it: Apertura Spagnola, Difesa Classica, Variante Charousek
nl: Ruy Lopez: klassieke verdediging, Charousek variant
pl: Partia hiszpańska: klasyczna obrona, wariant Charousek
ru: Испанская партия: защита Корделя, вариант Харузека
si: Ruy Lopez, klasična obramba, Charousekova različica
sv: Spanskt: Klassiskt försvar, Charousekvarianten
tr: Ruy Lopez: klasik savunma, Charousek varyasyonu
uk: Іспанська партія: захист Корделя, варіант Харузека
vi: Ruy Lopez: Phòng thủ cổ điển, biến thể Charousek

source: Spanish Opening: Classical Defence, Zaitsev Variation
ar: روي لوبيز: الدفاع الكلاسيكي, زايتسيف تفريع
br: Abertura Ruy López, Defesa Clássica, Variante Zaitsev
ca: Obertura Espanyola - Defensa clàssica - Variant Zaitsev
cs: Ruy Lopez: classical defence, Zaitsev variation
de: Spanisch: Klassisch Verteidigung, Zaitsev Variante
es: Apertura Española, Defensa Clásica, Variante Zaitsev
eu: Ruy Lopez: Defentsa Klasikoa, Zaitsev Aldaera
fr: Espagnole, défense classique (Cordel), var. Zaitsev
id: Ruy Lopez: Klasik, Varian Zaitsev
it: Apertura Spagnola, Difesa Classica, Variante Zaitsev
nl: Ruy Lopez: klassieke verdediging, Zaitsev variant
pl: Partia hiszpańska: obrona klasyczna, wariant Zaitsev'a
ru: Испанская партия: защита Корделя, вариант Зайцева
si: Ruy Lopez, klasična obramba, Zaitseva različica
sv: Spanskt: Klassiskt försvar, Zaitsevvarianten
tr: Ruy Lopez: klasik savunma, Zaitsev varyasyonu
uk: Іспанська партія: захист Корделя, варіант Зайцева
vi: Ruy Lopez: Phòng thủ cổ điển, biến thể Zaitsev

source: Spanish Opening: Classical Variation, Konikowski Gambit
eu: Ruy Lopez: Aldaera Klasikoa, Konikowski Ganbitoa
fr: Espagnole, défense classique, gambit Konikowski - Hardy

source: Spanish Opening: Classical Variation, Modern Main Line
eu: Ruy Lopez: Aldaera Klasikoa, Lerro Nagusi Modernoa
fr: Espagnole, var. classique, ligne principale moderne

source: Spanish Opening: Classical Variation, Spanish Wing Gambit
eu: Ruy Lopez: Aldaera Klasikoa, Espainiar Wing Ganbitoa
fr: Espagnole, var. classique, gambit de l'aile espagnol

source: Spanish Opening: Classical Variation, Zukertort Gambit
eu: Ruy Lopez: Aldaera Klasikoa, Zukertort Ganbitoa
fr: Espagnole, var. classique, gambit Zukertort

source: Spanish Opening: Closed
ar: روي لوبيز: المغلق
br: Abertura Ruy López, Variante Fechada
ca: Obertura Espanyola - Variant tancada
cs: Ruy Lopez: closed
de: Spanisch: Geschlossen
es: Apertura Española, Variante Cerrada
eu: Ruy Lopez: Itxia
fr: Espagnole fermée
id: Ruy Lopez: Varian Tertutup
it: Apertura Spagnola, Variante Chiusa
nl: Ruy Lopez: gesloten
pl: Partia hiszpańska: zamknięta
ru: Испанская партия: закрытый вариант
si: Ruy Lopez, zaprta
sv: Spanskt: Slutet
tr: Ruy Lopez: kapalı
uk: Іспанська партія: закритий варіант
vi: Ruy Lopez: đóng cửa

source: Spanish Opening: Closed (10...c5)
ar: روي لوبيز: المغلق (10...c5)
br: Abertura Ruy López, Variante Fechada (10...c5)
ca: Obertura Espanyola - Variant tancada - Variant 10 ...c5
cs: Ruy Lopez: closed (10...c5)
de: Spanisch: Geschlossen (10...c5)
es: Apertura Española, Variante Cerrada, Variante 10...c5
eu: Ruy Lopez: Itxia (10...c5)
fr: Espagnole fermée, 10...c5
id: Ruy Lopez: Tertutup, 10... c5
it: Apertura Spagnola, Variante Chiusa, Variante 10...c5
nl: Ruy Lopez: gesloten (10 ... c5)
pl: Partia hiszpańska: zamknięta(10...c5)
ru: Испанская партия: закрытый вариант
si: Ruy Lopez, zaprta (10...c5)
sv: Spanskt: Slutet (10...c5)
tr: Ruy Lopez: kapalı (10...c5)
uk: Іспанська партія: закритий варіант (10...c5)
vi: Ruy Lopez: đóng (10 ... c5)

source: Spanish Opening: Closed (8...Na5)
ar: روي لوبيز: المغلق (8...Na5)
br: Abertura Ruy López, Variante Fechada (9...Ca5)
ca: Obertura Espanyola - Variant tancada - Variant 9 ...Ca5
cs: Ruy Lopez: closed (8...Na5)
de: Spanisch: Geschlossen (8...Sa5)
es: Apertura Española, Variante Cerrada, Variante 9...Ca5
eu: Ruy Lopez: Itxia (8...Za5)
fr: Espagnole fermée, avec ...Ca5
id: Ruy Lopez: Tertutup, 8.... Ka5
it: Apertura Spagnola, Variante Chiusa, Variante 9...Ca5
nl: Ruy Lopez: gesloten (8 ... Pa5)
pl: Partia hiszpańska: zamknięta(8..Sa5)
ru: Испанская партия: закрытый вариант
si: Ruy Lopez, zaprta (8...Sa5)
sv: Spanskt: Slutet (8...Sa5)
tr: Ruy Lopez: kapalı (8...Na5)
uk: Іспанська партія: закритий варіант (8...Кa5)
vi: Ruy Lopez: đóng (8 ... Na5)

source: Spanish Opening: Closed (with ...d6)
ar: روي لوبيز: المغلق (مع ...d6)
br: Abertura Ruy López, Variante Fechada (com 8...d6)
ca: Obertura Espanyola - Variant tancada - Variant amb 8 ...d6
cs: Ruy Lopez: closed (with ...d6)
de: Spanisch: Geschlossen (mit ...d6)
es: Apertura Española, Variante Cerrada, Variante con 8...d6
eu: Ruy Lopez: Itxia (...d6rekin)
fr: Espagnole fermée, avec ...d6
id: Ruy Lopez: Tertutup, ... d6
it: Apertura Spagnola, Variante Chiusa, Variante con 8...d6
nl: Ruy Lopez: gesloten (met ... d6)
pl: Partia hiszpańska: zamknięta(z...d6)
ru: Испанская партия: закрытый вариант (с ...d6)
si: Ruy Lopez, zaprta (z ...d6)
sv: Spanskt: Slutet (med ...d6)
tr: Ruy Lopez: kapalı (...d6 ile)
uk: Іспанська партія: закритий варіант (з ...d6)
vi: Ruy Lopez: đóng (với ... D6)

source: Spanish Opening: Closed Berlin Defence, Bernstein Variation
ar: روي لوبيز: المغلق دفاع بيرلين, بيىشتاين تفريع
br: Abertura Ruy López, Defesa Berlinesa Fechada, Variante Bernstein
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Bernstein
cs: Ruy Lopez: closed Berlin defence, Bernstein variation
de: Spanisch: Geschlossen Berliner Verteidigung, Bernstein Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Bernstein
eu: Ruy Lopez: Berlingo Defentsa Itxia, Bernstein Aldaera
fr: Espagnole, défense berlinoise fermée, var. Bernstein
id: Ruy Lopez: Tertutup, Berlin, Varian Bernstein
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Bernstein
nl: Ruy Lopez: gesloten Berlijn verdediging Bernstein variant
pl: Partia hiszpańska: zamknięta obrona berlińska, wariant Bernsteina
ru: Испанская партия: закрытая берлинская защита, вариант Бернштейна
si: Ruy Lopez, zaprta berlinska obramba, Bernsteinova različica
sv: Spanskt: Slutet Berlinerförsvar, Bernsteinvarianten
tr: Ruy Lopez: kapalı Berlin savunması, Bernstein varyasyonu
uk: Іспанська партія: закритий Берлінський захист, варіант Бернштейна
vi: Ruy Lopez: Phòng thủ Berlin đóng, biến thể Bernstein

source: Spanish Opening: Closed Berlin Defence, Chigorin Variation
ar: روي لوبيز: المغلق دفاع بيرلين, تشجورين تفريع
br: Abertura Ruy López, Defesa Berlinesa Fechada, Variante Chigorin
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Chigorin
cs: Ruy Lopez: closed Berlin defence, Chigorin variation
de: Spanisch: Geschlossen Berliner Verteidigung, Tschigorin Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Chigorin
eu: Ruy Lopez: Berlingo Defentsa Itxia, Chigorin Aldaera
fr: Espagnole, défense berlinoise fermée, var. Tchigorine
id: Ruy Lopez: Tertutup, Berlin, Varian Chigorin
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Chigorin
nl: Ruy Lopez: gesloten Berlijn verdediging Chigorin variant
pl: Partia hiszpańska: zamknięta obrona berlińska, wariant Chigorin'a
ru: Испанская партия: закрытая берлинская защита, вариант Чигорина
si: Ruy Lopez, zaprta berlinska obramba, Chigorinova različica
sv: Spanskt: Slutet Berlinerförsvar, Tjigorinvarianten
tr: Ruy Lopez: kapalı Berlin savunması, Chigorin varyasyonu
uk: Іспанська партія: закритий Берлінський захист, варіант Чигоріна
vi: Ruy Lopez: Phòng thủ Berlin đóng, biến thể Chigorin

source: Spanish Opening: Closed Berlin Defence, Showalter Variation
ar: روي لوبيز: المغلق دفاع بيرلين, تفريع شولتر
br: Abertura Ruy López, Defesa Berlinesa Fechada, Variante Showalter
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Showalter
cs: Ruy Lopez: closed Berlin defence, Showalter variation
de: Spanisch: Geschlossen Berliner Verteidigung, Showalter Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Showalter
eu: Ruy Lopez: Berlingo Defentsa Itxia, Showalterren Aldaera
fr: Espagnole, défense berlinoise fermée, var. Showalter
id: Ruy Lopez: Tertutup, Berlin, Varian Showalter
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Showalter
nl: Ruy Lopez: gesloten Berlijn verdediging Showalter variant
pl: Partia hiszpańska: zamknięta obrona berlińska, wariant Showalter'a
ru: Испанская партия: закрытая берлинская защита, вариант Шовальтера
si: Ruy Lopez, zaprta berlinska obramba, Showalterjeva različica
sv: Spanskt: Slutet Berlinerförsvar, Showaltervarianten
tr: Ruy Lopez: kapalı Berlin savunması, Showalter varyasyonu
uk: Іспанська партія: закритий Берлінський захист, варіант Шовальтера
vi: Ruy Lopez: Phòng thủ Berlin đóng, biến thể Showalter

source: Spanish Opening: Closed Berlin Defence, Wolf Variation
ar: روي لوبيز: المغلق دفاع بيرلين, تفريع وولف
br: Abertura Ruy López, Defesa Berlinesa Fechada, Variante Wolf
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Wolf
cs: Ruy Lopez: closed Berlin defence, Wolf variation
de: Spanisch: Geschlossen Berliner Verteidigung, Wolf Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Wolf
eu: Ruy Lopez: Berlingo Defentsa Itxia, Wolf Aldaera
fr: Espagnole, défense berlinoise fermée, var. Wolf
id: Ruy Lopez: Tertutup, Berlin, Varian Wolf
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Wolf
nl: Ruy Lopez: gesloten Berlijn verdediging Wolf variant
pl: Partia hiszpańska: zamknięta obrona berlińska, wariant Wolf'a
ru: Испанская партия: закрытая берлинская защита, вариант Вольфа
si: Ruy Lopez, zaprta berlinska obramba, Wolfova različica
sv: Spanskt: Slutet Berlinerförsvar, Wolfvarianten
tr: Ruy Lopez: kapalı Berlin savunması, Wolf varyasyonu
uk: Іспанська партія: закритий Берлінський захист, варіант Вольфа
vi: Ruy Lopez: Phòng thủ Berlin đóng, biến thể Wolf

source: Spanish Opening: Closed Defence
ar: روي لوبيز: المغلق دفاع
br: Abertura Ruy López, Variante Fechada
ca: Obertura Espanyola - Variant tancada
cs: Ruy Lopez: closed defence
de: Spanisch: Geschlossen Verteidigung
es: Apertura Española, Variante Cerrada
eu: Ruy Lopez: Defentsa Itxia
fr: Espagnole, variante (parfois "défense" en anglais) fermée
id: Ruy Lopez: Pembelan Tertutup
it: Apertura Spagnola, Variante Chiusa
nl: Ruy Lopez: gesloten verdediging
pl: Partia hiszpańska: zamknięta obrona
ru: Испанская партия: закрытый вариант
si: Ruy Lopez, zaprta obramba
sv: Spanskt: Slutet försvar
tr: Ruy Lopez: kapalı savunma
uk: Іспанська партія: закритий варіант
vi: Ruy Lopez: kín phòng

source: Spanish Opening: Closed, 7...O-O
ar: روي لوبيز: المغلق, 7...O-O
br: Abertura Ruy López, Variante Fechada, Variante 7...O-O
ca: Obertura Espanyola - Variant tancada - Variant 7 ...0-0
cs: Ruy Lopez: closed, 7...O-O
de: Spanisch: Geschlossen, 7...O-O
es: Apertura Española, Variante Cerrada, Variante 7...O O
eu: Ruy Lopez: Itxia, 7...O-O
fr: Espagnole fermée, 7...O-O
id: Ruy Lopez: Tertutup, 7... 0-0
it: Apertura Spagnola, Variante Chiusa, Variante 7...O O
nl: Ruy Lopez: gesloten, 7 ... O-O
pl: Partia hiszpańska: zamknięta, 7...O-O
ru: Испанская партия: закрытый вариант, 7...O-O
si: Ruy Lopez, zaprta, 7 ...O-O
sv: Spanskt: Slutet, 7...O-O
tr: Ruy Lopez: kapalı, 7...O-O
uk: Іспанська партія: закритий варіант, 7...O-O
vi: Ruy Lopez: đóng cửa, 7 ... O-O

source: Spanish Opening: Closed, 7...d6, 8.d4
ar: روي لوبيز: المغلق, 7...d6, 8.d5
br: Abertura Ruy López, Variante Fechada, Variante 7...d6 8.d4
ca: Obertura Espanyola - Variant tancada - Variante 7 ...d6 8. d4
cs: Ruy Lopez: closed, 7...d6, 8.d4
de: Spanisch: Geschlossen, 7...d6, 8.d4
es: Apertura Española, Variante Cerrada, Variante 7...d6 8.d4
eu: Ruy Lopez: Itxia, 7...d6, 8.d4
fr: Espagnole fermée, 7...d6 8.d4
id: Ruy Lopez: Tertutup, 7... d6, 8.d4
it: Apertura Spagnola, Variante Chiusa, Variante 7...d6 8.d4
nl: Ruy Lopez: gesloten, 7 ... d6, 8.d4
pl: Partia hiszpańska: zamknięta, 7...d6,8d4
ru: Испанская партия: закрытый вариант, 7...d6, 8.d4
si: Ruy Lopez, zaprta, 7 ...d6, 8. d4
sv: Spanskt: Slutet, 7...d6, 8.d4
tr: Ruy Lopez: kapalı, 7...d6, 8.d4
uk: Іспанська партія: закритий варіант, 7...d6, 8.d4
vi: Ruy Lopez: đóng cửa, 7 ... D6, 8.d4

source: Spanish Opening: Closed, 8.c3
ar: روي لوبيز: المغلق, 8.c4
br: Abertura Ruy López, Variante Fechada, Variante 8.c3
ca: Obertura Espanyola - Variant tancada - Variant 8. c3
cs: Ruy Lopez: closed, 8.c3
de: Spanisch: Geschlossen, 8.c3
es: Apertura Española, Variante Cerrada, Variante 8.c3
eu: Ruy Lopez: Itxia, 8.c3
fr: Espagnole fermée, 8.c3
id: Ruy Lopez: Tertutup, 8.c3
it: Apertura Spagnola, Variante Chiusa, Variante 8.c3
nl: Ruy Lopez: gesloten, 8.c3
pl: Partia hiszpańska: zamknięta, 8.c3
ru: Испанская партия: закрытый вариант, 8.c3
si: Ruy Lopez, zaprta, 8. c3
sv: Spanskt: Slutet, 8.c3
tr: Ruy Lopez: kapalı, 8.c3
uk: Іспанська партія: закритий варіант, 8.c3
vi: Ruy Lopez: khép kín, 8.c3

source: Spanish Opening: Closed, 9.d4
ar: روي لوبيز: المغلق, 9.d5
br: Abertura Ruy López, Variante Fechada, Variante 9.d4
ca: Obertura Espanyola - Variant tancada - Variant 9. d4
cs: Ruy Lopez: closed, 9.d4
de: Spanisch: Geschlossen, 9.d4
es: Apertura Española, Variante Cerrada, Variante 9.d4
eu: Ruy Lopez: Itxia, 9.d4
fr: Espagnole fermée, 9.d4
id: Ruy Lopez: Tertutup, 9.d4
it: Apertura Spagnola, Variante Chiusa, Variante 9.d4
nl: Ruy Lopez: gesloten, 9.d4
pl: Partia hiszpańska: zamknięta, 9.d4
ru: Испанская партия: закрытый вариант, 9.d4
si: Ruy Lopez, zaprta, 9. d4
sv: Spanskt: Slutet, 9.d4
tr: Ruy Lopez: kapalı, 9.d4
uk: Іспанська партія: закритий варіант, 9.d4
vi: Ruy Lopez: khép kín, 9.d4

source: Spanish Opening: Closed, 9.h3
ar: روي لوبيز: المغلق, 9.h4
br: Abertura Ruy López, Variante Fechada, Variante 9.h3
ca: Obertura Espanyola - Variant tancada - Variant 9. h3
cs: Ruy Lopez: closed, 9.h3
de: Spanisch: Geschlossen, 9.h3
es: Apertura Española, Variante Cerrada, Variante 9.h3
eu: Ruy Lopez: Itxia, 9.h3
fr: Espagnole fermée, 9.h3
id: Ruy Lopez: Tertutup, 9.h3
it: Apertura Spagnola, Variante Chiusa, Variante 9.h3
nl: Ruy Lopez: gesloten, 9.h3
pl: Partia hiszpańska: zamknięta, 9.h3
ru: Испанская партия: закрытый вариант, 9.h3
si: Ruy Lopez, zaprta, 9. h3
sv: Spanskt: Slutet, 9.h3
tr: Ruy Lopez: kapalı, 9.h3
uk: Іспанська партія: закритий варіант, 9.h3
vi: Ruy Lopez: khép kín, 9.h3

source: Spanish Opening: Closed, Alekhine Gambit
eu: Ruy Lopez: Itxia, Alekhine Ganbitoa
fr: Espagnole fermée, gambit Alekhine

source: Spanish Opening: Closed, Anti-Marshall 8.a4
ar: روي لوبيز: المغلق, ضد- مارشال 8.a5
br: Abertura Ruy López, Variante Fechada, Sistema Anti-Marshall, 8.a4
ca: Obertura Espanyola - Variant tancada - Sistema Anti-Marshall
cs: Ruy Lopez: closed, anti-Marshall 8.a4
de: Spanisch: Geschlossen, Anti-Marshall 8.a4
es: Apertura Española, Variante Cerrada, Sistema Anti Marshall
eu: Ruy Lopez: Itxia, Anti-Marshall 8.a4
fr: Espagnole fermée, système anti-Marshall, 8.a4
id: Ruy Lopez: Tertutup, Anti Marshall 8.a4
it: Apertura Spagnola, Variante Chiusa, Sistema Anti Marshall
nl: Ruy Lopez: gesloten, anti-Marshall 8.a4
pl: Partia hiszpańska: zamknięta, przeciw-Marshall 8.a4
ru: Испанская партия: закрытый вариант, система анти-Маршалла 8.a4
si: Ruy Lopez, zaprta, proti-Marshallova 8. a4
sv: Spanskt: Slutet, anti-Marshall med 8.a4
tr: Ruy Lopez: kapalı, anti-Marshall 8.a4
uk: Іспанська партія: закритий варіант, система анти-Маршалла 8.a4
vi: Ruy Lopez: đóng, chống Marshall 8.a4

source: Spanish Opening: Closed, Averbakh Variation
ar: روي لوبيز: المغلق, أفرباخ تفريع
br: Abertura Ruy López, Variante Fechada, Variante Averbakh
ca: Obertura Espanyola - Variant tancada - Variant Averbach o russa
cs: Ruy Lopez: closed, Averbach variation
de: Spanisch: Geschlossen, Averbach Variante
es: Apertura Española, Variante Cerrada, Variante Averbach o Rusa
eu: Ruy Lopez: Itxia, Averbakh Aldaera
fr: Espagnole fermée, var. Averbakh
id: Ruy Lopez: Tertutup, Varian Averbakh
it: Apertura Spagnola, Variante Chiusa, Variante Averbach o Russa
nl: Ruy Lopez: gesloten, Averbakh variant
pl: Partia hiszpańska: zamknięta, wariant Averbach'a
ru: Испанская партия: закрытый вариант, вариант Авербаха
si: Ruy Lopez, zaprta, Averbakhova različica
sv: Spanskt: Slutet, Averbakhvarianten
tr: Ruy Lopez: kapalı, Averbakh varyasyonu
uk: Іспанська партія: закритий варіант, варіант Авербаха
vi: Ruy Lopez: khép kín, Averbach biến
