Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Caro-Kann Defence: Exchange, Rubinstein Variation
ar: كاروكان: التكسير, روبينشتاين تفريع
br: Defesa Caro-Kann, Variante da Troca, Variante Rubinstein
ca: Defensa Caro Kann - Variant del canvi - Variant Rubinstein
cs: Caro-Kann: exchange, Rubinstein variation
de: Caro-Kann: Abtauschvariante, Rubinstein-Variante
es: Defensa Caro Kann, Variante del Cambio, Variante Rubinstein
eu: Caro-Kann: Trukea, Rubinstein Aldaera
fr: Caro-Kann, var. d'échange, var. Rubinstein
id: Caro-Kann: Tukar, Varian Rubenstein
it: Difesa Caro Kann, Variante di Cambio, Variante Rubinstein
nl: CaroKann: ruilvariant, Rubinstein variant
pl: Caro-Kann, wymienny, wariant Rubinstein'a
ru: Защита Каро-Канн: разменный вариант, вариант Рубинштейна
si: Caro-Kann: izmenjalna, Rubinsteinova različica
sv: Caro-Kann: Avbytesvarianten, Rubinsteins variant
tr: Caro-Kann: takas, Rubinstein varyasyonu
uk: Захист Каро-Канн: розмінний варіант, варіант Рубінштейна
vi: Caro-Kann: đổi quân, biến Rubinstein

source: Caro-Kann Defence: Finnish Variation
es: Defensa Caro Kann: Variante Finnish
eu: Caro-Kann Defentsa: Finlandiar Aldaera
fr: Caro-Kann, var. finlandaise

source: Caro-Kann Defence: Forgacs Variation
ar: كاروكان: بورجاكس تفريع
br: Defesa Caro-Kann, Variante Forgacs
ca: Defensa Caro Kann - Variant Forgacs
cs: Caro-Kann: Forgacseho varianta
de: Caro-Kann: Forgacs-Variante
es: Defensa Caro Kann, Variante Forgacs
eu: Caro-Kann: Forgacs Aldaera
fr: Caro-Kann, var. Forgacs
id: Caro-Kann: Varian Forgacs
it: Difesa Caro Kann, Variante Forgacs
nl: Caro-Kann: Forgacs variant
pl: Caro-Kannl, wariant Forgacs
ru: Защита Каро-Канн: вариант Форгача
si: Caro-Kann: Forgacsova različica
sv: Caro-Kann: Forgacsvarianten
tr: Caro-Kann: Forgacs varyasyonu
uk: Захист Каро-Канн: варіант Форгача
vi: Caro-Kann: biến thể Forgacs

source: Caro-Kann Defence: Goldman (Spielmann) Variation
ar: كاروكان: جولدمان (سبيلمان) تفريع
br: Defesa Caro-Kann, Variante Goldman (Spielmann)
ca: Defensa Caro Kann - Variant Goldman o Spielmann
cs: Caro-Kann: Goldmanova (Spielmannova) varianta
de: Caro-Kann: Goldman (Spielmann)-Variante
es: Defensa Caro Kann, Variante Goldman o Spielmann
eu: Caro-Kann: Goldman (Spielmann) Aldaera
fr: Caro-Kann, var. Goldman (Spielmann)
id: Caro-Kann: Varian Goldman (Spielmann)
it: Difesa Caro Kann, Variante Goldman o Spielmann
nl: Caro-Kann: Goldman (Spielmann) variant
pl: Caro-Kann, wariant Goldman'a(Spilemann'a)
ru: Защита Каро-Канн: вариант Голдмана
si: Caro-Kann: Goldman (Spielmann) različica
sv: Caro-Kann: Goldmanvarianten (Spielmann)
tr: Caro-Kann: Goldman (Spielmann) varyasyonu
uk: Захист Каро-Канн: варіант Голдмана
vi: Caro-Kann: biến thể Goldman (Spielmann)

source: Caro-Kann Defence: Gurgenidze Counter-attack
ar: كاروكان: جورجينيدز الهجوم المضاد
br: Defesa Caro-Kann, Contra-ataque Gurgenidze
ca: Defensa Caro Kann - Contra atac Gurgenidze
cs: Caro-Kann: Gurgenidzeho protiútok
de: Caro-Kann: Gurgenidze Gegenangriff
es: Defensa Caro Kann, Contraataque Gurgenidze
eu: Caro-Kann: Gurgenidze Kontra-Erasoa
fr: Caro-Kann, contre-attaque Gurgenidze
id: Caro-Kann: Serangan Balik Gurgenidze
it: Difesa Caro Kann, Contrattacco Gurgenidze
nl: Caro-Kann: Gurgenidze tegenaanval
pl: Caro-Kann, kontratak Gurgenidze
ru: Защита Каро-Канн: контратака Гургенидзе
si: Caro-Kann: Gurgendizev proti-napad
sv: Caro-Kann: Gurgenidzes motangrepp
tr: Caro-Kann: Gurgenidze karşı hücumu
uk: Захист Каро-Канн: контратака Гургенідзе
vi: Caro-Kann: phản công Gurgenidze

source: Caro-Kann Defence: Gurgenidze System
ar: كاروكان: جورجينيدز نظام
br: Defesa Caro-Kann, Sistema Gurgenidze
ca: Defensa Caro Kann - Sistema Gurgenidze
cs: Caro-Kann: Gurgenidzeho systém
de: Caro-Kann: Gurgenidze System
es: Defensa Caro Kann, Sistema Gurgenidze
eu: Caro-Kann: Gurgenidze Sistema
fr: Caro-Kann, système Gurgenidze
id: Caro-Kann: Sistem Gurgenidze
it: Difesa Caro Kann, Sistema Gurgenidze
nl: Caro-Kann: Gurgenidze tegenaanval
pl: Caro-Kann, system Gurgenidze
ru: Защита Каро-Канн: система Гургенидзе
si: Caro-Kann: Gurgenidzev sistem
sv: Caro-Kann: Gurgenidzeförsvaret
tr: Caro-Kann: Gurgenidze sistemi
uk: Захист Каро-Канн: система Гургенідзе
vi: Caro-Kann: hệ thống Gurgenidze

source: Caro-Kann Defence: Hector Gambit
es: Defensa Caro Kann: Gambito Hector
eu: Caro-Kann Defentsa: Hector Ganbitoa

source: Caro-Kann Defence: Hillbilly Attack
ar: كاروكان: هيلبيلي هجوم
br: Defesa Caro-Kann, Ataque Hillbilly
ca: Defensa Caro Kann - Atac Hillbilly
cs: Caro-Kann: Venkovský útok
de: Caro-Kann: Hillbilly Angriff
es: Defensa Caro Kann, Ataque Hillbilly
eu: Caro-Kann: HillBilly Erasoa
fr: Caro-Kann, attaque hillbilly (gars de la colline)
id: Caro-Kann: Serangan Hillibly
it: Difesa Caro Kann, Attacco Hillbilly
nl: Caro-Kann: Hillbilly aanval
pl: Caro-Kann, atak hillbilly
ru: Защита Каро-Канн: деревенская атака
si: Caro-Kann: Hillbillyev napad
sv: Caro-Kann: Hillbilly-attacken
tr: Caro-Kann: Hillbilly hücumu
uk: Захист Каро-Канн: сільська атака
vi: Caro-Kann: tấn công Hillbilly

source: Caro-Kann Defence: Hillbilly Attack, Schaeffer Gambit
es: Defensa Caro Kann: Ataque Hillbilly, Gambito Schaeffer
eu: Caro-Kann Defentsa: HillBilly Erasoa, Schaeffer Ganbitoa

source: Caro-Kann Defence: Karpov Variation, Modern Main Line
es: Defensa Caro Kann: Variante Karpov, Modern Main Line
eu: Caro-Kann Defentsa: Karpov Aldaera, Lerro Moderno Nagusia

source: Caro-Kann Defence: Karpov Variation, Modern Variation
es: Defensa Caro Kann: Variante Karpov, Variante Modern
eu: Caro-Kann Defentsa: Karpov Aldaera, Aldaera Modernoa

source: Caro-Kann Defence: Karpov Variation, Modern Variation, Ivanchuk Defence
es: Defensa Caro Kann: Variante Karpov, Variante Modern, Defensa Ivanchuk
eu: Caro-Kann Defentsa: Karpov Aldaera, Aldaera Modernoa, Ivanchuk Defentsa

source: Caro-Kann Defence: Karpov Variation, Modern Variation, Kasparov Attack
es: Defensa Caro Kann: Variante Karpov, Variante Modern, Ataque Kasparov
eu: Caro-Kann Defentsa: Karpov Aldaera, Aldaera Modernoa, Kasparov Erasoa

source: Caro-Kann Defence: Karpov Variation, Smyslov Variation
es: Defensa Caro Kann: Variante Karpov, Variante Smyslov
eu: Caro-Kann Defentsa: Karpov Aldaera, Smyslov Aldaera

source: Caro-Kann Defence: Karpov Variation, Smyslov Variation, Main Line
es: Defensa Caro Kann: Variante Karpov, Variante Smyslov, Main Line
eu: Caro-Kann Defentsa: Karpov Aldaera, Smyslov Aldaera, Lerro Nagusia

source: Caro-Kann Defence: Karpov Variation, Tiviakov-Fischer Attack
es: Defensa Caro Kann: Variante Karpov, Ataque Tiviakov-Fischer
eu: Caro-Kann Defentsa: Karpov Aldaera, Tiviakov-Fischer Erasoa

source: Caro-Kann Defence: Labahn Attack
es: Defensa Caro Kann: Ataque Labahn
eu: Caro-Kann Defentsa: Labahn Erasoa
fr: Caro-Kann, attaque Labahn

source: Caro-Kann Defence: Labahn Attack, Double Gambit
es: Defensa Caro Kann: Ataque Labahn, Gambito Double
eu: Caro-Kann Defentsa: Labahn Erasoa, Ganbito Bikoitza

source: Caro-Kann Defence: Labahn Attack, Polish Variation
es: Defensa Caro Kann: Ataque Labahn, Variante Polish
eu: Caro-Kann Defentsa: Labahn Erasoa, Poloniar Aldaera
fr: Caro-Kann, attaque Labahn, var. polonaise

source: Caro-Kann Defence: Main Line
es: Defensa Caro Kann: Main Line
eu: Caro-Kann Defentsa: Lerro Nagusia
fr: Caro-Kann, ligne principale

source: Caro-Kann Defence: Maróczy Variation, Maróczy Gambit
es: Defensa Caro Kann: Variante Maróczy, Gambito Maróczy
eu: Caro-Kann Defentsa: Maróczy Aldaera, Maróczy Ganbitoa
fr: Caro-Kann, var. Maroczy, gambit Maroczy

source: Caro-Kann Defence: Massachusetts Defence
es: Defensa Caro Kann: Defensa Massachusetts
eu: Caro-Kann Defentsa: Massachusetts Defentsa
fr: Caro-Kann, défense du Massachusetts

source: Caro-Kann Defence: Mieses Attack, Landau Gambit
es: Defensa Caro Kann: Ataque Mieses, Gambito Landau
eu: Caro-Kann Defentsa: Mieses Erasoa, Landau Ganbitoa
fr: Caro-Kann, attaque Mieses, gambit Landau

source: Caro-Kann Defence: Mieses Gambit
es: Defensa Caro Kann: Gambito Mieses
eu: Caro-Kann Defentsa: Mieses Ganbitoa
fr: Caro-Kann, gambit Mieses

source: Caro-Kann Defence: Panov Attack
es: Defensa Caro Kann: Ataque Panov
eu: Caro-Kann Defentsa: Panov Erasoa
fr: Caro-Kann, attaque Panov

source: Caro-Kann Defence: Panov Attack, Fianchetto Defence, Fianchetto Gambit
es: Defensa Caro Kann: Ataque Panov, Defensa Fianchetto, Gambito Fianchetto
eu: Caro-Kann Defentsa: Panov Erasoa, Fianchetto Defentsa, Fianchetto Ganbitoa
fr: Caro-Kann, attaque Panov, défense du fianchetto, gambit du fianchetto

source: Caro-Kann Defence: Panov Attack, Main Line
es: Defensa Caro Kann: Ataque Panov, Main Line
eu: Caro-Kann Defentsa: Panov Erasoa, Lerro Nagusia
fr: Caro-Kann, attaque Panov, ligne principale

source: Caro-Kann Defence: Panov Attack, Modern Defence
es: Defensa Caro Kann: Ataque Panov, Defensa Modern
eu: Caro-Kann Defentsa: Panov Erasoa, Defentsa Modernoa
fr: Caro-Kann, attaque Panov, défense moderne

source: Caro-Kann Defence: Panov Attack, Modern Defence, Mieses Line
es: Defensa Caro Kann: Ataque Panov, Defensa Modern, Mieses Line
eu: Caro-Kann Defentsa: Panov Erasoa, Defentsa Modernoa, Mieses Lerroa
fr: Caro-Kann, attaque Panov, défense moderne, ligne Mieses

source: Caro-Kann Defence: Panov-Botvinnik Attack
ar: كاروكان: بانوف-بوتفنيك هجوم
br: Defesa Caro-Kann, Ataque Panov-Botvinnik
ca: Defensa Caro Kann - Atac Panov Botvinink
cs: Caro-Kann: Panovův-Botvinikův útok
de: Caro-Kann: Panov-Botvinnik Angriff
es: Defensa Caro Kann, Ataque Panov Botvinnik
eu: Caro-Kann: Panov-Botvinnik Erasoa
fr: Caro-Kann, attaque Panov - Botvinnik
id: Caro-Kann: Serangan Panov-Botvinnik
it: Difesa Caro Kann, Attacco Panov Botvinnik
nl: Caro-Kann: Panov-Botvinnik aanval
pl: Caro-Kann, atak Panov-Botvinnik
ru: Защита Каро-Канн: атака Панова
si: Caro-Kann: Panov-Botvinnik napad
sv: Caro-Kann: Panov-Botvinniks angrepp
tr: Caro-Kann: Panov-Botvinnik hücumu
uk: Захист Каро-Канн: атака Панова-Ботвинника
vi: Caro-Kann: tấn công Panov-Botvinnik

source: Caro-Kann Defence: Panov-Botvinnik Attack, 5...e6
ar: كاروكان: بانوف-بوتفنيك هجوم, 5...e7
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, 5...e6
ca: Defensa Caro Kann - Atac Panov Botvinnik - 5 ... e6
cs: Caro-Kann: Panovův-Botvinikův útok, 5. - e6
de: Caro-Kann: Panov-Botvinnik Angriff, 5...e6
es: Defensa Caro Kann, Ataque Panov Botvinnik, 5...e6
eu: Caro-Kann: Panov-Botvinnik Erasoa, 5...e6
fr: Caro-Kann, attaque Panov - Botvinnik, 5...e6
id: Caro-Kann: Serangan Panov-Botvinnik, 5...e6
it: Difesa Caro Kann, Attacco Panov Botvinnik, 5...e6
nl: Caro-Kann: Panov-Botvinnik aanval, 5 ... e6
pl: Caro-Kann, atak Panov-Botvinnik, 5...e6
ru: Защита Каро-Канн: атака Панова, 5...e6
si: Caro-Kann: Panov-Botvinnik napad, 5. e6
sv: Caro-Kann: Panov-Botvinniks angrepp, 5...e6
tr: Caro-Kann: Panov-Botvinnik hücumu, 5...e6
uk: Захист Каро-Канн: атака Панова-Ботвинника, 5...e6
vi: Caro-Kann: tấn công Panov-Botvinnik, 5 ... e6

source: Caro-Kann Defence: Panov-Botvinnik Attack, 5...g6
ar: كاروكان: بانوف-بوتفنيك هجوم, 5...g7
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, 5...g6
ca: Defensa Caro Kann - Atac Panov Botvinnik - 5 ... g6
cs: Caro-Kann: Panovův-Botvinikův útok, 5. - g6
de: Caro-Kann: Panov-Botvinnik Angriff, 5...g6
es: Defensa Caro Kann, Ataque Panov Botvinnik, 5...g6
eu: Caro-Kann: Panov-Botvinnik Erasoa, 5...g6
fr: Caro-Kann, attaque Panov - Botvinnik, 5...g6
id: Caro-Kann: Serangan Panov-Botvinnik, 5...g6
it: Difesa Caro Kann, Attacco Panov Botvinnik, 5...g6
nl: Caro-Kann: Panov-Botvinnik aanval, 5 ... g6
pl: Caro-Kann, atak Panov-Botvinnik, 5...g6
ru: Защита Каро-Канн: атака Панова, 5...g6
si: Caro-Kann: Panov-Botvinnik napad, 5. g6
sv: Caro-Kann:Panov-Botvinniks angrepp, 5...g6
tr: Caro-Kann: Panov-Botvinnik hücumu, 5...g6
uk: Захист Каро-Канн: атака Панова-Ботвинника, 5...g6
vi: Caro-Kann: tấn công Panov-Botvinnik, 5 ... g6

source: Caro-Kann Defence: Panov-Botvinnik, Czerniak Variation
ar: كاروكان: بانوف-بوتفنيك, سزرنياك تفريع
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, Variante Czerniak
ca: Defensa Caro Kann - Atac Panov Botvinink - Variant Czerniak
cs: Caro-Kann: Panovův-Botvinikův útok, Czerniakova var.
de: Caro-Kann: Panov-Botvinnik, Czerniak-Variante
es: Defensa Caro Kann, Ataque Panov Botvinnik, Variante Czerniak
eu: Caro-Kann: Panov-Botvinnik, Czerniak Aldaera
fr: Caro-Kann, attaque Panov - Botvinnik, var. Czerniak
id: Caro-Kann: Serangan Panov-Botvinnik, Varian Czerniak
it: Difesa Caro Kann, Attacco Panov Botvinnik, Variante Czerniak
nl: Caro-Kann: Panov-Botvinnik, Czerniak variant
pl: Caro-Kann, Panov-Botvinnik, wariant Czeniak'a
ru: Защита Каро-Канн: атака Панова, вариант Черняка
si: Caro-Kann: Panov-Botvinnik, Czerniakova različica
sv: Caro-Kann: Panov-Botvinnik, Czerniakvarianten
tr: Caro-Kann: Panov-Botvinnik, Czerniak varyasyonu
uk: Захист Каро-Канн: атака Панова-Ботвинника, варіант Черняка
vi: Caro-Kann: Panov-Botvinnik, biến Czerniak

source: Caro-Kann Defence: Panov-Botvinnik, Gunderam Attack
ar: كاروكان: بانوف-بوتفنيك, جاندرام هجوم
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, Ataque Gunderam
ca: Defensa Caro Kann - Atac Panov Botvinnik - Atac Gunderam
cs: Caro-Kann: Panovův-Botvinikův útok, Gunderamův útok
de: Caro-Kann: Panov-Botvinnik, Gunderam Angriff
es: Defensa Caro Kann, Ataque Panov Botvinnik, Ataque Gunderam
eu: Caro-Kann: Panov-Botvinnik, Gunderam Erasoa
fr: Caro-Kann, attaque Panov - Botvinnik, attaque Gunderam
id: Caro-Kann: Serangan Panov-Botvinnik, Gunderman
it: Difesa Caro Kann, Attacco Panov Botvinnik, Attacco Gunderam
nl: Caro-Kann: Panov-Botvinnik, Gunderam aanval
pl: Caro-Kann, Panov-Botvinnik, atak Gunderam'a
ru: Защита Каро-Канн: атака Панова, атака Гундерама
si: Caro-Kann: Panov-Botvinnik, Gunderamov napad
sv: Caro-Kann: Panov-Botvinnik, Gunderams angrepp
tr: Caro-Kann: Panov-Botvinnik, Gunderam hücumu
uk: Захист Каро-Канн: атака Панова-Ботвинника, атака Гундерама
vi: Caro-Kann: Panov-Botvinnik, tấn công Gunderam

source: Caro-Kann Defence: Panov-Botvinnik, Herzog Defence
ar: كاروكان: بانوف-بوتفنيك, هرزوج دفاع
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, Defesa Herzog
ca: Defensa Caro Kann - Atac Panov Botvinnik - Defensa Herzog
cs: Caro-Kann: Panovův-Botvinikův útok, Herzogova obrana
de: Caro-Kann: Panov-Botvinnik, Herzog Verteidigung
es: Defensa Caro Kann, Ataque Panov Botvinnik, Defensa Herzog
eu: Caro-Kann: Panov-Botvinnik, Herzog Defentsa
fr: Caro-Kann, attaque Panov - Botvinnik, défense Herzog
id: Caro-Kann: Serangan Panov-Botvinnik, Pembelaan Herzog
it: Difesa Caro Kann, Attacco Panov Botvinnik, Difesa Herzog
nl: Caro-Kann: Panov-Botvinnik, Herzog verdediging
pl: Caro-Kann, Panov-Botvinnik, obrona Herzog'a
ru: Защита Каро-Канн: атака Панова, защита Герцога
si: Caro-Kann: Panov-Botvinnik, Herzegova obramba
sv: Caro-Kann: Panov-Botvinnik, Herzogs försvar
tr: Caro-Kann: Panov-Botvinnik, Herzog savunması
uk: Захист Каро-Канн: атака Панова-Ботвинника, захист Герцога
vi: Caro-Kann: Panov-Botvinnik, phòng thủ Herzog

source: Caro-Kann Defence: Panov-Botvinnik, Normal Variation
ar: كاروكان: بانوف-بوتفنيك, عادي تفريع
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, Variante Normal
ca: Defensa Caro Kann - Atac Panov Botvinnik - Variant normal
cs: Caro-Kann: Panov-Botvinnik, klasická varianta
de: Caro-Kann: Panov-Botvinnik, normale Variante
es: Defensa Caro Kann, Ataque Panov Botvinnik, Variante Normal
eu: Caro-Kann: Panov-Botvinnik, Aldaera Normala
fr: Caro-Kann, attaque Panov - Botvinnik, var. normale
id: Caro-Kann: Serangan Panov-Botvinnik, Varian Normal
it: Difesa Caro Kann, Attacco Panov Botvinnik, Variante Normal
nl: Caro-Kann: Panov-Botvinnik, normale variant
pl: Caro-Kann, Panov-Botvinnik, wariant normalny
ru: Защита Каро-Канн: атака Панова, общепринятый вариант
si: Caro-Kann: Panov-Botvinnik, normalna različica
sv: Caro-Kann: Panov-Botvinnik, Standardvarianten
tr: Caro-Kann: Panov-Botvinnik, normal varyasyonu
uk: Захист Каро-Канн: атака Панова-Ботвинника, загальноприйнятий варіант
vi: Caro-Kann: Panov-Botvinnik, biến thể bình thường

source: Caro-Kann Defence: Panov-Botvinnik, Reifir (Spielmann) Variation
ar: كاروكان: بانوف-بوتفنيك, ريفير (سبيلمان) تفريع
br: Defesa Caro-Kann, Variante Panov-Botvinnik, Variante Reifir (Spielmann)
ca: Defensa Caro Kann - Variant Panov Botvinnik - Variant Reifir o Spielmann
cs: Caro-Kann: Panov-Botvinnik, Reifirova (Spielmannova) varianta
de: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann)-Variante
es: Defensa Caro Kann, Variante Panov Botvinnik, Variante Reifir o Spielmann
eu: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) Aldaera
fr: Caro-Kann, attaque Panov - Botvinnik, var. Reifir (Spielmann)
id: Caro-Kann: Serangan Panov-Botvinnik, Varian Reifir (Spielmann)
it: Difesa Caro Kann, Variante Panov Botvinnik, Variante Reifir o Spielmann
nl: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) variant
pl: Caro-Kann, Panov-Botvinnik, wariant Refir'a (Spielmann'a)
ru: Защита Каро-Канн: атака Панова, вариант Шпильмана
si: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) različica
sv: Caro-Kann: Panov-Botvinnik, Reifirvarianten (Spielmann)
tr: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) varyasyonu
uk: Захист Каро-Канн: атака Панова-Ботвинника, варіант Шпільмана
vi: Caro-Kann: Panov-Botvinnik, biến thể Reifir (Spielmann)

source: Caro-Kann Defence: Rasa-Studier Gambit
ar: كاروكان: رازا-ستاداير جامبيت
br: Defesa Caro-Kann, Gambito Rasa-Studier
ca: Defensa Caro Kann - Gambit Rasa Studier
cs: Caro-Kann: Rasa-Studierův gambit
de: Caro-Kann: Rasa-Studier Gambit
es: Defensa Caro Kann, Gambito Rasa Studier
eu: Caro-Kann: Rasa-Studier Ganbitoa
fr: Caro-Kann, gambit Rasa-Studier
id: Caro-Kann: Gambit Rasa-Studier
it: Difesa Caro Kann, Mossa di Rasa Studier
nl: Caro-Kann: Rasa-Studier gambiet
pl: Caro-Kann, gambit Rasa-Studier'a
ru: Защита Каро-Канн: гамбит Мильнера-Бэрри
si: Caro-Kann: Rasa-Studierov gambit
sv: Caro-Kann: Rasa-Studiers gambit
tr: Caro-Kann: Rasa-Studier gambiti
uk: Захист Каро-Канн: гамбіт Раса-Студієра
vi: Caro-Kann: Rasa-Studier Gambit

source: Caro-Kann Defence: Scorpion-Horus Gambit
es: Defensa Caro Kann: Gambito Scorpion-Horus
eu: Caro-Kann Defentsa: Scorpion-Horus Ganbitoa

source: Caro-Kann Defence: Spike Variation
es: Defensa Caro Kann: Variante Spike
eu: Caro-Kann Defentsa: Spike Aldaera

source: Caro-Kann Defence: Spike Variation, Scorpion-Grob Gambit
es: Defensa Caro Kann: Variante Spike, Gambito Scorpion-Grob
eu: Caro-Kann Defentsa: Spike Aldaera, Scorpion-Grob Ganbitoa

source: Caro-Kann Defence: Steinitz Variation
ar: كاروكان: تفريع شتاينتز
br: Defesa Caro-Kann, Variante Steinitz
ca: Defensa Caro Kann - Variant Steinitz
cs: Caro-Kann: Steinitzova varianta
de: Caro-Kann: Steinitz-Variante
es: Defensa Caro Kann, Variante Steinitz
eu: Caro-Kann: Steinitz Aldaera
fr: Caro-Kann, var. Steinitz
id: Caro-Kann: Varian Steinitz
it: Difesa Caro Kann, Variante Steinitz
nl: Caro-Kann: Steinitz variant
pl: Caro-Kann, wariant Steinitz'a
ru: Защита Каро-Канн: вариант Стейница
si: Caro-Kann: Steinitzova različica
sv: Caro-Kann: Steinitzvarianten
tr: Caro-Kann: Steinitz varyasyonu
uk: Захист Каро-Канн: варіант Стейніца
vi: Caro-Kann: biến thể Steinitz

source: Caro-Kann Defence: Tartakower (Nimzovich) Variation
ar: كاروكان: تارتاكوفر (نيمزوفيتش) تفريع
br: Defesa Caro-Kann, Variante Tartakower (Nimzowitsch)
ca: Defensa Caro Kann - Variant Tartakower o Nimzowitsch
cs: Caro-Kann: Tartakowerova (Nimcovičova) varianta
de: Caro-Kann: Tartakower (Nimzowitsch)-Variante
es: Defensa Caro Kann, Variante Tartakower o Nimzowitsch
eu: Caro-Kann: Tartakower (Nimzovich) Aldaera
fr: Caro-Kann, var. Tartakover (Nimzowitsch)
id: Caro-Kann: Varian Tartakower (Nimzowtich)
it: Difesa Caro Kann, Variante Tartakower o Nimzowitsch
nl: Caro-Kann: Tartakower (Nimzovich) variant
pl: Caro-Kann, wariant Tartakower'a (Nimzovitsch'a)
ru: Защита Каро-Канн: система Нимцовича
si: Caro-Kann: Tartakower (Nimzovich) različica
sv: Caro-Kann: Tartakowervarianten (Nimzowitsch)
tr: Caro-Kann: Tartakower (Nimzovich) varyasyonu
uk: Захист Каро-Канн: система Німцовича
vi: Caro-Kann: Tartakower biến thể (Nimzovich)

source: Caro-Kann Defence: Tartakower (fantasy) Variation
ar: كاروكان: تارتاكوفر (فانتازي) تفريع
br: Defesa Caro-Kann, Variante Tartakower (Fantasia)
ca: Defensa Caro Kann - Variant Tartakower o Fantasia
cs: Caro-Kann: Tartakowerova (smyšlená) varianta
de: Caro-Kann: Tartakower-Variante
es: Defensa Caro Kann, Variante Tartakower o Fantasía
eu: Caro-Kann: Tartakower (fantasia) Aldaera
fr: Caro-Kann, var. Tartakover ("fantasy")
id: Caro-Kann: Varian Tartakower (Fantasy)
it: Difesa Caro Kann, Variante Tartakower o Fantasía
nl: CaroKann: Tartakower (fantasie) variant
pl: Caro-Kann, wariant Tartakower'a (kaprys)
ru: Защита Каро-Канн: вариант Тартаковера
si: Caro-Kann: Tartakower (fantazijska) različica
sv: Caro-Kann: Tartakowervarianten (Fantasy-varianten)
tr: Caro-Kann: Tartakower (fantazi) varyasyonu
uk: Захист Каро-Канн: варіант Тартаковера
vi: Caro-Kann: biến thể Tartakower (tưởng tượng)

source: Caro-Kann Defence: Toikkanen Gambit
es: Defensa Caro Kann: Gambito Toikkanen
eu: Caro-Kann Defentsa: Toikkanen Ganbitoa

source: Caro-Kann Defence: Two Knights Attack, Mindeno Variation, Exchange Line
es: Defensa Caro Kann: Ataque Two Knights, Variante Mindeno, Exchange Line
eu: Caro-Kann Defentsa: Bi Zaldunen Erasoa, Mindeno Aldaera, Truke Lerroa
fr: Caro-Kann, attaque des 2 cavaliers, var. Mindeno, ligne d'échange

source: Caro-Kann Defence: Two Knights Attack, Mindeno Variation, Retreat Line
es: Defensa Caro Kann: Ataque Two Knights, Variante Mindeno, Retreat Line
eu: Caro-Kann Defentsa: Bi Zaldunen Erasoa, Mindeno Aldaera, Atzerakada Lerroa
fr: Caro-Kann, attaque des 2 cavaliers, var. Mindeno, ligne de retraite

source: Caro-Kann Defence: Two Knights Variation
ar: كاروكان: الفرسين تفريع
br: Defesa Caro-Kann, Variante dos 2 Cavalos
ca: Defensa Caro Kann - Variant dels dos cavalls
cs: Caro-Kann: two knights variation
de: Caro-Kann: Zweispringerspiel
es: Defensa Caro Kann, Variante de los 2 Caballos
eu: Caro-Kann: Bi Zaldunen Aldaera
fr: Caro-Kann, var. des 2 cavaliers
id: Caro-Kann: Varian 2 Kuda
it: Difesa Caro Kann, Variante dei 2 Cavalli
nl: CaroKann: twee paarden variant
pl: Caro-Kann, wariant dwóch skoczków
ru: Защита Каро-Канн: вариант двух коней
si: Caro-Kann: različica dvek skakačev
sv: Caro-Kann: Tvåspringarspel
tr: Caro-Kann: iki at varyasyonu
uk: Захист Каро-Канн: варіант двох коней
vi: Caro-Kann: biến thể hai mã

source: Caro-Kann Defence: Two Knights, 3...Bg4
ar: كاروكان: الفرسين, 3...Bg5
br: Defesa Caro-Kann, Variante dos 2 Cavalos, 3...Bg4
ca: Defensa Caro Kann - Variant dels dos cavalls - 3 ... Ag4
cs: Caro-Kann: Hra dvou jezdců, 3. - Sg4
de: Caro-Kann: Zweispringerspiel, 3...Lg4
es: Defensa Caro Kann, Variante de los 2 Caballos, 3...Ag4
eu: Caro-Kann: Bi Zaldun, 3...Ag4
fr: Caro-Kann, var. des 2 cavaliers, 3...Fg4
id: Caro-Kann: 2 Kuda, 3... Gg4
it: Difesa Caro Kann, Variante dei 2 Cavalli, 3...Ag4
nl: CaroKann: twee paarden, 3 ... Lg4
pl: Caro-Kann, wariant dwóch skoczków, 3..Gg4
ru: Защита Каро-Канн: вариант двух коней, 3...Сg4
si: Caro-Kann: različica dveh skakačev, 3. Lg4
sv: Caro-Kann: Tvåspringarspel, 3...Lg4
tr: Caro-Kann: iki at, 3...Bg4
uk: Захист Каро-Канн: варіант двох коней, 3...Сg4
vi: Caro-Kann: hai mã, 3 ... Bg4

source: Caro-Kann Defence: Ulysses Gambit
es: Defensa Caro Kann: Gambito Ulysses
eu: Caro-Kann Defentsa: Ulysses Ganbitoa

source: Caro-Kann Defence: Von Hennig Gambit
es: Defensa Caro Kann: Gambito Von Hennig
eu: Caro-Kann Defentsa: von Hennig Ganbitoa
fr: Caro-Kann, gambit von Hennig
