Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: French Defence: MacCutcheon, Duras Variation
ar: فرنسي: ماكاتشيون, دوراس تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Duras
ca: Defensa Francesa - Variant MacCutcheon - Variant Lasker - Variant Duras
cs: French: MacCutcheon, Duras variation
de: Französisch: MacCutcheon, Duras-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Lasker, Variante Duras
eu: Frantsesa: MacCutcheon, Duras Aldaera
fr: Française, var. MacCutcheon, var. Duras
id: Pembelaan Perancis: MacChutcheon, Varian Duras
it: Difesa Francese, Variante MacCutcheon, Variante Lasker, Variante Duras
nl: Frans: MacCutcheon, Duras variant
pl: Francuska, MacCutcheon, wariant Duras'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Дураса
si: francoska, MacCutcheon, Durasova različica
sv: Franskt: MacCutcheon, Durasvarianten
tr: Fransız: MacCutcheon, Duras varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Дураса
vi: Pháp: MacCutcheon, Duras biến

source: French Defence: MacCutcheon, Grigoriev Variation
ar: فرنسي: ماكاتشيون, جريجوريف تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Grigoriev
ca: Defensa Francesa - Variant MacCutcheon - Variant Grigoriev
cs: French: MacCutcheon, Grigoriev variation
de: Französisch: MacCutcheon, Grigoriev-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Grigoriev
eu: Frantsesa: MacCutcheon, Grigoriev Aldaera
fr: Française, var. MacCutcheon, var. Grigoriev
id: Pembelaan Perancis: MacChutcheon, Varian Grigoriev
it: Difesa Francese, Variante MacCutcheon, Variante Grigoriev
nl: Frans: MacCutcheon, Grigoriev variant
pl: Francuska, MacCutcheon, wariant Grigoriev'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Григорьева
si: francoska, MacCutcheon, Grigorieva različica
sv: Franskt: MacCutcheon, Grigorjevvarianten
tr: Fransız: MacCutcheon, Grigoriev varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Григор’єва
vi: Pháp: MacCutcheon, Grigoriev biến

source: French Defence: MacCutcheon, Janowski Variation
ar: فرنسي: ماكاتشيون, جناوسكاي تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Janowski
ca: Defensa Francesa - Variant MacCutcheon - Variant Janowski
cs: French: MacCutcheon, Janowski variation
de: Französisch: MacCutcheon, Janowski-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Janowski
eu: Frantsesa: MacCutcheon, Janowski Aldaera
fr: Française, var. MacCutcheon, var. Janowski
id: Pembelaan Perancis: MacChutcheon, Varian Janowski
it: Difesa Francese, Variante MacCutcheon, Variante Janowski
nl: Frans: MacCutcheon, Janowski variant
pl: Francuska, MacCutcheon, wariant Janowskiego
ru: Французская защита: вариант Мак-Кэтчона, вариант Яновского
si: francoska, MacCutcheon, Janowskijeva različica
sv: Franskt: MacCutcheon, Janowskivarianten
tr: Fransız: MacCutcheon, Janowski varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Яновського
vi: Pháp: MacCutcheon, Janowski biến

source: French Defence: MacCutcheon, Lasker Variation
ar: فرنسي: ماكاتشيون, لاسكر تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Lasker
ca: Defensa Francesa - Variant MacCutcheon - Variant Lasker
cs: French: MacCutcheon, Lasker variation
de: Französisch: MacCutcheon, Lasker-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Lasker
eu: Frantsesa: MacCutcheon, Lasker Aldaera
fr: Française, var. MacCutcheon, var. Lasker
id: Pembelaan Perancis: MacChutcheon, Varian Lasker
it: Difesa Francese, Variante MacCutcheon, Variante Lasker
nl: Frans: MacCutcheon, Lasker variant
pl: Francuska, MacCutcheon, wariant Lasker'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Ласкера
si: francoska, MacCutcheon, Laskerjeva različica
sv: Franskt: MacCutcheon, Laskervarianten
tr: Fransız: MacCutcheon, Lasker varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Ласкера
vi: Pháp: MacCutcheon, Lasker biến

source: French Defence: MacCutcheon, Lasker Variation, 8...g6
ar: فرنسي: ماكاتشيون, لاسكر تفريع, 8...g7
br: Defesa Francesa, Variante MacCutcheon, Variante Lasker, 8...g6
ca: Defensa Francesa - Variant MacCutcheon - Variant Lasker - 8 ... g6
cs: French: MacCutcheon, Lasker variation, 8...g6
de: Französisch: MacCutcheon, Lasker-Variante, 8...g6
es: Defensa Francesa, Variante MacCutcheon, Variante Lasker, 8...g6
eu: Frantsesa: MacCutcheon, Lasker Aldaera, 8...g6
fr: Française, var. MacCutcheon, var. Lasker, 8...g6
id: Pembelaan Perancis: MacChutcheon, Varian Lasker, 8. ...g6
it: Difesa Francese, Variante MacCutcheon, Variante Lasker, 8...g6
nl: Frans: MacCutcheon, Lasker variant, 8 ... g6
pl: Francuska, MacCutcheon, wariant Lasker'a, 8..g6
ru: Французская защита: вариант Мак-Кэтчона, вариант Ласкера, 8...g6
si: francoska, MacCutcheon, Laskerjeva različica, 8. g6
sv: Franskt: MacCutcheon, Laskervarianten, 8...g6
tr: Fransız: MacCutcheon, Lasker varyasyonu, 8...g6
uk: Французький захист: варіант Мак-Кетчона, варіант Ласкера, 8...g6
vi: Pháp: MacCutcheon, Lasker biến, 8 ... g6

source: French Defence: MacCutcheon, Tartakower Variation
ar: فرنسي: ماكاتشيون, تارتاكوفر تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Tartakower
ca: Defensa Francesa - Variant MacCutcheon - Variant Tartakower
cs: French: MacCutcheon, Tartakower variation
de: Französisch: MacCutcheon, Tartakower-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Tartakower
eu: Frantsesa: MacCutcheon, Tartakower Aldaera
fr: Française, var. MacCutcheon, var. Tartakover
id: Pembelaan Perancis: MacChutcheon, Varian Tartakower
it: Difesa Francese, Variante MacCutcheon, Variante Tartakower
nl: Frans: MacCutcheon, Tartakower variant
pl: Francuska, MacCutcheon, wariant Tartakower'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Тартаковера
si: francoska, MacCutcheon, Tartakowerjeva različica
sv: Franskt: MacCutcheon, Tartakowervarianten
tr: Fransız: MacCutcheon, Tartakower varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Тартаковера
vi: Pháp: MacCutcheon, Tartakower biến

source: French Defence: Marshall Variation
ar: فرنسي: تفريع مارشال
br: Defesa Francesa, Variante Marshall
ca: Defensa Francesa - Variant Marshall
cs: French: Marshall variation
de: Französisch: Marshall-Variante
es: Defensa Francesa, Variante Marshall
eu: Frantsesa: Marshall Aldaera
fr: Française, var. Marshall
id: Pembelaan Perancis, Varian Marshall
it: Difesa Francese, Variante Marshall
nl: Frans: Marshall variant
pl: Francuska, wariant Marshall'a
ru: Французская защита: вариант Маршалла
si: francoska, Marshallova različica
sv: Franskt: Marshallvarianten
tr: Fransız: Marshall varyasyonu
uk: Французький захист: варіант Маршалла
vi: Pháp: Marshall biến

source: French Defence: Mediterranean Defence
es: Defensa Francesa: Defensa Mediterranean
eu: Defentsa Frantsesa: Mediterranear Defentsa
fr: Française, défense de la Méditerranée

source: French Defence: Morphy Gambit
es: Defensa Francesa: Gambito Morphy
eu: Defentsa Frantsesa: Morphy Ganbitoa
fr: Française, gambit Morphy

source: French Defence: Normal Variation
es: Defensa Francesa: Variante Normal
eu: Defentsa Frantsesa: Aldaera Normala
fr: Française, var. normale

source: French Defence: Orthoschnapp Gambit
es: Defensa Francesa: Gambito Orthoschnapp
eu: Defentsa Frantsesa: Orthoschnapp Ganbitoa

source: French Defence: Paulsen Variation
ar: فرنسي: بولسن تفريع
br: Defesa Francesa, Variante Paulsen
ca: Defensa Francesa - Variant Paulsen
cs: French: Paulsen variation
de: Französisch: Paulsen-Variante
es: Defensa Francesa, Variante Paulsen
eu: Frantsesa: Paulsen Aldaera
fr: Française, var. Paulsen
id: Pembelaan Perancis, Varian Paulsen
it: Difesa Francese, Variante Paulsen
nl: Frans: Paulsen variant
pl: Francuska, wariant Paulsen'a
ru: Французская защита: вариант Паульсена
si: francoska, Paulsenova različica
sv: Franskt: Paulsenvarianten
tr: Fransız: Paulsen varyasyonu
uk: Французький захист: варіант Паульсена
vi: Pháp: Paulsen biến

source: French Defence: Pelikan Variation
ar: فرنسي: بيلكين تفريع
br: Defesa Francesa, Variante Pelikan
ca: Defensa Francesa - Variant Pelikan
cs: French: Pelikan variation
de: Französisch: Pelikan-Variante
es: Defensa Francesa, Variante Pelikan
eu: Frantsesa: Pelikan Aldaera
fr: Française, var. Pelikán
id: Pembelaan Perancis, Varian Pelikan
it: Difesa Francese, Variante Pelikan
nl: Frans: Pelikan variant
pl: Francuska, wariant Pelikan'a
ru: Французская защита: вариант Пеликана
si: francoska, Pelikanova različica
sv: Franskt: Pelikanvarianten
tr: Fransız: Pelikan varyasyonu
uk: Французький захист: варіант Пелікана
vi: Biến Pelikan: Pháp

source: French Defence: Perseus Gambit
es: Defensa Francesa: Gambito Perseus
eu: Defentsa Frantsesa: Perseus Ganbitoa

source: French Defence: Queen Knight
es: Defensa Francesa: Queen Knight
eu: Defentsa Frantsesa: Damaren Zalduna
fr: Française, var. du cavalier dame

source: French Defence: Reti (Spielmann) Variation
ar: فرنسي: ريتي (سبيلمان) تفريع
br: Defesa Francesa, Variante Reti (Spielmann)
ca: Defensa Francesa - Variant Reti o Spielmann
cs: Francouzská: Rétiho (Spielmannova) varianta
de: Französisch: Reti (Spielmann)-Variante
es: Defensa Francesa, Variante Reti o Spielmann
eu: Frantsesa: Reti (Spielmann) Aldaera
fr: Française, var. Réti (Spielmann) ou attaque Horwitz
id: Pembelaan Perancis, Varian Reti/Speilmann
it: Difesa Francese, Variante Reti o Spielmann
nl: Frans: Reti (Spielmann) variant
pl: Francuska, wariant Reti(Spielmann'a1)
ru: Французская защита: вариант Рети
si: francoska, Reti (Spielmannova) različica
sv: Franskt: Retivarianten (Spielmann)
tr: Fransız: Reti (Spielmann) varyasyonu
uk: Французький захист: варіант Реті
vi: Pháp: Reti (Spielmann) biến thể

source: French Defence: Reversed Philidor Formation
ar: فرنسي: المعكوس فيليدور تشكيل
br: Defesa Francesa, Formação Philidor Invertida
ca: Defensa Francesa - Formació Philidor invertida
cs: Francouzská: Obrácená Philidorova formace
de: Französisch: Philidor Formation im Anzug
es: Defensa Francesa, Formación Philidor Invertida
eu: Frantsesa: Philidorren Formazioa Alderantziz
fr: Française, formation Philidor inversée
id: Pembelaan Perancis: Formasi Philidor Terbalik
it: Difesa Francesa, Formazione Philidor Invertita
nl: Frans: Omgekeerde Philidor formatie
pl: Francuska, odwrócona formacja Philidor'a
ru: Французская защита: вариант Филидора с переменой цвета фигур
si: francoska, obratna Philidorjeva formacija
sv: Franskt: Philidorformation omvänd
tr: Fransız: Tersine Philidor formasyonu
uk: Французький захист: варіант Філідора зі зміною кольору фігур
vi: Hình thành Philidor đảo ngược: Pháp

source: French Defence: Rubinstein Variation
ar: فرنسي: روبينشتاين تفريع
br: Defesa Francesa, Variante Rubinstein
ca: Defensa Francesa - Variant Rubinstein
cs: Francouzská: Rubinsteinova varianta
de: Französisch: Rubinstein-Variante
es: Defensa Francesa, Variante Rubinstein
eu: Frantsesa: Rubinstein Aldaera
fr: Française, var. Rubinstein
id: Pembelaan Perancis, Varian Rubinstein
it: Difesa Francese, Variante Rubinstein
nl: Frans: Rubinstein variant
pl: Francuska, wariant Rubinstein'a,
ru: Французская защита: вариант Рубинштейна
si: francoska, Rubinsteinova različica
sv: Franskt: Rubinsteinvarianten
tr: Fransız: Rubinstein varyasyonu
uk: Французький захист: варіант Рубінштейна
vi: Pháp: Rubinstein biến

source: French Defence: Rubinstein Variation, Blackburne Defence
es: Defensa Francesa: Variante Rubinstein, Defensa Blackburne
eu: Defentsa Frantsesa: Rubinstein Aldaera, Blackburne Defentsa
fr: Française, var. Rubinstein, défense Blackburne

source: French Defence: Rubinstein Variation, Ellis Gambit
es: Defensa Francesa: Variante Rubinstein, Gambito Ellis
eu: Defentsa Frantsesa: Rubinstein Aldaera, Ellis Ganbitoa

source: French Defence: Rubinstein Variation, Kasparov Attack
es: Defensa Francesa: Variante Rubinstein, Ataque Kasparov
eu: Defentsa Frantsesa: Rubinstein Aldaera, Kasparov Erasoa
fr: Française, var. Rubinstein, défense Blackburne, attaque Kasparov

source: French Defence: Rubinstein, Capablanca Line
ar: فرنسي: روبينشتاين, كابابلانكا الخط
br: Defesa Francesa, Variante Rubinstein, Linha Capablanca
ca: Defensa Francesa - Variant Rubinstein - Línia Capablanca
cs: Francouzská: Rubinsteinova varianta, Capablancovo pokračování
de: Französisch: Rubinstein, Capablanca line
es: Defensa Francesa, Variante Rubinstein, Linea Capablanca
eu: Frantsesa: Rubinstein, Capablanca Lerroa
fr: Française, var. Rubinstein, ligne Capablanca
id: Pembelaan Perancis: Rubenstein, Jalur Capablanca
it: Difesa Francese, Variante Rubinstein, Linea Capablanca
nl: Frans: Rubinstein, Capablanca lijn
pl: Francuska, wariant Rubinstein'a, linia Capablanki
ru: Французская защита: вариант Рубинштейна, продолжение Капабланки
si: francoska, Rubinstein, Capablancina linija
sv: Franskt: Rubinstein, Capablancavarianten
tr: Fransız: Rubinstein, Capablanca hattı
uk: Французький захист: варіант Рубінштейна, продовження Капабланки
vi: Pháp: Rubinstein, Capablanca dòng

source: French Defence: Réti-Spielmann Attack
es: Defensa Francesa: Ataque Réti-Spielmann
eu: Defentsa Frantsesa: Réti-Spielmann Erasoa
fr: Française, attaque Réti - Spielmann

source: French Defence: Schlechter Variation
ar: فرنسي:شيليشتر تفريع
br: Defesa Francesa, Variante Schlechter
ca: Defensa Francesa - Variant Schlechter
cs: Francouzská: Schlechterova varianta
de: Französisch: Schlechter-Variante
es: Defensa Francesa, Variante Schlechter
eu: Frantsesa: Schlechter Aldaera
fr: Française, var. Schlechter
id: Pembelaan Perancis, Varian Schlechter
it: Difesa Francese, Variante Schlechter
nl: Frans: Schlechter variant
pl: Francuska, wariant Schlechter'a
ru: Французская защита: вариант Шлехтера
si: francoska, Schlechterjeva različica
sv: Franskt: Schlechtervarianten
tr: Fransız: Schlechter varyasyonu
uk: Французький захист: варіант Шлехтера
vi: Pháp: Schlechter biến

source: French Defence: Steinitz Attack
ar: فرنسي: شتاينتز هجوم
br: Defesa Francesa, Ataque Steinitz
ca: Defensa Francesa - Atac Steinitz
cs: Francouzská: Steinitzův útok
de: Französisch: Steinitz Angriff
es: Defensa Francesa, Ataque Steinitz
eu: Frantsesa: Steinitz Erasoa
fr: Française, attaque Steinitz
id: Pembelaan Perancis: Serangan Steinitz
it: Difesa Francese, Attacco Steinitz
nl: Frans: Steinitz aanval
pl: Francuska, atak Steinitz'a
ru: Французская защита: атака Стейница
si: francoska, Steinitzev napad
sv: Franskt: Steinitzangrepp
tr: Fransız: Steinitz hücumu
uk: Французький захист: атака Стейніца
vi: Pháp: Steinitz tấn công

source: French Defence: Steinitz Variation
ar: فرنسي: تفريع شتاينتز
br: Defesa Francesa, Variante Steinitz
ca: Defensa Francesa - Variant Steinitz
cs: Francouzská: Steinitzova varianta
de: Französisch: Steinitz-Variante
es: Defensa Francesa, Variante Steinitz
eu: Defentsa Frantsesa: Steinitz Aldaera
fr: Française, var. Steinitz
id: Pembelaan Perancis, Varian Steinitz
it: Difesa Francese, Variante Steinitz
nl: Frans: Steinitz variant
pl: Francuska, wariant Steinitz'a
ru: Французская защита: вариант Стейница
si: francoska, Steinitzeva različica
sv: Franskt: Steinitzvarianten
tr: Fransız: Steinitz varyasyonu
uk: Французький захист: варіант Стейніца
vi: Pháp: Steinitz biến

source: French Defence: Steinitz, Boleslavsky Variation
ar: فرنسي: شتاينتز, بولسلافسكي تفريع
br: Defesa Francesa, Variante Steinitz, Variante Boleslavsky
ca: Defensa Francesa - Variant Steinitz - Variant Boleslavsky
cs: Francouzská: Steinitzova, Boleslavského varianta
de: Französisch: Steinitz, Boleslavsky-Variante
es: Defensa Francesa, Variante Steinitz, Variante Boleslavsky
eu: Frantsesa: Steinitz, Boleslavsky Aldaera
fr: Française, var. Steinitz, var. Boleslavsky
id: Pembelaan Perancis: Steinitz, Varian Boleslavsky
it: Difesa Francese, Variante Steinitz, Variante Boleslavsky
nl: Frans: Steinitz, Boleslavsky variant
pl: Francuska, Steinitz, wariant Boleslavsky'ego
ru: Французская защита: вариант Стейница, вариант Болеславского
si: francoska, Steinitz, Boleslavskyeva različica
sv: Franskt: Steinitz, Boleslavskijvarianten
tr: Fransız: Steinitz, Boleslavsky varyasyonu
uk: Французький захист: варіант Стейніца, вариант Болеславського
vi: Pháp: Steinitz, Boleslavsky biến

source: French Defence: Steinitz, Bradford Attack
ar: فرنسي: شتاينتز, برادفورد هجوم
br: Defesa Francesa, Variante Steinitz, Ataque Bradford
ca: Defensa Francesa - Variant Steinitz - Atac Bradford
cs: Francouzská: Steinitzova, Bradfordův útok
de: Französisch: Steinitz, Bradford Angriff
es: Defensa Francesa, Variante Steinitz, Ataque Bradford
eu: Frantsesa: Steinitz, Bradford Erasoa
fr: Française, var. Steinitz, attaque Bradford
id: Pembelaan Perancis: Steinitz, Serangan Bradford
it: Difesa Francese, Variante Steinitz, Attacco Bradford
nl: Frans: Steinitz, Bradford aanval
pl: Francuska, Steinitz, atak Bradford'a
ru: Французская защита: вариант Стейница, Брэдфордская атака
si: francoska, Steinitz, Bradfordov napad
sv: Franskt: Steinitz, Bradfords angrepp
tr: Fransız: Steinitz, Bradford hücumu
uk: Французький захист: варіант Стейніца, Бредфордська атака
vi: Pháp: Steinitz, Bradford tấn công

source: French Defence: Steinitz, Brodsky-Jones Variation
ar: فرنسي: شتاينتز, برودسكاي-جونس تفريع
br: Defesa Francesa, Variante Steinitz, Variante Brodsky-Jones
ca: Defensa Francesa - Variant Steinitz - Variant Brodsky Jones
cs: Francouzská: Steinitzova, Brodského-Jonesova varianta
de: Französisch: Steinitz, Brodsky-Jones-Variante
es: Defensa Francesa, Variante Steinitz, Variante Brodsky Jones
eu: Frantsesa: Steinitz, Brodsky-Jones Aldaera
fr: Française, var. Steinitz, var. Brodsky - Jones
id: Pembelaan Perancis: Steinitz, Varian Brodsky-Jones
it: Difesa Francese, Variante Steinitz, Variante Brodsky Jones
nl: Frans: Steinitz, Brodsky-Jones variant
pl: Francuska, Steinitz, wariant Brodksy-Jones
ru: Французская защита: вариант Стейница, вариант Бродского-Джоунса
si: francoska, Steinitz, Brodsky-Jonesova različica
sv: Franskt: Steinitz, Brodskij-Jones variant
tr: Fransız: Steinitz, Brodsky-Jones varyasyonu
uk: Французький захист: варіант Стейніца, варіант Бродського-Джоунса
vi: Pháp: Steinitz, Brodsky-Jones biến

source: French Defence: Steinitz, Gledhill Attack
ar: فرنسي: شتاينتز, جليدهيل هجوم
br: Defesa Francesa, Variante Steinitz, Ataque Gledhill
ca: Defensa Francesa - Variant Steinitz - Atac Gledhill
cs: Francouzská: Steinitzova, Gledhill útok
de: Französisch: Steinitz, Gledhill Angriff
es: Defensa Francesa, Variante Steinitz, Ataque Gledhill
eu: Frantsesa: Steinitz, Gledhill Erasoa
fr: Française, var. Steinitz, attaque Gledhill
id: Pembelaan Perancis: Steinitz, Serangan Gledhill
it: Difesa Francese, Variante Steinitz, Attacco Gledhill
nl: Frans: Steinitz, Gledhill aanval
pl: Francuska, Steinitz, atak Gledhill'a
ru: Французская защита: вариант Стейница, атака Гледхилла
si: francoska, Steinitz, Gledhillov napad
sv: Franskt: Steinitz, Gledhills angrepp
tr: Fransız: Steinitz, Gledhill hücumu
uk: Французький захист: варіант Стейніца, атака Гледхілла
vi: Pháp: Steinitz, Gledhill tấn công

source: French Defence: Swiss Variation
ar: فرنسي: السويسري تفريع
br: Defesa Francesa, Variante Suiça
ca: Defensa Francesa - Variant Suïssa
cs: Francouzská: Švýcarská varianta
de: Französisch: Schweizer Variante
es: Defensa Francesa, Variante Suiza
eu: Frantsesa: Suitzako Aldaera
fr: Française, var. suisse
id: Pembelaan Perancis, Varian Swiss
it: Difesa Francese, Variante Suiza
nl: Frans: Zwitserse variant
pl: Francuska, wariant szwajcarski
ru: Французская защита: швейцарский вариант
si: francoska, Swiss različica
sv: Franskt: Schweizervarianten
tr: Fransız: İsviçre varyasyonu
uk: Французький захист: Швейцарський варіант
vi: Biến thể của Thụy Sĩ: Pháp

source: French Defence: Tarrasch
ar: فرنسي: تاراش
br: Defesa Francesa, Variante Tarrasch
ca: Defensa Francesa - Variant Tarrasch
cs: Francouzská: Tarraschova
de: Französisch: Tarrasch
es: Defensa Francesa, Variante Tarrasch
eu: Frantsesa: Tarrasch
fr: Française, var. Tarrasch
id: Pembelaan Perancis, Varian Tarrasch
it: Difesa Francese, Variante Tarrasch
nl: Frans: Tarrasch
pl: Francuska, Tarrasch
ru: Французская защита: система Тарраша
si: francoska, Tarrasch
sv: Franskt: Tarraschvarianten
tr: Fransız: Tarrasch
uk: Французький захист: система Тарраша
vi: Pháp: Tarrasch

source: French Defence: Tarrasch Variation, Chistyakov Defence
es: Defensa Francesa: Variante Tarrasch, Defensa Chistyakov
eu: Defentsa Frantsesa: Tarrasch Aldaera, Chistyakov Defentsa
fr: Française, var. Tarrasch, système ouvert, défense Chistiakov

source: French Defence: Tarrasch Variation, Chistyakov Defence, Modern Line
es: Defensa Francesa: Variante Tarrasch, Defensa Chistyakov, Modern Line
eu: Defentsa Frantsesa: Tarrasch Aldaera, Chistyakov Defentsa, Lerro Modernoa

source: French Defence: Tarrasch Variation, Closed Variation
es: Defensa Francesa: Variante Tarrasch, Variante Closed
eu: Defentsa Frantsesa: Tarrasch Aldaera, Aldaera Itxia

source: French Defence: Tarrasch Variation, Modern System
es: Defensa Francesa: Variante Tarrasch, Modern System
eu: Defentsa Frantsesa: Tarrasch Aldaera, Sistema Modernoa
fr: Française, var. Tarrasch, système moderne

source: French Defence: Tarrasch Variation, Morozevich Variation
es: Defensa Francesa: Variante Tarrasch, Variante Morozevich
eu: Defentsa Frantsesa: Tarrasch Aldaera, Morozevich Aldaera
fr: Française, var. Tarrasch, var. Morozevich

source: French Defence: Tarrasch Variation, Open System, Advance Line
es: Defensa Francesa: Variante Tarrasch, Open System, Advance Line
eu: Defentsa Frantsesa: Tarrasch Aldaera, Sistema Irekia, Aurrerapen Lerroa
fr: Française, var. Tarrasch, système ouvert, ligne d'avance

source: French Defence: Tarrasch Variation, Open System, Euwe-Keres Line
es: Defensa Francesa: Variante Tarrasch, Open System, Euwe-Keres Line
eu: Defentsa Frantsesa: Tarrasch Aldaera, Sistema Irekia, Euwe-Keres Lerroa
fr: Française, var. Tarrasch, système ouvert, ligne Euwe - Keres

source: French Defence: Tarrasch Variation, Open System, Shaposhnikov Gambit
es: Defensa Francesa: Variante Tarrasch, Open System, Gambito Shaposhnikov
eu: Defentsa Frantsesa: Tarrasch Aldaera, Sistema Irekia, Shaposhnikov Ganbitoa

source: French Defence: Tarrasch Variation, Open System, Süchting Line
es: Defensa Francesa: Variante Tarrasch, Open System, Süchting Line
eu: Defentsa Frantsesa: Tarrasch Aldaera, Sistema Irekia, Süchting Lerroa
fr: Française, var. Tarrasch, système ouvert, ligne Süchting

source: French Defence: Tarrasch Variation, Pawn Center Variation
es: Defensa Francesa: Variante Tarrasch, Variante Pawn Center
eu: Defentsa Frantsesa: Tarrasch Aldaera, Sistema Irekia, Erdiko Peoien Aldaera

source: French Defence: Tarrasch, Botvinnik Variation
ar: فرنسي: تاراش, بوتفنيك تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Botvinnik
ca: Defensa Francesa - Variant Tarrasch - Variant tancada - Variant Botvinink
cs: Francouzská: Tarraschova, Botvinnikova varianta
de: Französisch: Tarrasch, Botvinnik-Variante
es: Defensa Francesa, Variante Tarrasch, Variante Cerrada, Variante Botvinnik
eu: Frantsesa: Tarrasch, Botvinnik Aldaera
fr: Française, var. Tarrasch, var. Botvinnik
id: Pembelaan Perancis: Tarrasch, Varian Botwinnik
it: Difesa Francese, Variante Tarrasch, Variante Chiusa, Variante Botvinnik
nl: Frans: Tarrasch, Botvinnik variant
pl: Francuska, Tarrasch, wariant Botvinnik'a
ru: Французская защита: система Тарраша, вариант Ботвинника
si: francoska, Tarrasch, Botvinnikova različica
sv: Franskt: Tarrasch, Botvinnikvarianten
tr: Fransız: Tarrasch, Botvinnik varyasyonu
uk: Французький захист: система Тарраша, варіант Ботвинника
vi: Pháp: Tarrasch, Botvinnik biến
