Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Italian Opening: Anti-Fried Liver Defence
es: Apertura italiana: Defensa Anti-Fried Liver
eu: Italiar Partida: Anti-Fried Liver Defentsa
fr: Italienne, défense anti-fegatello (fegatello = fried liver = foie frit)

source: Italian Opening: Classical Variation
es: Apertura italiana: Variante Classical
eu: Italiar Partida: Aldaera Klasikoa
fr: Italienne, var. classique (ou ligne principale)

source: Italian Opening: Classical Variation, Albin Gambit
es: Apertura italiana: Variante Classical, Gambito Albin
eu: Italiar Partida: Aldaera Klasikoa, Albin Ganbitoa
fr: Italienne, var. classique, gambit Albin

source: Italian Opening: Classical Variation, Alexandre Gambit
es: Apertura italiana: Variante Classical, Gambito Alexandre
eu: Italiar Partida: Aldaera Klasikoa, Alexandre Ganbitoa

source: Italian Opening: Classical Variation, Center Attack
es: Apertura italiana: Variante Classical, Ataque Center
eu: Italiar Partida: Aldaera Klasikoa, Erdiko Erasoa
fr: Italienne, var. classique, attaque centrale

source: Italian Opening: Classical Variation, Giuoco Pianissimo
es: Apertura italiana: Variante Classical, Giuoco Pianissimo
eu: Italiar Partida: Aldaera Klasikoa, Giuoco Pianissimo
fr: Italienne, var. classique, système Giuoco Pianissimo

source: Italian Opening: Classical Variation, Giuoco Pianissimo, Main Line
es: Apertura italiana: Variante Classical, Giuoco Pianissimo, Main Line
eu: Italiar Partida: Aldaera Klasikoa, Giuoco Pianissimo, Lerro Nagusia
fr: Italienne, var. classique, système Giuoco Pianissimo, ligne principale

source: Italian Opening: Classical Variation, Greco Gambit
es: Apertura italiana: Variante Classical, Gambito Greco
eu: Italiar Partida: Aldaera Klasikoa, Greco Ganbitoa

source: Italian Opening: Classical Variation, Greco Gambit, Main Line
es: Apertura italiana: Variante Classical, Gambito Greco, Main Line
eu: Italiar Partida: Aldaera Klasikoa, Greco Ganbitoa, Lerro Nagusia

source: Italian Opening: Classical Variation, Greco Gambit, Traditional Line
es: Apertura italiana: Variante Classical, Gambito Greco, Traditional Line
eu: Italiar Partida: Aldaera Klasikoa, Greco Ganbitoa, Lerro tradizionala

source: Italian Opening: Deutz Gambit
es: Apertura italiana: Gambito Deutz
eu: Italiar Partida: Deutz Ganbitoa

source: Italian Opening: Evans Gambit
es: Apertura italiana: Gambito Evans
eu: Italiar Partida: Evans Ganbitoa

source: Italian Opening: Evans Gambit Declined
es: Apertura italiana: Evans Gambit Declined
eu: Italiar Partida: Evans Ganbito Ukatua
fr: Italienne, gambit Evans refusé

source: Italian Opening: Evans Gambit, Anderssen Defence
es: Apertura italiana: Gambito Evans, Defensa Anderssen
eu: Italiar Partida: Evans Ganbitoa, Anderssen Defentsa
fr: Italienne, gambit Evans accepté, défense Anderssen

source: Italian Opening: Evans Gambit, Bronstein Defence
es: Apertura italiana: Gambito Evans, Defensa Bronstein
eu: Italiar Partida: Evans Ganbitoa, Bronstein Defentsa
fr: Italienne, gambit Evans accepté, défense Bronstein

source: Italian Opening: Evans Gambit, Dufresne Defence
es: Apertura italiana: Gambito Evans, Defensa Dufresne
eu: Italiar Partida: Evans Ganbitoa, Dufresne Defentsa
fr: Italienne, gambit Evans accepté, défense Pierce, défense Dufresne

source: Italian Opening: Evans Gambit, Fontaine CounterGambit
es: Apertura italiana: Gambito Evans, Fontaine CounterGambit
eu: Italiar Partida: Evans Ganbitoa, Fontaine Kontra-Ganbitoa

source: Italian Opening: Evans Gambit, Harding Variation
es: Apertura italiana: Gambito Evans, Variante Harding
eu: Italiar Partida: Evans Ganbitoa, Harding Aldaera

source: Italian Opening: Evans Gambit, Johner Defence
es: Apertura italiana: Gambito Evans, Defensa Johner
eu: Italiar Partida: Evans Ganbitoa, Johner Defentsa
fr: Italienne, gambit Evans accepté, défense Pierce, défense Johner

source: Italian Opening: Evans Gambit, Laroche Variation
es: Apertura italiana: Gambito Evans, Variante Laroche
eu: Italiar Partida: Evans Ganbitoa, Laroche Aldaera
fr: Italienne, gambit Evans accepté, var. Laroche

source: Italian Opening: Evans Gambit, Main Line
es: Apertura italiana: Gambito Evans, Main Line
eu: Italiar Partida: Evans Ganbitoa, Lerro Nagusia
fr: Italienne, gambit Evans accepté, ligne principale

source: Italian Opening: Evans Gambit, McDonnell Defence
es: Apertura italiana: Gambito Evans, Defensa McDonnell
eu: Italiar Partida: Evans Ganbitoa, McDonnell Defentsa
fr: Italienne, gambit Evans accepté, défense MacDonnell

source: Italian Opening: Evans Gambit, Mieses Defence
es: Apertura italiana: Gambito Evans, Defensa Mieses
eu: Italiar Partida: Evans Ganbitoa, Mieses Defentsa
fr: Italienne, gambit Evans accepté, défense Pierce, défense Mieses

source: Italian Opening: Evans Gambit, Mortimer-Evans Gambit
es: Apertura italiana: Gambito Evans, Gambito Mortimer-Evans
eu: Italiar Partida: Evans Ganbitoa, Mortimer-Evans Ganbitoa

source: Italian Opening: Evans Gambit, Pierce Defence
es: Apertura italiana: Gambito Evans, Defensa Pierce
eu: Italiar Partida: Evans Ganbitoa, Pierce Defentsa
fr: Italienne, gambit Evans accepté, défense Pierce

source: Italian Opening: Evans Gambit, Slow Variation
es: Apertura italiana: Gambito Evans, Variante Slow
eu: Italiar Partida: Evans Ganbitoa, Aldaera mantsoa
fr: Italienne, gambit Evans accepté, var. lente

source: Italian Opening: Giuoco Pianissimo, Lucchini Gambit
es: Apertura italiana: Giuoco Pianissimo, Gambito Lucchini
eu: Italiar Partida: Guioco Pianissimo, Lucchini Ganbitoa
fr: Italienne, système Giuoco Pianissimo, gambit Lucchini

source: Italian Opening: Giuoco Pianissimo, Normal
es: Apertura italiana: Giuoco Pianissimo, Normal
eu: Italiar Partida: Guioco Pianissimo, Normala
fr: Italienne, système Giuoco Pianissimo, var. normale

source: Italian Opening: Rosentreter Gambit
es: Apertura italiana: Gambito Rosentreter
eu: Italiar Partida: Rosentretere Ganbitoa

source: Italian Opening: Schilling-Kostic Gambit
es: Apertura italiana: Gambito Schilling-Kostic
eu: Italiar Partida: Schiling-Kostic Ganbitoa

source: Italian Opening: Scotch Gambit
es: Apertura italiana: Gambito Scotch
eu: Italiar Partida: Ganbito Eskoziarra
fr: Italienne, défense des 2 cavaliers, gambit écossais

source: Italian Opening: Scotch Gambit Declined
es: Apertura italiana: Scotch Gambit Declined
eu: Italiar Partida: Ganbito Eskoziar Ukatua

source: Italian Opening: Scotch Gambit, Anderssen Attack
es: Apertura italiana: Gambito Scotch, Ataque Anderssen
eu: Italiar Partida: Ganbito Eskoziarra, Anderssen Erasoa
fr: Italienne, gambit écossais, attaque Anderssen

source: Italian Opening: Scotch Gambit, Anderssen Attack, Main Line
es: Apertura italiana: Gambito Scotch, Ataque Anderssen, Main Line
eu: Italiar Partida: Ganbito Eskoziarra, Anderssen Erasoa, Lerro Nagusia
fr: Italienne, gambit écossais, attaque Anderssen, ligne principale

source: Italian Opening: Scotch Gambit, De Riviere Defence
es: Apertura italiana: Gambito Scotch, Defensa De Riviere
eu: Italiar Partida: Ganbito Eskoziarra, de Riviere Defentsa
fr: Italienne, gambit écossais, défense de Rivière

source: Italian Opening: Scotch Gambit, Double Gambit Accepted
es: Apertura italiana: Gambito Scotch, Double Gambit Accepted
eu: Italiar Partida: Ganbito Eskoziarra, Ganbito Bikoitz Onartua

source: Italian Opening: Scotch Gambit, Janowski Defence
es: Apertura italiana: Gambito Scotch, Defensa Janowski
eu: Italiar Partida: Ganbito Eskoziarra, Janowski Defentsa
fr: Italienne, gambit écossais, défense Janowski

source: Italian Opening: Scotch Gambit, Max Lange Attack
es: Apertura italiana: Gambito Scotch, Ataque Max Lange
eu: Italiar Partida: Ganbito Eskoziarra, Max Lange Erasoa
fr: Italienne, gambit écossais, attaque Max Lange

source: Italian Opening: Scotch Gambit, Nakhmanson Gambit
es: Apertura italiana: Gambito Scotch, Gambito Nakhmanson
eu: Italiar Partida: Ganbito Eskoziarra, Nakhamanson Ganbitoa

source: Italian Opening: Scotch Gambit, Walbrodt-Baird Gambit
es: Apertura italiana: Gambito Scotch, Gambito Walbrodt-Baird
eu: Italiar Partida: Ganbito Eskoziarra, Walbrodt-Baird Ganbitoa

source: Italian Opening: Two Knights Defence
es: Apertura italiana: Defensa Two Knights
eu: Italiar Partida: Bi Zaldunen Defentsa

source: Italian Opening: Two Knights Defence, Kloss Gambit
es: Apertura italiana: Defensa Two Knights, Gambito Kloss
eu: Italiar Partida: Bi Zaldunen Defentsa, Kloss Ganbitoa

source: Italian Opening: Two Knights Defence, Knight Attack
es: Apertura italiana: Defensa Two Knights, Ataque Knight
eu: Italiar Partida: Bi Zaldunen Defentsa, Zaldun Erasoa
fr: Italienne, défense des 2 cavaliers, attaque du cavalier

source: Italian Opening: Two Knights Defence, Knight Attack, Normal Variation
es: Apertura italiana: Defensa Two Knights, Ataque Knight, Variante Normal
eu: Italiar Partida: Bi Zaldunen Defentsa, Zaldun Erasoa, Aldaera Normala
fr: Italienne, défense des 2 cavaliers, attaque du cavalier, var. normale

source: Italian Opening: Two Knights Defence, Open Variation
es: Apertura italiana: Defensa Two Knights, Variante Open
eu: Italiar Partida: Bi Zaldunen Defentsa, Aldaera Irekia
fr: Italienne, défense des 2 cavaliers, var. ouverte

source: Italian Opening: Two Knights Defence, Polerio Defence, Bishop Check Line
es: Apertura italiana: Defensa Two Knights, Defensa Polerio, Bishop Check Line
eu: Italiar Partida: Bi Zaldunen Defentsa, Polerio Defentsa, Alfil aTxikiaren Lerroa
fr: Italienne, défense des 2 cavaliers, défense Polerio, ligne de l'échec par le fou

source: Italian Opening: Two Knights Defence, Polerio Defence, Suhle Defence
es: Apertura italiana: Defensa Two Knights, Defensa Polerio, Defensa Suhle
eu: Italiar Partida: Bi Zaldunen Defentsa, Polerio Defentsa, Suhle Defentsa
fr: Italienne, défense des 2 cavaliers, défense Polerio, défense Suhle

source: Italian Opening: Two Knights Defence, Ponziani-Steinitz Gambit
es: Apertura italiana: Defensa Two Knights, Gambito Ponziani-Steinitz
eu: Italiar Partida: Bi Zaldunen Defentsa, Ponziani-Steinitz Ganbitoa
fr: Italienne, défense des 2 cavaliers, attaque du cavalier, gambit Ponziani - Steinitz

source: Italian Opening: Two Knights Defence, Traxler CounterAttack, Bishop Sacrifice Line
es: Apertura italiana: Defensa Two Knights, Traxler CounterAttack, Bishop Sacrifice Line
eu: Italiar Partida: Bi Zaldunen Defentsa, Traxler Kontra-Erasoa, Alfil Sakrifizioaren Lerroa
fr: Italienne, défense des 2 cavaliers, contre-attaque Traxler, ligne du "sacrifice" du fou

source: Italian Opening: Two Knights Defence, Traxler CounterAttack, King March Line
es: Apertura italiana: Defensa Two Knights, Traxler CounterAttack, King March Line
eu: Italiar Partida: Bi Zaldunen Defentsa, Traxler Kontra-Erasoa, Erregearen martxaren Lerroa
fr: Italienne, défense des 2 cavaliers, contre-attaque Traxler, ligne de la marche du roi

source: Italian Opening: Two Knights Defence, Traxler CounterAttack, Knight Sacrifice Line
es: Apertura italiana: Defensa Two Knights, Traxler CounterAttack, Knight Sacrifice Line
eu: Italiar Partida: Bi Zaldunen Defentsa, Traxler Kontra-Erasoa, Zaldun Sakrifizioaren Lerroa
fr: Italienne, défense des 2 cavaliers, contre-attaque Traxler, ligne du "sacrifice" du cavalier

source: Italian Opening: Two Knights Defence, Traxler Variation, Trencianske-Teplice Gambit
es: Apertura italiana: Defensa Two Knights, Variante Traxler, Gambito Trencianske-Teplice
eu: Italiar Partida: Bi Zaldunen Defentsa, Traxler Aldaera, Trencianske-Teplice Ganbitoa
fr: Italienne, défense des 2 cavaliers, var. Traxler, gambit de Trenčianske Teplice

source: Italian Opening: Two Knights Defence, Ulvestad Variation, Kurkin Gambit
es: Apertura italiana: Defensa Two Knights, Variante Ulvestad, Gambito Kurkin
eu: Italiar Partida: Bi Zaldunen Defentsa, Ulvestad Aldaera, Kurkin Ganbitoa

source: Kangaroo Defence: Keres Defence, TransPositional Variation
eu: Kanguru Defentsa: Keres Defentsa, Aldaera TransPosizionala
fr: Défense kangourou, défense Keres, var. de transposition

source: Kevitz-Trajkovic Defence
ar: كيفيتس-تراجكوفيك دفاع
br: Defesa Kevitz-Trajkovich
ca: Defensa Kevitz Trajkovich
cs: Kevitz-Trajkovich defence
de: Kevitz-Trajkovich Verteidigung
es: Defensa Kevitz Trajkovich
eu: Kevitz-Trajkovic Defentsa
fr: Tango des cavaliers noirs ou défense mexicaine ou défense Kevitz - Trajkovic
id: Pembelaan Kevitz-Trajkovic
it: Difesa Kevitz Trajkovich
nl: Kevitz-Trajkovic verdediging
pl: Obrna Kevitz-Trajkovich
ru: Защита Кевитца-Трайковича
si: Kevitz-Trajkoviceva obramba
sv: Kevitz-Trajkovic-försvar
tr: Kevitz-Trajkovic savunması
uk: Захист Кевітца-Трайковича
vi: Phòng thủ Kevitz-Trajkovich

source: King Gambit
ar: جامبيت الملك
br: Gambito do Rei
ca: Gambit de Rei
cs: King's gambit
de: Königsgambit
es: Gambito de Rey
eu: Erregearen Ganbitoa
fr: Gambit Roi
id: Gambit Raja
it: Gambetto di Re
nl: Koningsgambiet
pl: Gambit królewski
ru: Королевский гамбит
si: Kraljevi gambit
sv: Kungsgambit
tr: Şah'ın gambiti
uk: Королівський гамбіт
vi: Vua của Gambit

source: King Gambit Accepted
ar: جامبيت الملك المقبول
br: Gambito do Rei Aceito
ca: Gambit de Rei acceptat
cs: King's gambit accepted
de: KönigsGambit angenommen
es: Gambito de Rey Aceptado
eu: Erregearen Ganbito Onartua
fr: Gambit Roi accepté
id: Gambit Raja Diterima (KGA)
it: Gambetto di Re Accettato
nl: Aanvaard Koningsgambiet
pl: Gambit królewski przyjęty
ru: Принятый королевский гамбит
si: Kraljevi gambit sprejet
sv: Kungsgambit antagen
tr: Şah'ın gambiti kabul edildi
uk: Прийнятий королівський гамбіт
vi: Vua cờ chấp nhận

source: King Gambit Accepted: Abbazia Defence (classical Defence, Modern Defence[!])
ar: هجوم الملك الهندي : ابازيا دفاع (الدفاع الكلاسيكي, حديث دفاع[!])
br: Gambito do Rei Aceito, Defesa Abbazia (Defesa Clássica, Defesa Moderna)
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Abbazia o clàssica (moderna)
cs: KGA: Abbazia defence (classical defence, modern defence[!])
de: Königsgambit (angenommen): Abbazia Verteidigung (Klassische Verteidigung, Moderne Verteidigung[!])
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Abbazia o Clásica (o ¡Moderna!)
eu: Errege Ganbito Onartua: Abbaziako Defentsa (Defentsa Klasikoa, Defentsa Modernoa[!])
fr: Gambit Roi accepté, défense d'Abbazia ou d'Opatija (défense classique, défense moderne [!])
id: KGA: Pembelaan Abbazia
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Abbazia o Classica (o Moderna)
nl: KGA: Abbazia verdediging (klassieke verdediging, moderne verdediging [!])
pl: Gam.król przyj.,obrona Abbazia (obrona klasyczna, obrona nowoczesna[1])
ru: Принятый королевский гамбит: защита Аббация
si: KGS: Abbazieva obramba (klasična obramba, moderna obramba[!])
sv: Kungsgambit antagen: Abbaziaförsvar (klassiskt- moderna försvaret!)
tr: KGA: Manastır savunması (klasik savunma, modern savunma[!])
uk: Прийнятий королівський гамбіт: Аббація-захист (класичний захист, сучасний захист[!])
vi: KGA: Phòng thủ Abbazia (phòng thủ cổ điển, Phòng thủ hiện đại [!])

source: King Gambit Accepted: Abbazia Defence, Botvinnik Variation
ar: هجوم الملك الهندي : ابازيا دفاع, بوتفنيك تفريع
br: Gambito do Rei Aceito, Defesa Abbazia, Variante Botvinnik
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Abbazia - Variant Botvinnik
cs: KGA: Abbazia defence, Botvinnik variation
de: Königsgambit (angenommen): Abbazia Verteidigung, Botvinnik-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Abbazia, Variante Botvinnik
eu: Errege Ganbito Onartua: Abbaziako Defentsa, Botvinnik Aldaera
fr: Gambit Roi accepté, défense d'Abbazia (Opatija), var. Botvinnik
id: KGA: Pembelaan Abbazia. Varian Botwinnik
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Abbazia, Variante Botvinnik
nl: KGA: Abbazia verdediging Botvinnik variant
pl: Gam.król przyj.,obrona Abbazia, wariant Botinnik'a
ru: Принятый королевский гамбит: защита Аббация, вариант Ботвинника
si: KGS: Abbazieva obramba, Botvinnikova različica
sv: Kungsgambit antagen: Abbaziaförsvar, Botvinnikvarianten
tr: KGA: Manastır savunması, Botvinnik varyasyonu
uk: Прийнятий королівський гамбіт: Аббація-захист, варіант Ботвинника
vi: KGA: Phòng thủ Abbazia, biến thể Botvinnik

source: King Gambit Accepted: Abbazia Defence, Modern Variation
ar: هجوم الملك الهندي : ابازيا دفاع, حديث تفريع
br: Gambito do Rei Aceito, Defesa Abbazia, Variante Moderna
ca: Gambit de Rei acceptat - Gamvit de Cavall - Defensa Abbazia - Variant moderna
cs: KGA: Abbazia defence, modern variation
de: Königsgambit (angenommen): Abbazia Verteidigung, Moderne Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Abbazia, Variante Moderna
eu: Errege Ganbito Onartua: Abbaziako Defentsa, Aldaera Modernoa
fr: Gambit Roi accepté, défense d'Abbazia (Opatija), var. moderne
id: KGA: Pembelaan Abbazia. Varian Modern
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Abbazia, Variante Moderna
nl: KGA: Abbazia verdediging moderne variant
pl: Gam.król przyj.,obrona Abbazia, wariant nowoczesny
ru: Принятый королевский гамбит: защита Аббация, современный вариант
si: KGS: Abbazieva obramba, moderna različica
sv: Kungsgambit antagen: Abbaziaförsvar, modern variant
tr: KGA: Manastır savunması, modern varyasyon
uk: Прийнятий королівський гамбіт: Аббація-захист, сучасний варіант
vi: KGA: Phòng thủ Abbazia, biến thể hiện đại

source: King Gambit Accepted: Allgaier Gambit
ar: هجوم الملك الهندي : جامبيت أولجير
br: Gambito de Rei Aceito, Gambito Allgaier
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier
cs: KGA: Allgaier gambit
de: Königsgambit (angenommen): Allgaier Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier
eu: Errege Ganbito Onartua: Allgaier Ganbitoa
fr: Gambit Roi accepté, gambit Allgaier
id: KGA: Gambit Algaer
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier
nl: KGA: Allgaier gambiet
pl: Gam.król przyj.,gambit Allgaier'a
ru: Принятый королевский гамбит: гамбит Альгайера
si: KGS: Allgaierjev gambit
sv: Kungsgambit antagen: Allgaiergambit
tr: KGA: Allgaier gambiti
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра
vi: KGA: Allgaier Gambit

source: King Gambit Accepted: Allgaier, Blackburne Gambit
ar: هجوم الملك الهندي : أولجير, برنبلاك جامبيت
br: Gambito do Rei Aceito, Gambito Allgaier, Gambito Blackburne
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Blackburne
cs: KGA: Allgaier, Blackburne gambit
de: Königsgambit (angenommen): Allgaier, Blackburne Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Gambito Blackburne
eu: Errege Ganbito Onartua: Allgaier, Blackburne Ganbitoa
fr: Gambit Roi accepté, gambit Allgaier, gambit Blackburne
id: KGA: Algaer, Gambit Blackburne
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Mossa di Blackburne
nl: KGA: Allgaier, Blackburne gambiet
pl: Gam.król przyj., Allgaier'a, gambit Blackburne'a
ru: Принятый королевский гамбит: гамбит Альгайера, гамбит Блекберна
si: KGS: Allgaierjev, Blackburnev gambit
sv: Kungsgambit antagen: Allgaier, Blackburnegambit
tr: KGA: Allgaier, Blackburne gambiti
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, гамбіт Блекберна
vi: KGA: Allgaier, Blackburne Gambit

source: King Gambit Accepted: Allgaier, Cook Variation
ar: هجوم الملك الهندي : أولجير, تفريع كوك
br: Gambito do Rei Aceito, Gambito Allgaier, Variante Cook
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Variant Cook
cs: KGA: Allgaier, Cook variation
de: Königsgambit (angenommen): Allgaier, Cook-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Variante Cook
eu: Errege Ganbito Onartua: Allgaier, Cook Aldaera
fr: Gambit Roi accepté, gambit Allgaier, var. Cook
id: KGA: Algaer, Varian Cook
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Variante Cook
nl: KGA: Allgaier, Cook variant
pl: Gam.król przyj., Allgaier'a, wariant Cook'a
ru: Принятый королевский гамбит: гамбит Альгайера, вариант Кука
si: KGS: Allgaierjev, Cookova različica
sv: Kungsgambit antagen: Allgaier, Cookvarianten
tr: KGA: Allgaier, Aşçı varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, варіант Кука
vi: KGA: Allgaier, Cook biến

source: King Gambit Accepted: Allgaier, Horny Defence
ar: هجوم الملك الهندي : أولجير, دفاع هورني
br: Gambito do Rei Aceito, Gambito Allgaier, Defesa Horny
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Defensa Horny
cs: KGA: Allgaier, Horny defence
de: Königsgambit (angenommen): Allgaier, Horny Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Defensa Horny
eu: Errege Ganbito Onartua: Allgaier, Horny Defentsa
fr: Gambit Roi accepté, gambit Allgaier, défense Horny
id: KGA: Algaer, Pembelaan Horny
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Difesa Horny
nl: KGA: Allgaier, Horny verdediging
pl: Gam.król przyj., Allgaier'a, obrona Horny
ru: Принятый королевский гамбит: гамбит Альгайера, защита Хорны
si: KGS: Allgaierjev, Hornyeva obramba
sv: Kungsgambit antagen: Allgaier, Hornys försvar
tr: KGA: Allgaier, Öfkeli savunma
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, захист Хорни
vi: KGA: Allgaier, Phòng thủ Horny

source: King Gambit Accepted: Allgaier, Schlechter Defence
ar: هجوم الملك الهندي : أولجير, دفاع شيليشتر
br: Gambito do Rei Aceito, Gambito Allgaier, Defesa Schlechter
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Defensa Schlechter
cs: KGA: Allgaier, Schlechter defence
de: Königsgambit (angenommen): Allgaier, Schlechter Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Defensa Schlechter
eu: Errege Ganbito Onartua: Allgaier, Schlechter Defentsa
fr: Gambit Roi accepté, gambit Allgaier, défense Schlechter
id: KGA: Algaer, Pembelaan Schlechter
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Difesa Schlechter
nl: KGA: Allgaier, Schlechter verdediging
pl: Gam.król przyj., Allgaier'a, obrona Schlechter'a
ru: Принятый королевский гамбит: гамбит Альгайера, защита Шлехтера
si: KGS: Allgaierjev, Schlechterjeva obramba
sv: Kungsgambit antagen: Allgaier, Schlechters försvar
tr: KGA: Allgaier, Schlechter savunması
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, захист Шлехтера
vi: KGA: Allgaier, phòng thủ Schlechter

source: King Gambit Accepted: Allgaier, Thorold Variation
ar: هجوم الملك الهندي : أولجير,تفريع ثورولد
br: Gambito do Rei Aceito, Gambito Allgaier, Variante Thorold
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Variant Thorold
cs: KGA: Allgaier, Thorold variation
de: Königsgambit (angenommen): Allgaier, Thorold-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Variante Thorold
eu: Errege Ganbito Onartua: Allgaier, Thorold Aldaera
fr: Gambit Roi accepté, gambit Allgaier, var. Thorold
id: KGA: Algaer, Varian Thorold
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Variante Thorold
nl: KGA: Allgaier, Thorold variant
pl: Gam.król przyj., Allgaier'a, wariant Thorold'a
ru: Принятый королевский гамбит: гамбит Альгайера, вариант Торолда
si: KGS: Allgaierjev, Thoroldova različica
sv: Kungsgambit antagen: Allgaier, Thoroldvarianten
tr: KGA: Allgaier, Thorold varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, варіант Торолда
vi: KGA: Allgaier, Thorold biến
