Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined: Lasker Defence, Main Line
ar: جامبيت الوزير المرفوض: لاسكر دفاع, الخط الرئيسي
br: Gambito da Dama Recusado, Defesa Lasker, Linha Principal
ca: Gambit de Dama refusat - Defensa Lasker - Línia principal
cs: QGD: Lasker defence, main line
de: Damengambit (abgelehnt): Lasker Verteidigung, Hauptvariante
es: Gambito de Dama Rehusado, Defensa Lasker, Linea Principal
eu: Damaren Ganbito Ukatua: Lasker Defentsa, Lerro Nagusia
fr: Gambit Dame refusé, défense Lasker, ligne principale
id: QGD: Lasker, Jalur Utama
it: Gambetto di Donna Rifiutato, Difesa Lasker, Linea Principale
nl: GDG: Lasker verdediging, hoofdlijn
pl: Gam.hetm nieprzyj., obrona Lasker'a, główna linia
ru: Отказанный ферзевый гамбит: защита Ласкера, основное продолжение
si: DGZ: Laskerjeva obramba, glavna linija
sv: Damgambit avböjd: Laskers försvar, huvudvariant
tr: QGD: Lasker savunması, ana hat
uk: Відхилений ферзевий гамбіт: захист Ласкера, основне продовження
vi: QGD: Phòng thủ Lasker, dòng chính

source: Queen Gambit Declined: Lasker Defence, Russian Variation
ar: جامبيت الوزير المرفوض: لاسكر دفاع, التفريع الروسي
br: Gambito da Dama Recusado, Defesa Lasker, Variante Russa
ca: Gambit de Dama refusat - Defensa Lasker - Variant Russa
cs: QGD: Lasker defence, Russian variation
de: Damengambit (abgelehnt): Lasker Verteidigung, Russiasche Variante
es: Gambito de Dama Rehusado, Defensa Lasker, Variante Rusa
eu: Damaren Ganbito Ukatua: Lasker Defentsa, Errusiako Aldaera
fr: Gambit Dame refusé, défense Lasker, var. russe
id: QGD: Lasker, Varian Rusia
it: Gambetto di Donna Rifiutato, Difesa Lasker, Variante Russa
nl: GDG: Lasker verdediging, de Russische variant
pl: Gam.hetm nieprzyj., obrona Lasker'a, wariant rosyjski
ru: Отказанный ферзевый гамбит: защита Ласкера, русский вариант
si: DGZ, Laskerjeva obramba, ruska različica
sv: Damgambit avböjd: Laskers försvar, ryska varianten
tr: QGD: Lasker savunması, Rusya varyasyonu
uk: Відхилений ферзевий гамбіт: захист Ласкера, Російський варіант
vi: QGD: Phòng thủ Lasker, biến thể Nga

source: Queen Gambit Declined: Lasker Defence, Teichmann Variation
ar: جامبيت الوزير المرفوض: لاسكر دفاع, تيكمان تفريع
br: Gambito da Dama Recusado, Defesa Lasker, Variante Teichmann
ca: Gambit de Dama refusat - Defensa Lasker - Variant Teichmann
cs: QGD: Lasker defence, Teichmann variation
de: Damengambit (abgelehnt): Lasker Verteidigung, Teichmann-Variante
es: Gambito de Dama Rehusado, Defensa Lasker, Variante Teichmann
eu: Damaren Ganbito Ukatua: Lasker Defentsa, Teichmann Aldaera
fr: Gambit Dame refusé, défense Lasker, var. Teichmann
id: QGD: Lasker, Varian Teichmann
it: Gambetto di Donna Rifiutato, Difesa Lasker, Variante Teichmann
nl: GDG: Lasker verdediging, Teichmann variant
pl: Gam.hetm nieprzyj., obrona Lasker'a, wariant Teichmann'a
ru: Отказанный ферзевый гамбит: защита Ласкера, вариант Тейхмана
si: DGZ, Laskerjeva obramba, Teichmannova različica
sv: Damgambit avböjd: Laskers försvar, Teichmannvarianten
tr: QGD: Lasker savunması, Teichmann varyasyonu
uk: Відхилений ферзевий гамбіт: захист Ласкера, варіант Тейхмана
vi: QGD: Phòng thủ Lasker, biến thể Teichmann

source: Queen Gambit Declined: Lasker Variation
ar: جامبيت الوزير المرفوض: لاسكر تفريع
br: Gambito da Dama Recusado, Variante Lasker
ca: Gambit de Dama refusat - Variant Lasker
cs: QGD: Lasker variation
de: Damengambit (abgelehnt): Lasker-Variante
es: Gambito de Dama Rehusado, Variante Lasker
eu: Damaren Ganbito Ukatua: Lasker Aldaera
fr: Gambit Dame refusé, var. Lasker
id: QGD: Varian Lasker
it: Gambetto di Donna Rifiutato, Variante Lasker
nl: GDG: Lasker variant
pl: Gam.hetm nieprzyj., wariant Lasker'a
ru: Отказанный ферзевый гамбит: вариант Ласкера
si: DGZ, Laskerjeva različica
sv: Damgambit avböjd: Laskervarianten
tr: QGD: Lasker varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Ласкера
vi: QGD: Lasker biến

source: Queen Gambit Declined: Manhattan Variation
ar: جامبيت الوزير المرفوض: مانهاتن تفريع
br: Gambito da Dama Recusado, Variante Manhattan
ca: Gambit de Dama refusat - Variant Manhattan
cs: QGD: Manhattan variation
de: Damengambit (abgelehnt): Manhattan-Variante
es: Gambito de Dama Rehusado, Variante Manhattan
eu: Damaren Ganbito Ukatua: Manhattan Aldaera
fr: Gambit Dame refusé, var. de Manhattan
id: QGD: Varian Manhattan
it: Gambetto di Donna Rifiutato, Variante Manhattan
nl: GDG: Manhattan variant
pl: Gam.hetm nieprzyj., wariant Manhattan
ru: Отказанный ферзевый гамбит: манхэттенский вариант
si: DGZ, Manhattanova različica
sv: Damgambit avböjd: Manhattanvarianten
tr: QGD: Manhattan varyasyonu
uk: Відхилений ферзевий гамбіт: Манхеттенський варіант
vi: QGD: Manhattan biến

source: Queen Gambit Declined: Marshall Defence
ar: جامبيت الوزير المرفوض: دفاع مارشال
br: Gambito da Dama Recusado, Defesa Marshall
ca: Gambit de Dama refusat - Defensa Marshall
cs: QGD: Marshall defence
de: Damengambit (abgelehnt): Marshall Verteidigung
es: Gambito de Dama Rehusado, Defensa Marshall
eu: Damaren Ganbito Ukatua: Marshall Defentsa
fr: Gambit Dame refusé, défense Marshall
id: QGD: Pembelaan Marshall
it: Gambetto di Donna Rifiutato, Difesa Marshall
nl: GDG: Marshall verdediging
pl: Gam.hetm nieprzyj., obrona Marshall'a
ru: Отказанный ферзевый гамбит: защита Маршалла
si: DGZ, Marshallova obramba
sv: Damgambit avböjd: Marshalls försvar
tr: QGD: Marshall savunması
uk: Відхилений ферзевий гамбіт: захист Маршалла
vi: QGD: Phòng thủ Marshall

source: Queen Gambit Declined: Marshall Defence, Tan Gambit
es: Gambito de Dama Rehusado: Defensa Marshall, Gambito Tan
eu: Damaren Ganbito Ukatua: Lasker Defentsa, Marshall Defentsa, Tan Ganbitoa

source: Queen Gambit Declined: Miles Variation
es: Gambito de Dama Rehusado: Variante Miles
eu: Damaren Ganbito Ukatua: Miles Aldaera
fr: Gambit Dame refusé, var. Miles

source: Queen Gambit Declined: Modern Variation, Heral Variation
es: Gambito de Dama Rehusado: Variante Modern, Variante Heral
eu: Damaren Ganbito Ukatua: Aldaera Modernoa, Heral Aldaera
fr: Gambit Dame refusé, var. moderne, var. Heral

source: Queen Gambit Declined: Modern Variation, Knight Defence
es: Gambito de Dama Rehusado: Variante Modern, Defensa Knight
eu: Damaren Ganbito Ukatua: Aldaera Modernoa, Zaldun Defentsa
fr: Gambit Dame refusé, var. moderne, défense du cavalier, 5.e3

source: Queen Gambit Declined: Neo-orthodox Variation
ar: جامبيت الوزير المرفوض: المستحدث-الأرثوذكسي تفريع
br: Gambito da Dama Recusado, Variante Neo Ortodoxa
ca: Gambit de Dama refusat - Variant Neo-Ortodoxa
cs: QGD: Neo-orthodox variation
de: Damengambit (abgelehnt): Neo-Orthodoxe-Variante
es: Gambito de Dama Rehusado, Variante Neo Ortodoxa
eu: Damaren Ganbito Ukatua: Aldaera Neo-Ortodoxoa
fr: Gambit Dame refusé, var. néo-orthodoxe
id: QGD: Varian Neo-Orthodox
it: Gambetto di Donna Rifiutato, Variante Neo Ortodossa
nl: GDG: Neo-orthodoxe variant
pl: Gam.hetm nieprzyj., wariant nowo-ortodoksyjny
ru: Отказанный ферзевый гамбит: неоортодоксальный вариант
si: DGZ, Neo-ortodoksna različica
sv: Damgambit avböjd: Neo-ortodoxa varianten
tr: QGD: Yeni ortodoks varyasyonu
uk: Відхилений ферзевий гамбіт: Неоортодоксальний варіант
vi: Biến Neo chính thống: QGD

source: Queen Gambit Declined: Neo-orthodox Variation, 7.Bh4
ar: جامبيت الوزير المرفوض: المستحدث-الأرثوذكسي تفريع, 7.Bh5
br: Gambito da Dama Recusado, Variante Neo-Ortodoxa, 7.Bh4
ca: Gambit de Dama refusat - Variant Neo-Ortodoxa - 7. Ah4
cs: QGD: Neo-orthodox variation, 7.Bh4
de: Damengambit (abgelehnt): Neo-Orthodoxe-Variante, 7.Lh4
es: Gambito de Dama Rehusado, Variante Neo Ortodoxa, 7.Ah4
eu: Damaren Ganbito Ukatua: Aldaera Neo-Ortodoxoa, 7.Ah4
fr: Gambit Dame refusé, var. néo-orthodoxe, 7.Fh4
id: QGD: Neo-Orthodox, 7.Gh4
it: Gambetto di Donna Rifiutato, Variante Neo Ortodossa, 7.Ah4
nl: GDG: Neo-orthodoxe variant, 7.Lh4
pl: Gam.hetm nieprzyj., wariant nowo-ortodoksyjny, 7.Gh4
ru: Отказанный ферзевый гамбит: неоортодоксальный вариант, 7.Сh4
si: DGZ, Neo-ortodoksna različica, 7. Lh4
sv: Damgambit avböjd: Neo-ortodoxa varianten med 7.Lh4
tr: QGD: Yeni ortodoks varyasyonu, 7.Bh4
uk: Відхилений ферзевий гамбіт: Неоортодоксальний варіант, 7.Сh4
vi: QGD: biến Neo chính thống, 7.Bh4

source: Queen Gambit Declined: Neo-orthodox Variation, 7.Bxf6
ar: جامبيت الوزير المرفوض: المستحدث-الأرثوذكسي تفريع, 7.Bxf7
br: Gambito da Dama Recusado, Variante Neo-Ortodoxa, 7.Bxf6
ca: Gambit de Dama refusat - Variante Neo-Ortodoxa - 7. Axf6
cs: QGD: Neo-orthodox variation, 7.Bxf6
de: Damengambit (abgelehnt): Neo-Orthodoxe-Variante, 7.Lxf6
es: Gambito de Dama Rehusado, Variante Neo Ortodoxa, 7.Axf6
eu: Damaren Ganbito Ukatua: Aldaera Neo-Ortodoxoa, 7.Axf6
fr: Gambit Dame refusé, var. néo-orthodoxe, 7.Fxf6
id: QGD: Neo-Orthodox, 7.Gxf6
it: Gambetto di Donna Rifiutato, Variante Neo Ortodossa, 7.Axf6
nl: GDG: Neo-orthodoxe variant, 7.Lxf6
pl: Gam.hetm nieprzyj., wariant nowo-ortodoksyjny, 7.Bxf6
ru: Отказанный ферзевый гамбит: неоортодоксальный вариант, 7.Сxf6
si: DGZ, Neo-ortodoksna različica, 7. Lxf6
sv: Damgambit avböjd: Neo-ortodoxa varianten med 7.Lxf6
tr: QGD: Yeni ortodoks varyasyonu, 7.Bxf6
uk: Відхилений ферзевий гамбіт: Неоортодоксальний варіант, 7.Сxf6
vi: QGD: biến Neo chính thống, 7.Bxf6

source: Queen Gambit Declined: Orthodox Defence
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع
br: Gambito da Dama Recusado, Defesa Ortodoxa
ca: Gambit de Dama refusat - Defensa Ortodoxa
cs: QGD: Orthodox defence
de: Damengambit (abgelehnt): Orthodox Verteidigung
es: Gambito de Dama Rehusado, Defensa Ortodoxa
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa
fr: Gambit Dame refusé, défense orthodoxe
id: QGD: Pembelaan Orthodox
it: Gambetto di Donna Rifiutato, Difesa Ortodossa
nl: GDG: Orthodoxe verdediging
pl: Gam.hetm nieprzyj., obrona ortodoksyjna
ru: Отказанный ферзевый гамбит: ортодоксальная защита
si: DGZ, ortodoksna obramba
sv: Damgambit avböjd: Ortodoxt försvar
tr: QGD: Ortodoks savunması
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист
vi: QGD: Chính thống phòng thủ

source: Queen Gambit Declined: Orthodox Defence, 7.Qc2 C5, 8.cd (Rubinstein)
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, 7.Qc2 c5, 8.cd (روبينشتاين)
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Rubinstein, 7.Dc2 c5 8.cxd5
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Rubinstein - 7 ...c5 8. cxd5
cs: QGD: Orthodox defence, 7.Qc2 c5, 8.cd (Rubinstein)
de: Damengambit (abgelehnt): Orthodox Verteidigung, 7.Dc2 c5, 8.cd (Rubinstein)
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Rubinstein, 7...c5 8.cxd5
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, 7.Dc2 c5, 8.cxd5 (Rubinstein)
fr: Gambit Dame refusé, défense orthodoxe, 7.Dc2 c5, 8.cd (var. Rubinstein)
id: QGD: Pembelaan Orthodox, 7.Mc2 c5, 8.cd (Rubinstein)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Rubinstein, 7...c5 8.cxd5
nl: GDG: Orthodoxe verdediging, 7.Dc2 c5, 8.cd (Rubinstein)
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, 7.Hc2 c5, 8.cd(Rubinstein)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, 7.Фc2 c5, 8.cd
si: DGZ; ortodoksna obramba, 7.Dc2 c5, 8.cd (Rubinsteinova)
sv: Damgambit avböjd: Ortodoxt försvar, 7.Dc2 c5, 8.cxd5 (Rubinstein)
tr: QGD: Ortodoks savunması, 7.Qc2 c5, 8.cd (Rubinstein)
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, 7.Фc2 c5, 8.cd (Рубінштейн)
vi: QGD: Phòng thủ Orthodox, 7.Qc2 C5, 8.cd (Rubinstein)

source: Queen Gambit Declined: Orthodox Defence, 7.Rc1
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, 7.Rc2
br: GamGambito da Dama Recusado, Defesa Ortodoxa, 7.Tc1
ca: Gambit de Dama refusat - Defensa Ortodoxa - 7. Tc1
cs: QGD: Orthodox defence, 7.Rc1
de: Damengambit (abgelehnt): Orthodox Verteidigung, 7.Tc1
es: Gambito de Dama Rehusado, Defensa Ortodoxa, 7.Tc1
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, 7.Gc1
fr: Gambit Dame refusé, défense orthodoxe, 7.Tc1
id: QGD: Pembelaan Orthodox, 7.Bc1
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, 7.Tc1
nl: GDG: Orthodoxe verdediging 7.Tc1
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, 7.Wc1
ru: Отказанный ферзевый гамбит: ортодоксальная защита, 7.Лc1
si: DGZ, ortodoksna obramba, 7. Tc1
sv: Damgambit avböjd: Ortodoxt försvar, 7.Tc1
tr: QGD: Ortodoks savunması, 7.Rc1
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, 7.Тc1
vi: QGD: Phòng thủ Orthodox, 7.Rc1

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Bd3
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3
cs: QGD: Orthodox defence, Bd3 line
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Ad3 Lerroa
fr: Gambit Dame refusé, défense orthodoxe, avec Fd3
id: QGD: Pembelaan Orthodox, Gd3
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3
nl: GDG: Orthodoxe verdediging Ld3 lijn
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3
si: DGZ, ortodoksna obramba, Ld3 linija
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten
tr: QGD: Ortodoks savunması, Bd3 hattı
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3
vi: QGD: Phòng thủ Orthodox, đi nước Bd3

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, 11.O-O
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, 11.O-O
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, 11.O-O
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - 11. 0-0
cs: QGD: Orthodox defence, Bd3 line, 11.O-O
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, 11.O-O
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, 11.O O
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Ad3 Lerroa, 11.O-O
fr: Gambit Dame refusé, défense orthodoxe, avec Fd3, 11.O-O
id: QGD: Pembelaan Orthodox, Gd3, 11.0-0
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, 11.O O
nl: GDG: Orthodoxe verdediging Ld3 lijn, 11.0-0
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3, 11.O-O
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, 11.O-O
si: DGZ, ortodoksna obramba, Ld3 linija, 11. O-O
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, 11.O-O
tr: QGD: Ortodoks savunması, Bd3 hattı, 11.O-O
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, 11.O-O
vi: QGD: Phòng thủ Orthodox, đường Bd3, 11.O-O

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, Alekhine Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, اليخين تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, Variante Alekhine
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant Alekhine
cs: QGD: Orthodox defence, Bd3 line, Alekhine variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, Aljechin-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Alekhine
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Ad3 Lerroa, Alekhine Aldaera
fr: Gambit Dame refusé, défense orthodoxe, avec Fd3, var. Alekhine
id: QGD: Pembelaan Orthodox, Gd3, Varian Alekhine
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Alekhine
nl: GDG: Orthodoxe verdediging Ld3 lijn, Aljechin variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3, wariant Alekhin'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, вариант Алехина
si: DGZ, ortodoksna obramba, Ld3 linija, Aljehinova različica
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, Aljechinvarianten
tr: QGD: Ortodoks savunması, Bd3 hattı, Alekhine varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, варіант Альохіна
vi: QGD: Phòng thủ Orthodox, đi nước Bd3, biến Alekhine

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, Capablanca Freeing Manoevre
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, كابابلانكا مناورة التحرير
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, Manobra Libertadora de Capablanca
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Maniobra lliberadora de Capablanca
cs: QGD: Orthodox defence, Bd3 line, Capablanca freeing manoevre
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, Capablanca freeing manoevre
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Maniobra Liberadora de Capablanca
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Ad3 Lerroa, Capablanca garBiketa maniobra
fr: Gambit Dame refusé, défense orthodoxe, avec Fd3, manoeuvre de libération de Capablanca
id: QGD: Pembelaan Orthodox, Gd3, Manuver Capablanca
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Maniobra Liberadora de Capablanca
nl: GDG: Orthodoxe verdediging Ld3 lijn, Capablanca vrijmaak manoevre
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3, uwalnijący manewr Capablanki
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, маневр Капабланки
si: DGZ, ortodoksna obramba, Ld3 linija, Capablancin rešitveni manever
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, Capablancas utbrytningsmanöver
tr: QGD: Ortodoks savunması, Bd3 hattı, Capablanca serbest manevra
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, маневр Капабланки
vi: QGD: Phòng thủ Orthodox, đi nước Bd3, Capablanca freeing manoevre

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, Fianchetto Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, فيل الوتر الطويل تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, Variante do Fianchetto
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant del Fianchetto
cs: QGD: Orthodox defence, Bd3 line, fianchetto variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, Fianchettovariante
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante del Fianchetto
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Ad3 Lerroa, Fianchetto Aldaera
fr: Gambit Dame refusé, défense orthodoxe, avec Fd3, var. du fianchetto
id: QGD: Pembelaan Orthodox, Gd3, Varian Fianchetto
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante del Fianchetto
nl: GDG: Orthodoxe verdediging Ld3 lijn, fianchetto variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3,wariant fianchetto
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, вариант с фианкетто
si: DGZ: ortodoksna obramba, Ld3 linija, krilni razvoj različica
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, fianchettovarianten
tr: QGD: Ortodoks savunması, Bd3 hattı, fianchetto varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, варіант з фіанкетто
vi: QGD: phòng thủ Orthodox, nước đi Bd3, biến fianchetto

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, Janowski Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, جناوسكاي تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, Variante Janowski
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant Janowski
cs: QGD: Orthodox defence, Bd3 line, Janowski variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, Janowski-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Janowski
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Ad3 Lerroa, Janowski Aldaera
fr: Gambit Dame refusé, défense orthodoxe, avec Fd3, var. Janowski
id: QGD: Pembelaan Orthodox, Gd3, Varian Janowski
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Janowski
nl: GDG: Orthodoxe verdediging Ld3 lijn, Janowski variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3, wariant Janowskiego
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, вариант Яновского
si: DGZ, ortodoksna obramba, Lb3 linija, Janowskijev različica
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, Janowskivarianten
tr: QGD: Ortodoks savunması, Bd3 hattı, Janowski varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, варіант Яновського
vi: QGD: Phòng thủ Orthodox, đi nước Bd3, biến thể Janowski

source: Queen Gambit Declined: Orthodox Defence, Botvinnik Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, بوتفنيك تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Botvinnik
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Botvinnik
cs: QGD: Orthodox defence, Botvinnik variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Botvinnik Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Botvinnik
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Botvinnik Aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. Botvinnik
id: QGD: Pembelaan Orthodox, Varian Botwinnik
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Botvinnik
nl: GDG: Orthodoxe verdediging Botvinnik variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant Botvinnik'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, вариант Ботвинника
si: DGZ, ortodoksna obramba, Botvinnikova različica
sv: Damgambit avböjd: Ortodoxt försvar, Botvinnikvarianten
tr: QGD: Ortodoks savunması, Botvinnik varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, варіант Ботвинника
vi: QGD: phòng thủ Orthodox, biến thể Botvinnik

source: Queen Gambit Declined: Orthodox Defence, Capablanca Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, كابابلانكا تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Capablanca
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Capablanca
cs: QGD: Orthodox defence, Capablanca variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Capablanca-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Capablanca
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Capablanca Aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. Capablanca
id: QGD: Pembelaan Orthodox, Varian Capablanca
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Capablanca
nl: GDG: Orthodoxe verdediging Capablanca variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant Capablanki
ru: Отказанный ферзевый гамбит: ортодоксальная защита, вариант Капабланки
si: DGZ, ortodoksna obramba, Capablancina različica
sv: Damgambit avböjd: Ortodoxt försvar, Capablancavarianten
tr: QGD: Ortodoks savunması, Capablanca varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, варіант Капабланки
vi: QGD: phòng thủ Orthodox, biến thể, Capablanca

source: Queen Gambit Declined: Orthodox Defence, Classical Variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, التفريع الكلاسيكي
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Clássica
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant clàssica
cs: QGD: Orthodox defence, classical variation
de: Damengambit (abgelehnt): Orthodox Verteidigung, Klassische Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Clásica
eu: Damaren Ganbito Ukatua: Defentsa Ortodoxoa, Aldaera Klasikoa
fr: Gambit Dame refusé, défense orthodoxe, var. classique
id: QGD: Pembelaan Orthodox, Varian Klasik
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Classica
nl: GDG: Orthodoxe verdediging klassieke variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant klasyczny
ru: Отказанный ферзевый гамбит: ортодоксальная защита, классический вариант
si: DGZ, ortodoksna obramba, klasična različica
sv: Damgambit avböjd: Ortodoxt försvar, klassisk variant
tr: QGD: Ortodoks savunması, klasik varyasyon
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, класичний варіант
vi: QGD: Chính thống phòng thủ, biến thể cổ điển
