Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Spanish Opening: Open, Malkin Variation
ar: روي لوبيز: المفتوح , مالكين تفريع
br: Abertura Ruy López, Variante Aberta, Defesa Clássica, Variante Malkin
ca: Obertura Espanyola - Variant oberta - Defensa clàssica - Variant Malkin
cs: Ruy Lopez: open, Malkin variation
de: Spanisch: Offenes System, Malkin Variante
es: Apertura Española, Variante Abierta, Defensa Clásica, Variante Malkin
eu: Ruy Lopez: Irekia, Malkin Aldaera
fr: Espagnole ouverte, var. Malkin
id: Ruy Lopez Terbuka, Varian Malkin
it: Apertura Spagnola, Variante Aperta, Difesa Classica, Variante Malkin
nl: Ruy Lopez: open, Malkin variant
pl: Partia hiszpańska: otwarta, atak Howell'a
ru: Испанская партия: открытый вариант, вариант Малкина
si: Ruy Lopez, odprta, Malkinova različica
sv: Spanskt: Öppet, Malkinvarianten
tr: Ruy Lopez: açık, Malkin varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Малкіна
vi: Ruy Lopez: khai cuộc, biến thể Malkin

source: Spanish Opening: Open, Motzko Attack
ar: روي لوبيز: المفتوح , موتزكو هجوم
br: Abertura Ruy López, Variante Aberta, Ataque Motzko
ca: Obertura Espanyola - Variant oberta - Atac Motzko
cs: Ruy Lopez: open, Motzko attack
de: Spanisch: Offenes System, Motzko Angriff
es: Apertura Española, Variante Abierta, Ataque Motzko
eu: Ruy Lopez: Irekia, Motzko Erasoa
fr: Espagnole ouverte, attaque Motzko
id: Ruy Lopez Terbuka, Serangan Motzko
it: Apertura Spagnola, Variante Aperta, Attacco Motzko
nl: Ruy Lopez: open, Motzko aanval
pl: Partia hiszpańska: otwarta, atak Motzko
ru: Испанская партия: открытый вариант, атака Моцко
si: Ruy Lopez, odprta, Motzkov napad
sv: Spanskt: Öppet, Motzkos angrepp
tr: Ruy Lopez: açık, Motzko hücumu
uk: Іспанська партія: відкритий варіант, атака Моцко
vi: Ruy Lopez: khai cuộc, tấn công Motzko

source: Spanish Opening: Open, Motzko Attack, Nenarokov Variation
ar: روي لوبيز: المفتوح , موتزكو هجوم, نيناروكوف تفريع
br: Abertura Ruy López, Variante Aberta, Ataque Motzko, Variante Nenarokov
ca: Obertura Espanyola - Variant oberta - Atac Motzko - Variant Nenarokov
cs: Ruy Lopez: open, Motzko attack, Nenarokov variation
de: Spanisch: Offenes System, Motzko Angriff, Nenarokov Variante
es: Apertura Española, Variante Abierta, Ataque Motzko, Variante Nenarokov
eu: Ruy Lopez: Irekia, Motzko Erasoa, Nenarokov Aldaera
fr: Espagnole ouverte, attaque Motzko, var. Nenarokov
id: Ruy Lopez Terbuka, Serangan Motzko, Varian Nenarokov
it: Apertura Spagnola, Variante Aperta, Attacco Motzko, Variante Nenarokov
nl: Ruy Lopez: open, Motzko aanval, Nenarokov variant
pl: Partia hiszpańska: otwarta, atak Motzko, wariant Nenarokov'a
ru: Испанская партия: открытый вариант, атака Моцко, вариант Ненарокова
si: Ruy Lopez, odprta, Motzkov napad, Nenarokova različica
sv: Spanskt: Öppet, Motzkos angrepp, Nenarokovvarianten
tr: Ruy Lopez: açık, Motzko hücumu, Nenarokov varyasyonu
uk: Іспанська партія: відкритий варіант, атака Моцко, варіант Ненарокова
vi: Ruy Lopez: khai cuộc, tấn công Motzko, biến thể Nenarokov

source: Spanish Opening: Open, Richter Variation
ar: روي لوبيز: المفتوح , ريشتر تفريع
br: Abertura Ruy López, Variante Aberta, Variante Richter
ca: Obertura Espanyola - Variant oberta - Variant Richter
cs: Ruy Lopez: open, Richter variation
de: Spanisch: Offenes System, Richter Variante
es: Apertura Española, Variante Abierta, Variante Richter
eu: Ruy Lopez: Irekia, Richter Aldaera
fr: Espagnole ouverte, var. Richter
id: Ruy Lopez Terbuka, Varian Richter
it: Apertura Spagnola, Variante Aperta, Variante Richter
nl: Ruy Lopez: open, Richter variant
pl: Partia hiszpańska: otwarta, wariant Richter'a
ru: Испанская партия: открытый вариант, вариант Рихтера
si: Ruy Lopez, odprta, Richterjeva različica
sv: Spanskt: Öppet, Richtervarianten
tr: Ruy Lopez: açık, Richter varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Ріхтера
vi: Ruy Lopez: khai cuộc, biến thể Richter

source: Spanish Opening: Open, Riga Variation
ar: روي لوبيز: المفتوح , ريجا تفريع
br: Abertura Ruy López, Variante Aberta, Variante Riga
ca: Obertura Espanyola - Variant oberta - Variant Riga
cs: Ruy Lopez: open, Riga variation
de: Spanisch: Offenes System, Riga Variante
es: Apertura Española, Variante Abierta, Variante Riga
eu: Ruy Lopez: Irekia, Riga Aldaera
fr: Espagnole ouverte, var. de Riga
id: Ruy Lopez Terbuka, Varian Riga
it: Apertura Spagnola, Variante Aperta, Variante Riga
nl: Ruy Lopez: open, Riga variant
pl: Partia hiszpańska: otwarta, wariant Riga
ru: Испанская партия: открытый вариант, рижский вариант
si: Ruy Lopez, odprta, različica Riga
sv: Spanskt: Öppet, Rigavarianten
tr: Ruy Lopez: açık, Riga varyasyonu
uk: Іспанська партія: відкритий варіант, Ризький варіант
vi: Ruy Lopez: khai cuộc, biến thể Riga

source: Spanish Opening: Open, Schlechter Defence
ar: روي لوبيز: المفتوح , دفاع شيليشتر
br: Abertura Ruy López, Variante Aberta, Defesa Schlechter
ca: Obertura Espanyola - Variant oberta - Defensa Schlechter
cs: Ruy Lopez: open, Schlechter defence
de: Spanisch: Offenes System, Schlechter Verteidigung
es: Apertura Española, Variante Abierta, Defensa Schlechter
eu: Ruy Lopez: Irekia, Schlechter Defentsa
fr: Espagnole ouverte, défense Schlechter
id: Ruy Lopez Terbuka, Pembelaan Schlechter
it: Apertura Spagnola, Variante Aperta, Difesa Schlechter
nl: Ruy Lopez: open, Schlechter verdediging
pl: Partia hiszpańska: otwarta, obrona Schlechter'a
ru: Испанская партия: открытый вариант, защита Шлехтера
si: Ruy Lopez, odprta, Schlechterjeva obramba
sv: Spanskt: Öppet, Schlechters försvar
tr: Ruy Lopez: açık, Schlechter varyasyonu
uk: Іспанська партія: відкритий варіант, захист Шлехтера
vi: Ruy Lopez: khai cuộc, Phòng thủ Schlechter

source: Spanish Opening: Open, Skipworth Gambit
eu: Ruy Lopez: Irekia, Skipworth Ganbitoa

source: Spanish Opening: Open, St. Petersburg Variation
ar: روي لوبيز: المفتوح , سانت بطرسبورغ تفريع
br: Abertura Ruy López, Variante Aberta, Variante San Petersburgo
ca: Obertura Espanyola - Variant oberta - Variant Sant Petersburg
cs: Ruy Lopez: open, St. Petersburg variation
de: Spanisch: Offenes System, St. Petersburg Variante
es: Apertura Española, Variante Abierta, Variante San Petersburgo
eu: Ruy Lopez: Irekia, San Petersburgo Aldaera
fr: Espagnole ouverte, var. de Saint-Pétersbourg
id: Ruy Lopez Terbuka, Varian St. Petersburg
it: Apertura Spagnola, Variante Aperta, Variante San Petersburgo
nl: Ruy Lopez: open, St. Petersburg variant
pl: Partia hiszpańska: otwarta, wariant St. Petersburg
ru: Испанская партия: открытый вариант, Санкт-Петербургский вариант
si: Ruy Lopez, odprta, različica St. Petersburg
sv: Spanskt: Öppet, St. Petersburgs-varianten
tr: Ruy Lopez: açık, St. Petersburg varyasyonu
uk: Іспанська партія: відкритий варіант, Санкт-Петербургський варіант
vi: Ruy Lopez: khai cuộc, biến thể St Petersburg

source: Spanish Opening: Open, Tarrasch Trap
ar: روي لوبيز: المفتوح , تاراش فخ
br: Abertura Ruy López, Variante Aberta, Armadilha de Tarrasch
ca: Obertura Espanyola - Variant oberta - Defensa clàssica - Trampa de Tarrasch
cs: Ruy Lopez: open, Tarrasch trap
de: Spanisch: Offenes System, Tarrasch Falle
es: Apertura Española, Variante Abierta, Defensa Clásica, Trampa de Tarrasch
eu: Ruy Lopez: Irekia, Tarrasch Tranpa
fr: Espagnole ouverte, piège de Tarrasch
id: Ruy Lopez Terbuka, Jebakan Tarrasch
it: Apertura Spagnola, Variante Aperta, Difesa Classica, Trappola Tarrasch
nl: Ruy Lopez: open, Tarrasch val
pl: Partia hiszpańska: otwarta, pułapka Tarrasch'a
ru: Испанская партия: открытый вариант, ловушка Тарраша
si: Ruy Lopez, odprta, Tarrascheva past
sv: Spanskt: Öppet, Tarraschfällan
tr: Ruy Lopez: açık, Tarrasch tuzağı
uk: Іспанська партія: відкритий варіант, пастка Тарраша
vi: Ruy Lopez: khai cuộc, bẫy Tarrasch

source: Spanish Opening: Open, Tartakower Variation
ar: روي لوبيز: المفتوح , تارتاكوفر تفريع
br: Abertura Ruy López, Variante Aberta, Variante Tartakower
ca: Obertura Espanyola - Variant oberta - Variant Tartakower
cs: Ruy Lopez: open, Tartakower variation
de: Spanisch: Offenes System, Tartakower Variante
es: Apertura Española, Variante Abierta, Variante Tartakower
eu: Ruy Lopez: Irekia, Tartakower Aldaera
fr: Espagnole ouverte, var. Tartakover
id: Ruy Lopez Terbuka, Varian Tartakower
it: Apertura Spagnola, Variante Aperta, Variante Tartakower
nl: Ruy Lopez: open, Tartakower variant
pl: Partia hiszpańska: otwarta, wariant Tertakower'a
ru: Испанская партия: открытый вариант, вариант Тартаковера
si: Ruy Lopez, odprta, Tartakowerjeva različica
sv: Spanskt: Öppet, Tartakowervarianten
tr: Ruy Lopez: açık, Tartakower varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Тартаковера
vi: Ruy Lopez: khai cuộc, biến thể Tartakower

source: Spanish Opening: Open, Zukertort Variation
ar: روي لوبيز: المفتوح , زكرتوت تفريع
br: Abertura Ruy López, Variante Aberta, Variante Zukertort
ca: Obertura Espanyola - Variant oberta - Variant Zukertort
cs: Ruy Lopez: open, Zukertort variation
de: Spanisch: Offenes System, Zukertort Variante
es: Apertura Española, Variante Abierta, Variante Zukertort
eu: Ruy Lopez: Irekia, Zukertort Aldaera
fr: Espagnole ouverte, var. Zukertort
id: Ruy Lopez Terbuka, Varian Zukertort
it: Apertura Spagnola, Variante Aperta, Variante Zukertort
nl: Ruy Lopez: open, Zukertort variant
pl: Partia hiszpańska: otwarta, wariant Zukertort'a
ru: Испанская партия: открытый вариант, вариант Цукерторта
si: Ruy Lopez, odprta, Zukertortova različica
sv: Spanskt: Öppet, Zukertortvarianten
tr: Ruy Lopez: açık, Zukertort varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Цукерторта
vi: Ruy Lopez: khai cuộc, biến thể Zukertort

source: Spanish Opening: Pollock Defence
ar: روي لوبيز: بولوك دفاع
br: Abertura Ruy López, Defesa Pollock
ca: Obertura Espanyola - Defensa Pollock
cs: Ruy Lopez: Pollock defence
de: Spanisch: Pollock Verteidigung
es: Apertura Española, Defensa Pollock
eu: Ruy Lopez: Pollock Defentsa
fr: Espagnole, défense Pollock
id: Ruy Lopez: Pembelaan Pollock
it: Apertura Spagnola, Difesa Pollock
nl: Ruy Lopez: Pollock verdediging
pl: Partia hiszpańska: obrona Pollock'a
ru: Испанская партия: защита Поллока
si: Ruy Lopez, Pollockova obramba
sv: Spanskt: Pollocks försvar
tr: Ruy Lopez: Pollock savunması
uk: Іспанська партія: захист Поллока
vi: Ruy Lopez: Phòng thủ Pollock

source: Spanish Opening: Rabinovich Variation
ar: روي لوبيز: رابينوفيتش تفريع
br: Abertura Ruy López, Variante Rabinovich
ca: Obertura Espanyola - Defensa Morphy - Variant Rabinovich
cs: Ruy Lopez: Rabinovich variation
de: Spanisch: Rabinovich Variante
es: Apertura Española, Defensa Morphy, Variante Rabinovich
eu: Ruy Lopez: Rabinovich Aldaera
fr: Espagnole, var. Rabinovich
id: Ruy Lopez: Varian Rabinovich
it: Apertura Spagnola, Difesa Morphy, Variante Rabinovich
nl: Ruy Lopez: Rabinovich variant
pl: Partia hiszpańska: wariant Rabinovich'a
ru: Испанская партия: вариант Рабиновича
si: Ruy Lopez, Rabinovicheva različica
sv: Spanskt: Rabinovitjvarianten
tr: Ruy Lopez: Rabinovich varyasyonu
uk: Іспанська партія: варіант Рабіновича
vi: Ruy Lopez: Rabinovich biến

source: Spanish Opening: Retreat Variation
eu: Ruy Lopez: Atzeratze Aldaera
fr: Espagnole, var. de repli

source: Spanish Opening: Rotary-Albany Gambit
eu: Ruy Lopez: Rotary-Albany Ganbitoa

source: Spanish Opening: Schliemann Defence
ar: روي لوبيز: دفاع شيلمان
br: Abertura Ruy López, Defesa Schliemann
ca: Obertura Espanyola - Contra-Gambit Schiemann o Jaenisch
cs: Ruy Lopez: Schliemann defence
de: Spanisch: Schliemann Verteidigung
es: Apertura Española, ContraGambito Schliemann o Jaenisch
eu: Ruy Lopez: Schliemannen Defentsa
fr: Espagnole, défense Schliemann ou gambit Jaenisch
id: Ruy Lopez: Pembelaan Schielmann
it: Apertura Spagnola, Controgambetto Schliemann o Jaenisch
nl: Ruy Lopez: Schliemann verdediging
pl: Partia hiszpańska: obrona Schliemann'a
ru: Испанская партия: гамбит Яниша
si: Ruy Lopez, Schliemannova obramba
sv: Spanskt: Schliemanns försvar
tr: Ruy Lopez: Schliemann savunması
uk: Іспанська партія: гамбіт Яніша
vi: Ruy Lopez: Phòng thủ Schliemann

source: Spanish Opening: Schliemann Defence Deferred
ar: روي لوبيز: دفاع شيلمان ديفيرد
br: Abertura Ruy López, Defesa Schliemann Diferida
ca: Obertura Espanyola - Defensa Schliemann diferida
cs: Ruy Lopez: Schliemann defence deferred
de: Spanisch: Schliemann Verteidigung im Nachzug
es: Apertura Española, Defensa Schliemann Diferida
eu: Ruy Lopez: Schliemannen Defentsa Atzeratua
fr: Espagnole, défense Schliemann différée
id: Ruy Lopez: Pembelaan Schielmann Ditunda
it: Apertura Spagnola, Difesa Schliemann Diferida
nl: Ruy Lopez: uitgestelde Schliemann verdediging
pl: Partia hiszpańska: obrona Schliemann'a odroczona
ru: Испанская партия: контргамбит Яниша
si: Ruy Lopez, Schliemannova obramba odložena
sv: Spanskt: Schliemanns försvar avböjt
tr: Ruy Lopez: ertelenmiş Schliemann savunması
uk: Іспанська партія: контргамбіт Яніша
vi: Ruy Lopez: Schliemann vệ thu nhập hoãn lại

source: Spanish Opening: Schliemann Defence, Berger Variation
ar: روي لوبيز: دفاع شيلمان, بيرجر تفريع
br: Abertura Ruy López, Defesa Schliemann, Variante Berger
ca: Obertura Espanyola - Contra-Gambit Schliemann - Variant Berger
cs: Ruy Lopez: Schliemann defence, Berger variation
de: Spanisch: Schliemann Verteidigung, Berger Variante
es: Apertura Española, ContraGambito Schliemann, Variante Berger
eu: Ruy Lopez: Schliemannen Defentsa, Berger Aldaera
fr: Espagnole, défense Schliemann, var. Berger
id: Ruy Lopez: Pembelaan Schielmann, Varian Berger
it: Apertura Spagnola, Controgambetto Schliemann, Variante Berger
nl: Ruy Lopez: Schliemann verdediging Berger variant
pl: Partia hiszpańska: obrona Schliemann'a, wariant Berger'a
ru: Испанская партия: гамбит Яниша, вариант Бергера
si: Ruy Lopez, Schliemannova obramba, Bergerjeva različica
sv: Spanskt: Schliemanns försvar, Bergervarianten
tr: Ruy Lopez: Schliemann savunması, Berger varyasyonu
uk: Іспанська партія: гамбіт Яніша, варіант Бергера
vi: Ruy Lopez: Phòng thủ Schliemann, biến thể Berger

source: Spanish Opening: Schliemann Defence, Classical Variation
eu: Ruy Lopez: Schliemann Defentsa, Aldaera Klasikoa
fr: Espagnole, défense Schliemann, var. classique

source: Spanish Opening: Schliemann Defence, Exchange Variation
eu: Ruy Lopez: Schliemann Defentsa, Truke Aldaera
fr: Espagnole, défense Schliemann, var. d'échange

source: Spanish Opening: Schliemann Defence, Jaenisch Gambit Accepted
eu: Ruy Lopez: Schliemann Defentsa, Jaenisch Ganbito Onartua
fr: Espagnole, défense Schliemann, gambit Jaenisch accepté

source: Spanish Opening: Schliemann Defence, Kostic Defence
eu: Ruy Lopez: Schliemann Defentsa, Kostic Defentsa
fr: Espagnole, défense Schliemann, défense Kostić

source: Spanish Opening: Schliemann Defence, Möhring Variation
eu: Ruy Lopez: Schliemann Defentsa, Möhring Aldaera
fr: Espagnole, défense Schliemann, var. Möhring

source: Spanish Opening: Schliemann Defence, Schönemann Attack
eu: Ruy Lopez: Schliemann Defentsa, Schönemann Erasoa

source: Spanish Opening: Schliemann Defence, Tartakower Variation
eu: Ruy Lopez: Schliemann Defentsa, Tartakower Aldaera
fr: Espagnole, défense Schliemann, var. Tartakover

source: Spanish Opening: Siesta, Kopayev Variation
ar: روي لوبيز: سيستا, كوبايف تفريع
br: Abertura Ruy López, Variante Siesta, Variante Kopayev
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant 'sesta' - Variant Kopayev
cs: Ruy Lopez: Siesta, Kopayev variation
de: Spanisch: Siesta, Kopayev Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Siesta, Variante Kopayev
eu: Ruy Lopez: Siesta, Kopayev Aldaera
fr: Espagnole, var. Siesta (du nom d'un sanatorium à Budapest), var. Kopaev
id: Ruy Lopez: Siesta, Varian Kopayev
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Siesta, Variante Kopayev
nl: Ruy Lopez: Siesta, Kopayev variant
pl: Partia hiszpańska: Siesta, wariant Kopayev'a
ru: Испанская партия: улучшенная защита Стейница, сиестинский вариант, вариант Копаева
si: Ruy Lopez, Siesta, Kopayeva različica
sv: Spanskt: Siesta, Kopajevvarianten
tr: Ruy Lopez: Siesta, Kopayev varyasyonu
uk: Іспанська партія: Сієстинський варіант, варіант Копаєва
vi: Ruy Lopez: Siesta, Kopayev biến

source: Spanish Opening: Spanish CounterGambit
eu: Ruy Lopez: Espainiar Kontra-Ganbitoa
fr: Espagnole, contre-gambit espagnol

source: Spanish Opening: Spanish CounterGambit, Harding CounterGambit, Fricke Gambit
eu: Ruy Lopez: Espainiar Kontra-Ganbitoa, Harding Kontra-Ganbitoa, Fricke Ganbitoa

source: Spanish Opening: Spanish CounterGambit, Harding Gambit
eu: Ruy Lopez: Espainiar Kontra-Ganbitoa, Harding Ganbitoa

source: Spanish Opening: Steinitz Defence Deferred (Russian Defence)
ar: روي لوبيز: شتاينتز دفاع ديفيرد (الدفاع الروسي)
br: Abertura Ruy López, Defesa Steinitz Diferida (Russa)
ca: Obertura Espanyola - Defensa Morphy - Defensa Steinitz diferida o Russa
cs: Ruy Lopez: Steinitz defence deferred (Russian defence)
de: Spanisch: Steinitz Verteidigung im Nachzug (Russian Verteidigung)
es: Apertura Española, Defensa Morphy, Defensa Steinitz Diferida o Rusa
eu: Ruy Lopez: Steinitz Defentsa Atzeratua (Errusiar Defentsa)
fr: Espagnole, défense Steinitz différée (défense russe)
id: Ruy Lopez: Varian Steinitz Ditunda
it: Apertura Spagnola, Difesa Morphy, Difesa Steinitz Diferida o Russa
nl: Ruy Lopez: uitgestelde Steinitz verdediging (Russische verdediging)
pl: Partia hiszpańska: obrona Steinitz'a odroczona(obrona Rosyjska)
ru: Испанская партия: улучшенная защита Стейница
si: Ruy Lopez, Steinitzova obramba odložena (ruska obramba)
sv: Spanskt: Steinitz-försvar avböjt (ryskt försvar)
tr: Ruy Lopez: ertelenmiş Steinitz savunması (Rusya savunması)
uk: Іспанська партія: покращений захист Стейніца (Російський захист)
vi: Ruy Lopez: Phòng thủ trì hoãn Steinitz (phòng thủ Nga)

source: Spanish Opening: Steinitz Defence Deferred, Boleslavsky Variation
ar: روي لوبيز: شتاينتز دفاع ديفيرد, بولسلافسكي تفريع
br: Abertura Ruy López, Defesa Steinitz Diferida, Variante Boleslavsky
ca: Obertura Espanyola - Defensa Morphy - Defensa Steinitz diferida - Variant Boleslavsky
cs: Ruy Lopez: Steinitz defence deferred, Boleslavsky variation
de: Spanisch: Steinitz Verteidigung im Nachzug, Boleslavsky Variante
es: Apertura Española, Defensa Morphy, Defensa Steinitz Diferida, Variante Boleslavsky
eu: Ruy Lopez: Steinitz Defentsa Atzeratua, Boleslavsky Aldaera
fr: Espagnole, défense Steinitz différée, var. Boleslavsky
id: Ruy Lopez: Steinitz Ditunda, Varian Boleslavsky
it: Apertura Spagnola, Difesa Morphy, Difesa Steinitz Diferida, Variante Boleslavsky
nl: Ruy Lopez: uitgestelde Steinitz verdediging, Boleslavsky variant
pl: Partia hiszpańska: obrona Steinitz'a odroczona, wariant Boleslavsky
ru: Испанская партия: улучшенная защита Стейница, вариант Болеславского
si: Ruy Lopez, Steinitzova obramba odložena, Boleslavskyeva različica
sv: Spanskt: Steinitz-försvar avböjt, Boleslavskijvarianten
tr: Ruy Lopez: ertelenmiş Steinitz savunması, Boleslavsky varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Болеславського
vi: Ruy Lopez: Steinitz vệ chậm, Boleslavsky biến

source: Spanish Opening: Steinitz Defence Deferred, Lipnitsky Variation
ar: روي لوبيز: شتاينتز دفاع ديفيرد, ليبنيتسكي تفريع
br: Abertura Ruy López, Defesa Steinitz Diferida, Variante Lipnitsky
ca: Obertura Espanyola - Defensa Morphy - Defensa Steinitz diferida - Variant Lipnitsky
cs: Ruy Lopez: Steinitz defence deferred, Lipnitsky variation
de: Spanisch: Steinitz Verteidigung im Nachzug, Lipnitsky Variante
es: Apertura Española, Defensa Morphy, Defensa Steinitz Diferida, Variante Lipnitsky
eu: Ruy Lopez: Steinitz Defentsa Atzeratua, Lipnitsky Aldaera
fr: Espagnole, défense Steinitz différée, var. Lipnitsky
id: Ruy Lopez: Steinitz Ditunda, Varian Lipnitsky
it: Apertura Spagnola, Difesa Morphy, Difesa Steinitz Diferida, Variante Lipnitsky
nl: Ruy Lopez: uitgestelde Steinitz verdediging, Lipnitsky variant
pl: Partia hiszpańska: obrona Steinitz'a odroczona, wariant Lipnitsky
ru: Испанская партия: улучшенная защита Стейница, вариант Липницкого
si: Ruy Lopez, Steinitzova obramba odložena, Lipnitskyeva različica
sv: Spanskt: Steinitz-försvar avböjt, Lipnitskijvarianten
tr: Ruy Lopez: ertelenmiş Steinitz savunması, Lipnitsky varyasyonu
uk: Іспанська партія: покращений захист Стейніца, вариант Ліпницького
vi: Ruy Lopez: Steinitz vệ chậm, biến đổi Lipnitsky

source: Spanish Opening: Steinitz Defence Deferred, Rubinstein Variation
ar: روي لوبيز: شتاينتز دفاع ديفيرد, روبينشتاين تفريع
br: Abertura Ruy López, Defesa Steinitz Diferida, Variante Rubinstein
ca: Obertura Espanyola - Defensa Morphy - Defensa Steinitz diferida - Variant Rubinstein
cs: Ruy Lopez: Steinitz defence deferred, Rubinstein variation
de: Spanisch: Steinitz Verteidigung im Nachzug, Rubinstein Variante
es: Apertura Española, Defensa Morphy, Defensa Steinitz Diferida, Variante Rubinstein
eu: Ruy Lopez: Steinitz Defentsa Atzeratua, Rubinstein Aldaera
fr: Espagnole, défense Steinitz différée, var. Rubinstein
id: Ruy Lopez: Steinitz Ditunda, Varian Rubinstein
it: Apertura Spagnola, Difesa Morphy, Difesa Steinitz Diferida, Variante Rubinstein
nl: Ruy Lopez: uitgestelde Steinitz verdediging, Rubinstein variant
pl: Partia hiszpańska: obrona Steinitz'a odroczona,wariant Rubinstein'a
ru: Испанская партия: улучшенная защита Стейница, вариант Рубинштейна
si: Ruy Lopez, Steinitzova obramba odložena, Rubisteinova različica
sv: Spanskt: Steinitz-försvar avböjt, Rubinsteinvarianten
tr: Ruy Lopez: ertelenmiş Steinitz savunması, Rubinstein varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Рубінштейна
vi: Ruy Lopez: Steinitz vệ chậm, Rubinstein biến

source: Spanish Opening: Steinitz Defence, Center Gambit
eu: Ruy Lopez: Steinitz Defentsa, Erdiko Ganbitoa
fr: Espagnole, défense Steinitz ancienne, gambit central

source: Spanish Opening: Taimanov (chase/wing/accelerated Counterthrust) Variation
ar: روي لوبيز: تيمانوف ( المطاردة/الجناح/المتسارع المضاد الاتجاه) تفريع
br: Abertura Ruy López, Variante Taimanov (Perseguição na Ala, Contragolpe acelerado)
ca: Obertura Espanyola - Variant Taimanov o de persecució o de Ala o Contraof - Accelerada
cs: Ruy Lopez: Taimanov (chase/wing/accelerated counterthrust) variation
de: Spanisch: Taimanov (chase/wing/accelerated counterthrust) Variante
es: Apertura Española, Variante Taimanov o de Persecución o del Ala o Contraof. Acelerada
eu: Ruy Lopez: Taimanov (jazarpen/Hegal/Kontrako bultzada Bizkortua) Aldaera
fr: Espagnole, var. Taïmanov
id: Ruy Lopez: Varian Taimanov
it: Apertura Spagnola, Variante Taimanov o de Persecución o Ali o Contraof. Acelerada
nl: Ruy Lopez: Taimanov (chase / vleugel / versnelde tegenaanval) variant
pl: Partia hiszpańska: wariant Taimanov'a
ru: Испанская партия: вариант Тайманова
si: Ruy Lopez, Taimanova (lov/krilo/pospešen protipotisk) različica
sv: Spanskt: Tajmanovvarianten (accelererad motstöt, ving- eller jaktvarianten)
tr: Ruy Lopez: Taimanov (takip/kanat/hızlandırılmış karşı baskı) varyasyonu
uk: Іспанська партія: варіант Тайманова
vi: Ruy Lopez: Taimanov (đuổi / cánh / tăng tốc counterthrust) biến thể

source: Spanish Opening: Trajkovic Counter-attack
ar: روي لوبيز: تراجكوفيك الهجوم المضاد
br: Abertura Ruy López, Contra-ataque Trajkovic
ca: Obertura Espanyola - Variant tancada - Contra-atac Trajkovic
cs: Ruy Lopez: Trajkovic counter-attack
de: Spanisch: Trajkovic Gegenangriff
es: Apertura Española, Variante Cerrada, Contraataque Trajkovic
eu: Ruy Lopez: Trajkovic Kontra-Erasoa
fr: Espagnole, contre-attaque Trajkovic
id: Ruy Lopez: Serangan Balasan Trajkovic
it: Apertura Spagnola, Variante Chiusa, Contrattacco Trajkovic
nl: Ruy Lopez: Trajkovic tegenaanval
pl: Partia hiszpańska: kontratak Trajkovic'a
ru: Испанская партия: контратака Трайковича
si: Ruy Lopez, Trajkovicev proti-napad
sv: Spanskt: Trajkovics motangrepp
tr: Ruy Lopez: Trajkovic karşı hücumu
uk: Іспанська партія: контратака Трайковича
vi: Ruy Lopez: Trajkovic phản công
