Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Indian Defence: Four Pawns Attack, 6.Be2
ar: الملك الهندي: الأربعة بيادق هجوم, 6.Be3
br: Defesa Índia do Rei, Ataque dos 4 Peões, 6.Be2
ca: Defensa Índia de Rei - Atac dels quatre peons - 6. Ae2
cs: King's Indian: Four pawns attack, 6.Be2
de: Königsindisch: Vierbauernangriff, 6.Le2
es: Defensa India de Rey, Ataque de los 4 Peones, 6.Ae2
eu: Erregearen indiarra: Lau Peoiko Erasoa, 6.Ae2
fr: Défense est-indienne, attaque des quatre pions, 6.Fe2
id: Hindia Raja, Serangan 4 Bidak, 6.Ge2
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, 6.Ae2
nl: KoningsIndisch: Vier pionnen aanval, 6.Le2
pl: Królewsko-indyjska,atak czterech pionów, 6.Ge2
ru: Староиндийская защита: атака четырех пешек, 6.Сe2
si: Kraljevo indijska, napad štirih kmetov, 6. Le2
sv: Kungsindiskt: Fyrbondesattack med 6.Le2
tr: Hint Şah: Dört piyon hücumu, 6.Be2
uk: Староіндійський захист: атака чотирьох пішаків, 6.Сe2
vi: Bốn con cờ tấn công, 6.Be2: Ấn Độ vua của

source: King Indian Defence: Four Pawns Attack, Dynamic Line
ar: الملك الهندي: الأربعة بيادق هجوم, ديناميكي الخط
br: Defesa Índia do Rei, Ataque dos 4 Peões, Linha Dinâmica
ca: Defensa Índia de Rei - Atac dels quatre peons - Línia dinàmica
cs: King's Indian: Four pawns attack, dynamic line
de: Königsindisch: Vierbauernangriff, dynamic line
es: Defensa India de Rey, Ataque de los 4 Peones, Linea Dinámica
eu: Erregearen indiarra: Lau Peoiko Erasoa, Lerro Dinamikoa
fr: Défense est-indienne, attaque des quatre pions, ligne dynamique
id: Hindia Raja, Serangan 4 Bidak, Jalur Dinamis
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, Linea Dinámica
nl: KoningsIndisch : Vier pionnen aanval, dynamische lijn
pl: Królewsko-indyjska,atak czterech pionów, linia dynamiczna
ru: Староиндийская защита: атака четырех пешек, динамичное продолжение
si: Kraljevo indijska, napad štirih kmetov, dinamična linija
sv: Kungsindiskt: Fyrbondesattack, Dynamisk variant
tr: Hint Şah: Dört piyon hücumu, dinamik hat
uk: Староіндійський захист: атака чотирьох пішаків, динамічне продовження
vi: Bốn con cờ tấn công, dòng năng động: Ấn Độ vua của

source: King Indian Defence: Four Pawns Attack, Florentine Gambit
ar: الملك الهندي: الأربعة بيادق هجوم, قلورنتاين جامبيت
br: Defesa Índia do Rei, Ataque dos 4 Peões, Gambito Florentino
ca: Defensa Índia de Rei - Atac dels quatre peons - Gambit Florentí
cs: King's Indian: Four pawns attack, Florentine gambit
de: Königsindisch: Vierbauernangriff, Florentine Gambit
es: Defensa India de Rey, Ataque de los 4 Peones, Gambito Florentino
eu: Erregearen indiarra: Lau Peoiko Erasoa, Florentziako Ganbitoa
fr: Défense est-indienne, attaque des quatre pions, gambit florentin
id: Hindia Raja, Serangan 4 Bidak, Gambit Florentine
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, Mossa di Florentino
nl: KoningsIndisch: Vier pionnen aanval, Florentine gambiet
pl: Królewsko-indyjska,atak czterech pionów, gambit Florentine
ru: Староиндийская защита: атака четырех пешек, флорентийский гамбит
si: Kraljevo indijska, napad štirih kmetov, Florentinov gambit
sv: Kungsindiskt: Fyrbondesattack, Florentingambit
tr: Hint Şah: Dört piyon hücumu, Florentine gambiti
uk: Староіндійський захист: атака чотирьох пішаків, Флорентійський гамбіт
vi: Bốn con cờ tấn công, Florentine cờ: Ấn Độ vua của

source: King Indian Defence: Four Pawns Attack, Main Line
ar: الملك الهندي: الأربعة بيادق هجوم, الخط الرئيسي
br: Defesa Índia do Rei, Ataque dos 4 Peões, Linha Principal
ca: Defensa Índia de Rei - Atac dels quatre peons - Línia principal
cs: King's Indian: Four pawns attack, main line
de: Königsindisch: Vierbauernangriff, Hauptvariante
es: Defensa India de Rey, Ataque de los 4 Peones, Linea Principal
eu: Erregearen indiarra: Lau Peoiko Erasoa, Lerro Nagusia
fr: Défense est-indienne, attaque des quatre pions, ligne principale
id: Hindia Raja, Serangan 4 Bidak, Jalur Utama
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, Linea Principale
nl: KoningsIndisch: Vier pionnen aanval, hoofdlijn
pl: Królewsko-indyjska,atak czterech pionów, główna linia
ru: Староиндийская защита: атака четырех пешек, основное продолжение
si: Kraljevo indijska: Napad štirih kmetov, glavna linija
sv: Kungsindiskt: Fyrbondesattack, huvudvariant
tr: Hint Şah: Dört piyon hücumu, ana hat
uk: Староіндійський захист: атака чотирьох пішаків, основне продовження
vi: Ấn Độ vua: con tốt Bốn tấn công, dòng chính

source: King Indian Defence: Four Pawns Attack, Modern Defence
es: Defensa India de Rey: Ataque Four Pawns, Defensa Modern
eu: Erregearen Indiar Erasoa: Lau Peoien Erasoa, Defentsa Modernoa
fr: Défense est-indienne, attaque des quatre pions, défense moderne

source: King Indian Defence: Four Pawns Attack, Normal Attack
es: Defensa India de Rey: Ataque Four Pawns, Ataque Normal
eu: Erregearen Indiar Erasoa: Lau Peoien Erasoa, Eraso Normala
fr: Défense est-indienne, attaque des quatre pions, attaque normale

source: King Indian Defence: Four Pawns Attack, With Be2 And Nf3
ar: الملك الهندي: الأربعة بيادق هجوم, مع Be2 و Nf4
br: Defesa Índia do Rei, Ataque dos 4 Peões, 6.Be2 e 7.Cf3
ca: Defensa Índia de Rei - Atac dels quatre peons - 6. Ae2 i 7. Cf3
cs: King's Indian: Four pawns attack, with Be2 and Nf3
de: Königsindisch: Vierbauernangriff, mit Le2 und Sf3
es: Defensa India de Rey, Ataque de los 4 Peones, 6.Ae2 y 7.Cf3
eu: Erregearen indiarra: Lau Peoiko Erasoa, Ae2 eta Zf3rekin
fr: Défense est-indienne, attaque des quatre pions, avec Fe2 et Cf3
id: Hindia Raja, Serangan 4 Bidak, dg Ge2 dan Kf3
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, 6.Ae2 y 7.Cf3
nl: KoningsIndisch: Vier pionnen aanval, met Le2 en Pf3
pl: Królewsko-indyjska,atak czterech pionów z Ge2 i Sf3
ru: Староиндийская защита: атака четырех пешек с Сe2 и Кf3
si: kraljevo-indijska, napad štirih kmetov, z Le2 and Sf3
sv: Kungsindiskt: Fyrbondesattack med Le2 och Sf3
tr: Hint Şah: Be2 ve Nf3 ile dört piyon hücumu
uk: Староіндійський захист: атака чотирьох пішаків, з Сe2 і Кf3
vi: Bốn con cờ tấn công, với Be 2 và NF3: Ấn Độ vua của

source: King Indian Defence: Gligoric-Taimanov System
ar: الملك الهندي: جليجوريك-تيمانوف نظام
br: Defesa Índia do Rei, Sistema Gligoric Taimanov
ca: Defensa Índia de Rei - Sistema Gligoric Taimanov
cs: King's Indian: Gligoric-Taimanov system
de: Königsindisch: Gligoric-Taimanov System
es: Defensa India de Rey, Sistema Gligoric Taimanov
eu: Erregearen indiarra: Gligoric-Taimanov Sistema
fr: Défense est-indienne, système Gligorić - Taïmanov
id: Hindia Raja, Sistem Gligoric-Taimanov
it: Difesa Indiana di Re, Sistema Gligoric Taimanov
nl: Konings Indisch: Gligoric-Taimanov systeem
pl: Królewsko-indyjska, system Gligoric-Taimanov'a
ru: Староиндийская защита: система Глигорича-Тайманова
si: Kraljevo indijska, Gligoric-Taimanov sistem
sv: Kungsindiskt: Gligoric-Tajmanovs system
tr: Hint Şah: Gligoric-Taimanov sistemi
uk: Староіндійський захист: система Глігорича-Тайманова
vi: Ấn Độ vua của: hệ thống Gligoric-Taimanov

source: King Indian Defence: Kazakh Variation
ar: الملك الهندي: كازاخ تفريع
br: Defesa Índia do Rei, Variante Kazakh
ca: Defensa Índia de Rei - Variant Kazakh
cs: King's Indian: Kazakh variation
de: Königsindisch: Kazakh-Variante
es: Defensa India de Rey, Variante Kazakh
eu: Erregearen indiarra: Kazakh Aldaera
fr: Défense est-indienne, var. kazakh
id: Hindia Raja, Varian Kazakh
it: Difesa Indiana di Re, Variante Kazakh
nl: Konings Indisch: Kazachse variant
pl: Królewsko-indyjska, wariant Kazakh'a
ru: Староиндийская защита: казахский вариант
si: Kraljevo indijska, Kazakhova različica
sv: Kungsindiskt: Kossackvarianten
tr: Hint Şah: Kazak varyasyonu
uk: Староіндійський захист: Казахський варіант
vi: Biến Kazakhstan: Ấn Độ vua của

source: King Indian Defence: Kramer System
ar: الملك الهندي: كرامر نظام
br: Defesa Índia do Rei, Sistema Kramer
ca: Defensa Índia de Rei - Sistema Kramer
cs: King's Indian: Kramer system
de: Königsindisch: Kramer System
es: Defensa India de Rey, Sistema Kramer
eu: Erregearen indiarra: Kramer Sistema
fr: Défense est-indienne, système Kramer
id: Hindia Raja, Sistem Kramer
it: Difesa Indiana di Re, Sistema Kramer
nl: Konings Indisch: Kramer systeem
pl: Królewsko-indyjska, system Kramer'a
ru: Староиндийская защита: система Крамера
si: Kraljevo indijska, Kramerjev sistem
sv: Kungsindiskt: Kramersystemet
tr: Hint Şah: Kramer sitemi
uk: Староіндійський захист: система Крамера
vi: Vua của Ấn Độ: hệ thống Kramer

source: King Indian Defence: Larsen Variation
ar: الملك الهندي: لارسن تفريع
br: Defesa Índia do Rei, Variante Larsen
ca: Defensa Índia de Rei - Variant Larsen
cs: King's Indian: Larsen variation
de: Königsindisch: Larsen-Variante
es: Defensa India de Rey, Variante Larsen
eu: Erregearen indiarra: Larsen Aldaera
fr: Défense est-indienne, var. Larsen
id: Hindia Raja, Varian Larsen
it: Difesa Indiana di Re, Variante Larsen
nl: Konings Indisch: Larsen variant
pl: Królewsko-indyjska, wariant Larsen'a
ru: Староиндийская защита: вариант Ларсена
si: Kraljevo indijska, Larsenova različica
sv: Kungsindiskt: Larsenvarianten
tr: Hint Şah: Larsen varyasyonu
uk: Староіндійський захист: варіант Ларсена
vi: Vua của Ấn Độ: Larsen biến

source: King Indian Defence: London System
ar: الملك الهندي: لندن نظام
br: Defesa Índia do Rei, Sistema Londres
ca: Defensa Índia de Rei - Sistema Londres
cs: King's Indian: London system
de: Königsindisch: London System
es: Defensa India de Rey, Sistema Londres
eu: Erregearen indiarra: Londresko Sistema
fr: Défense est-indienne, système de Londres
id: Hindia Raja, Sistem London
it: Difesa Indiana di Re, Sistema Londres
nl: Konings Indisch: London systeem
pl: Królewsko-indyjska, system London
ru: Староиндийская защита: лондонская система
si: Kraljevo indijska, londonski sistem
sv: Kungsindiskt: Londonsystemet
tr: Hint Şah: Londra sistemi
uk: Староіндійський захист: Лондонська система
vi: Vua của Ấn Độ: hệ thống London

source: King Indian Defence: Makagonov System (5.h3)
ar: الملك الهندي: ماكاجونوف نظام (5.h3)
br: Defesa Índia do Rei, Sistema Makagonov 5.h3
ca: Defensa Índia de Rei - Sistema Makagonov
cs: King's Indian: Makagonov system (5.h3)
de: Königsindisch: Makagonov System (5.h3)
es: Defensa India de Rey, Sistema Makagonov
eu: Erregearen indiarra: Makagonov Sistema (5.h3)
fr: Défense est-indienne, système Makogonov (5.h3)
id: Hindia Raja, Sistem Makogonov (5.h3)
it: Difesa Indiana di Re, Sistema Makagonov
nl: Konings Indisch: Makagonov systeem (5.h3)
pl: Królewsko-indyjska, system Makagonov'a(5.h3)
ru: Староиндийская защита: система Макогонова
si: kraljevo-indijska, Makagonov sistem (5.h3)
sv: Kungsindiskt: Makagonovsystemet (5.h3)
tr: Hint Şah: Makagonov sistemi (5.h3)
uk: Староіндійський захист: система Макогонова (5.h3)
vi: Vua của Ấn Độ: hệ thống Makagonov (5.h3)

source: King Indian Defence: Normal Variation
es: Defensa India de Rey: Variante Normal
eu: Erregearen Indiar Erasoa: Aldaera Normala

source: King Indian Defence: Orthodox Variation
ar: الملك الهندي: الأرثوذكسي تفريع
br: Defesa Índia do Rei, Variante Ortodoxa
ca: Defensa Índia de Rei - Variant Ortodoxa
cs: King's Indian: orthodox variation
de: Königsindisch: Orthodoxe Variante
es: Defensa India de Rey, Variante Ortodoxa
eu: Erregearen indiarra: Aldaera Ortodoxoa
fr: Défense est-indienne, var. orthodoxe
id: Hindia Raja Varian Orthodox
it: Difesa Indiana di Re, Variante Ortodossa
nl: Konings Indisch:orthodoxe variant
pl: Królewsko-indyjska, wariant ortodoksyjny
ru: Староиндийская защита: ортодоксальный вариант
si: Kraljevo indijska, ortodoksna različica
sv: Kungsindiskt: Ortodox variant
tr: Hint Şah: ortodoks varyasyonu
uk: Староіндійський захист: ортодоксальний варіант
vi: Vua Ấn Độ: biến thể chính thống

source: King Indian Defence: Orthodox Variation, Bayonet Attack, Sokolov Line
es: Defensa India de Rey: Variante Orthodox, Ataque Bayonet, Sokolov Line
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Baioneta Erasoa, Sokolov Lerroa

source: King Indian Defence: Orthodox Variation, Bayonet Attack, Yepishin Line
es: Defensa India de Rey: Variante Orthodox, Ataque Bayonet, Yepishin Line
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Baioneta Erasoa, Yepichin Lerroa

source: King Indian Defence: Orthodox Variation, Classical System, Kozul Gambit
es: Defensa India de Rey: Variante Orthodox, Classical System, Gambito Kozul
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Sistema Klasikoa, Kozul Ganbitoa

source: King Indian Defence: Orthodox Variation, Classical System, Neo-Classical Line
es: Defensa India de Rey: Variante Orthodox, Classical System, Neo-Classical Line
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Sistema Klasikoa, Lerro Neo-Klasikoa

source: King Indian Defence: Orthodox Variation, Glek Defence
es: Defensa India de Rey: Variante Orthodox, Defensa Glek
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Glek Defentsa

source: King Indian Defence: Orthodox Variation, Korchnoi Attack
es: Defensa India de Rey: Variante Orthodox, Ataque Korchnoi
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Korchnoi Erasoa

source: King Indian Defence: Orthodox Variation, Modern System
es: Defensa India de Rey: Variante Orthodox, Modern System
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Sistema Modernoa
fr: Défense est-indienne, var. orthodoxe, système moderne

source: King Indian Defence: Orthodox Variation, Positional Defence, Closed Line
es: Defensa India de Rey: Variante Orthodox, Defensa Positional, Closed Line
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Defentsa Posizionala, Lerro Itxia

source: King Indian Defence: Orthodox Variation, Ukrainian Defence
es: Defensa India de Rey: Variante Orthodox, Defensa Ukrainian
eu: Erregearen Indiar Erasoa: Aldaera Ortodoxoa, Ukraniar Defentsa
fr: Défense est-indienne, var. orthodoxe, défense ukrainienne

source: King Indian Defence: Orthodox, 7...Nbd7
ar: الملك الهندي: الأرثوذكسي, 7...Nbd8
br: Defesa Índia do Rei, Variante Ortodoxa, 7...Cbd7
ca: Defensa Índia de Rei - Variant Ortodoxa - 7 ...Cbd7
cs: King's Indian: orthodox, 7...Nbd7
de: Königsindisch: orthodox, 7...Sbd7
es: Defensa India de Rey, Variante Ortodoxa, 7...Cbd7
eu: Erregearen indioa: Ortodoxoa, 7...Zbd7
fr: Défense est-indienne, var. orthodoxe, 7...Cbd7
id: Hindia Raja Orthodox, 7....Kbd7
it: Difesa Indiana di Re, Variante Ortodossa, 7...Cbd7
nl: Konings Indisch:orthodox, 7 ... Pbd7
pl: Królewsko-indyjska, wariant ortodoksyjny, 7...Sbd7
ru: Староиндийская защита: ортодоксальный вариант, 7...Кbd7
si: Kraljevo indijska, ortodoksna, 7. Sbd7
sv: Kungsindiskt: Ortodoxt, 7...Sbd7
tr: Hint Şah: ortodoks, 7...Nbd7
uk: Староіндійський захист: ортодоксальний варіант, 7...Кbd7
vi: Của vua Ấn Độ: chính thống, 7 ... Nbd7

source: King Indian Defence: Orthodox, 7...Nbd7, 8.Re1
ar: الملك الهندي: الأرثوذكسي, 7...Nbd7, 8.Re2
br: Defesa Índia do Rei, Variante Ortodoxa, 7...Cbd7, 8.Te1
ca: Defensa Índia de Rei - Variant Ortodoxa - 7 ...Cbd7 - 8. Te1
cs: King's Indian: orthodox, 7...Nbd7, 8.Re1
de: Königsindisch: orthodox, 7...Sbd7, 8.Te1
es: Defensa India de Rey, Variante Ortodoxa, 7...Cbd7, 8.Te1
eu: Erregearen indiarra: Ortodoxoa, 7...Zbd7, 8.Ge1
fr: Défense est-indienne, var. orthodoxe, 7...Cbd7 8.Te1
id: Hindia Raja Orthodox, 7...Kbd7 8.Be1
it: Difesa Indiana di Re, Variante Ortodossa, 7...Cbd7, 8.Te1
nl: Konings Indisch:orthodox, 7 ... Pbd7, 8.Te1
pl: Królewsko-indyjska, ortodoksyjny, 7...Sbd7, 8.We1
ru: Староиндийская защита: ортодоксальный вариант, 7...Кbd7, 8.Лe1
si: kraljevo-indijska, ortodoksna, 7...Sbd7, 8.Te1
sv: Kungsindiskt: Ortodoxt, 7...Sbd7, 8.Te1
tr: Hint Şah: ortodoks, 7...Nbd7, 8.Re1
uk: Староіндійський захист: ортодоксальний варіант, 7...Кbd7, 8.Тe1
vi: Vua Ấn Độ: chính thống, 7 ... Nbd7, 8.Re1

source: King Indian Defence: Orthodox, 7...Nbd7, Main Line
ar: الملك الهندي: الأرثوذكسي, 7...Nbd7, الخط الرئيسي
br: Defesa Índia do Rei, Variante Ortodoxa, 7...Cbd7, Linha Principal
ca: Defensa Índia de Rei - Variant Ortodoxa - 7 ...Cbd7 - Línea principal
cs: King's Indian: orthodox, 7...Nbd7, main line
de: Königsindisch: orthodox, 7...Sbd7, Hauptvariante
es: Defensa India de Rey, Variante Ortodoxa, 7...Cbd7, Linea Principal
eu: Erregearen indiarra: Ortodoxoa, 7...Zbd7, Lerro Nagusia
fr: Défense est-indienne, var. orthodoxe, 7...Cbd7, ligne principale
id: Hindia Raja Orthodox, 7...Kbd7, Jalur Utama
it: Difesa Indiana di Re, Variante Ortodossa, 7...Cbd7, Linea Principale
nl: Konings Indisch:orthodox, 7 ... Pbd7, hoofdlijn
pl: Królewsko-indyjska, ortodoksyjny, 7...Sbd7, główna linia
ru: Староиндийская защита: ортодоксальный вариант, 7...Кbd7, основное продолжение
si: Kraljevo indijska: ortodoksna, 7. Sbd7, glavna linija
sv: Kungsindiskt: Ortodoxt, 7...Sbd7, huvudvariant
tr: Hint Şah: ortodoks, 7...Nbd7, ana hat
uk: Староіндійський захист: ортодоксальний варіант, 7...Кbd7, основне продовження
vi: Của vua Ấn Độ: chính thống, 7 ... Nbd7, dòng chính

source: King Indian Defence: Orthodox, Aronin-Taimanov Variation
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف تفريع
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov o atac Iugoslau o Variant Mar del Plata
cs: King's Indian: orthodox, Aronin-Taimanov variation
de: Königsindisch: orthodox, Aronin-Taimanov-Variante
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov o Ataque Yugoslavo o Variante Mar del Plata
eu: Erregearen indiarra: Ortodoxoa, Aronin-Taimanov Aldaera
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov
id: Hindia Raja Orthodox, Varian Aronin-Taimanov
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov o Attacco Yugoslavo o Variante Mar del Plata
nl: Konings Indisch:orthodox, Aronin-Taimanov variant
pl: Królewsko-indyjska, ortodoksyjny, wariant Aronin-Taimanov
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова
si: Kraljevo indijska, ortodoksna, Aronin-Taimanova različica
sv: Kungsindiskt: Ortodoxt, Aronin-Tajmanovs variant
tr: Hint Şah: ortodoks, Aronin-Taimanov varyasyonu
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова
vi: Chính thống, Aronin-Taimanov biến thể: Ấn Độ vua của

source: King Indian Defence: Orthodox, Aronin-Taimanov, 9.Ne1
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف, 9.Ne2
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov, 9.Ce1
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov - 9. Ce1
cs: King's Indian: orthodox, Aronin-Taimanov, 9.Ne1
de: Königsindisch: orthodox, Aronin-Taimanov, 9.Ne1
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov, 9.Ce1
eu: Erregearen indiarra: Ortodoxoa, Aronin-Taimanov, 9.Ze1
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov, 9.Ce1
id: Hindia Raja Orthodox, Aronin-Taimanov, 9.Ke1
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov, 9.Ce1
nl: Konings Indisch:orthodox, Aronin-Taimanov, 9.Pe1
pl: Królewsko-indyjska, ortodoksyjny, Aronin-Taimanov, 9.Se1
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова, 9.Кe1
si: kraljevo-indijska, ortodoksna, Aronin-Taimanova, 9.Se1
sv: Kungsindiskt: Ortodoxt, Aronin-Tajmanov, 9.Se1
tr: Hint Şah: ortodoks, Aronin-Taimanov, 9.Ne1
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова, 9.Кe1
vi: Vua Ấn Độ: chính thống, Aronin-Taimanov, 9.Ne1

source: King Indian Defence: Orthodox, Aronin-Taimanov, Bayonet Attack
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف, بايونيت هجوم
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov, Ataque Baioneta
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov - Atac baioneta
cs: King's Indian: orthodox, Aronin-Taimanov, bayonet attack
de: Königsindisch: orthodox, Aronin-Taimanov, bayonet Angriff
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov, Ataque a la Bayoneta
eu: Erregearen indiarra: Ortodoxoa, Aronin-Taimanov, Baioneta Erasoa
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov, attaque à la baïonnette
id: Hindia Raja Orthodox, Aronin-Taimanov, Serangan Bayonet
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov, Attacco a la Bayoneta
nl: Konings Indisch:orthodox, Aronin-Taimanov, bajonet-aanval
pl: Królewsko-indyjska, ortodoksyjny, Aronin-Taimanov, atak bagnet
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова, штыковой удар
si: Kraljevo indijska, ortodoksna, Aronin-Taimanova, bajonetni napad
sv: Kungsindiskt:Ortodoxt, Aronin-Tajmanov, Bajonettangrepp
tr: Hint Şah: ortodoks, Aronin-Taimanov, süngü hücumu
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова, штиковой удар
vi: Của vua Ấn Độ: chính thống, Aronin-Taimanov, tấn công lưỡi lê

source: King Indian Defence: Orthodox, Aronin-Taimanov, Benko Attack
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف, بينكو هجوم
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov, Ataque Benko
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov - Línia principal - Atac Benko
cs: King's Indian: orthodox, Aronin-Taimanov, Benko attack
de: Königsindisch: orthodox, Aronin-Taimanov, Benko Angriff
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov, Linea Principal, Ataque Benko
eu: Erregearen indiarra: Ortodoxoa, Aronin-Taimanov, Benko Erasoa
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov, attaque Benko
id: Hindia Raja Orthodox, Aronin-Taimanov, Serangan Benko
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov, Linea Principale, Attacco Benko
nl: Konings Indisch:orthodox, Aronin-Taimanov, Benko aanval
pl: Królewsko-indyjska, ortodoksyjny, Aronin-Taimanov, atak Benko
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова, атака Бенко
si: Kraljevo indijska, ortodoksna, Aronin-Taimanova, Benkov napad
sv: Kungsindiskt: Ortodoxt, Aronin-Tajmanov, Benkos angrepp
tr: Hint Şah: ortodoks, Aronin-Taimanov, Benko hücumu
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова, атака Бенко
vi: Chính thống, Aronin-Taimanov, Benko tấn công: Ấn Độ vua của

source: King Indian Defence: Orthodox, Aronin-Taimanov, Main Line
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف, الخط الرئيسي
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov, Linha Principal
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov - Línia principal
cs: King's Indian: orthodox, Aronin-Taimanov, main line
de: Königsindisch: orthodox, Aronin-Taimanov, Hauptvariante
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov, Linea Principal
eu: Erregearen indiarra: Ortodoxoa, Aronin-Taimanov, Lerro Nagusia
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov, ligne principale
id: Hindia Raja Orthodox, Aronin-Taimanov, Jalur Utama
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov, Linea Principale
nl: Konings Indisch:Aronin-Taimanov, hoofdlijn
pl: Królewsko-indyjska, ortodoksyjny, Aronin-Taimanov, główna linia
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова, основное продолжение
si: Kraljevo indijska: ortodoksna, Aronin-Taimanov, glavna linija
sv: Kungsindiskt: Ortodoxt, Aronin-Tajmanov, huvudvariant
tr: Hint Şah: ortodoks, Aronin-Taimanov, ana hat
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова, основне продовження
vi: Chính thống, Aronin-Taimanov, dòng chính: Ấn Độ vua của
