Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Neo-Gruenfeld, 6.cd Nxd5, 7.O-O Nb6
ar: المستحدث-جرونفلد, 6.cd Nxd5, 7.O-O Nb7
br: Defesa Neo-Grünfeld, 6.cxd5 Cxd5 7.O-O Cb6
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. cxd5 Cxd5 - 7. 0-0 Cb6
de: Neo-Grünfeld, 6.cd Nxd5, 7.O-O Sb6
es: Defensa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O Cb6
eu: Neo-Gruenfeld, 6.cd Zxd5, 7.O-O Zb6
fr: Défense néo-Grünfeld, 6.cxd5 Cxd5 7.O-O Cb6
id: Neo Gruendfeld, 6.cd Kxd5 7.0-0 Kb6
it: Difesa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O Cb6
nl: Neo-Gruenfeld, 6.cd Pxd5, 7.O-O Pb6
pl: Nowa Gruenfeld'a, 6. cd Sxd5, 7.O-O Sb6
ru: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O Кb6
si: Neo-Gruenfeldova, 6. cd Sxd5, 7. O-O Sb6
sv: Neo-Grünfeld: 6.cd Nxd5, 7.O-O Sb6
tr: Yeni Gruenfeld, 6.cd Nxd5, 7.O-O Nb6
uk: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O Кb6

source: Neo-Indian (Seirawan) Attack
ar: المستحدث-الهندي (Seirawan) هجوم
br: Ataque Neo-Índio (Seirawan)
ca: Atac Neo Indi o Seirawan
de: Neo-Indisch (Seirawan) Angriff
es: Ataque Neo Indio o Seirawan
eu: NeoIndiar(Seirawan) Erasoa
fr: Attaque néo-indienne (Seirawan)
id: Serangan Neo Hindia (Seirawan)
it: Attacco Neo Indiano o Seirawan
nl: Neo-Indisch (Seirawan) aanval
pl: Atak nowo-indyjski (Seirawan'a)
ru: Новоиндийская атака
si: Neo-indijski (Seirawanov) napad
sv: Neo-Indiskt angrepp (Seirawan)
tr: Yeni Hint (Seirawan) hücumu
uk: Новоіндійська атака
vi: Neo-Ấn Độ (Seirawan) tấn công

source: Nimzo-Indian Defence
ar: نيمزو الهندي دفاع
br: Defesa Nimzo-Índia
ca: Defensa Nimzo Índia
de: Nimzoindisch
es: Defensa Nimzo India
eu: Nimzo-Indiar Defentsa
fr: Défense Nimzo-indienne
id: Pembelaan Nimzo Hindia
it: Difesa Nimzo Indiana
nl: Nimzo-Indisch verdediging
pl: Obrona Nimzovitsch'a
ru: Защита Нимцовича
si: Nimzo-indijska obramba
sv: Nimzoindiskt
tr: Nimzo-Hint savunması
uk: Захист Німцовича
vi: Phòng thủ Nimzo-Ấn Độ

source: Nimzo-Indian Defence: 4.e3
ar: نيمزو الهندي: 4.e4
br: Defesa Nimzo-Índia, 4.e3
ca: Defensa Nimzo Índia - Variant Rubinstein
cs: Nimzo-Indian: 4.e3
de: Nimzoindisch: 4.e3
es: Defensa Nimzo India, Variante Rubinstein
eu: Nimzo-indiarra: 4.e3
fr: Défense Nimzo-indienne, 4.e3
id: Nimzo Hindia: 4.e3
it: Difesa Nimzo Indiana, Variante Rubinstein
nl: Nimzo-Indisch: 4.e3
pl: Nimzovich, 4.e3
ru: Защита Нимцовича: система Рубинштейна
si: Nimzo-indijska, 4. e3
sv: Nimzoindiskt: 4.e3
tr: Nimzo-Hint: 4.e3
uk: Захист Німцовича: система Рубінштейна
vi: Nimzo-Ấn Độ: 4.e3

source: Nimzo-Indian Defence: 4.e3 C5
ar: نيمزو الهندي: 4.e3 c6
br: Defesa Nimzo-Índia, 4.e3 c5
ca: Defensa Nimzo Índia amb 4. e3 - 4 ...c5
cs: Nimzo-Indian: 4.e3 c5
de: Nimzoindisch: 4.e3 c5
es: Defensa Nimzo India 4.e3, 4...c5
eu: Nimzo-indiarra: 4.e3 c5
fr: Défense Nimzo-indienne, 4.e3 c5
id: Nimzo Hindia: 4.e3 c5
it: Difesa Nimzo Indiana 4.e3, 4...c5
nl: Nimzo-Indisch: 4.e3 c5
pl: Nimzovich, 4.e3 c5
ru: Защита Нимцовича: система Рубинштейна, 4...c5
si: Nimzo-indijska, 4. e3 c5
sv: Nimzoindiskt: 4.e3 c5
tr: Nimzo-Hint: 4.e3 c5
uk: Захист Німцовича: система Рубінштейна, 4...c5
vi: Nimzo-Ấn Độ: 4.e3 c5

source: Nimzo-Indian Defence: 4.e3 C5, 5.Ne2 (Rubinstein)
ar: نيمزو الهندي: 4.e3 c5, 5.Ne2 (روبينشتاين)
br: Defesa Nimzo-Índia, 4.e3 c5, 5.Ne2 (Rubinstein)
ca: Defensa Nimzo Índia amb 4. e3 c5 - 5. Ne2 (Rubinstein)
cs: Nimzo-Indian: 4.e3 c5, 5.Ne2 (Rubinstein)
de: Nimzoindisch: 4.e3 c5, 5.Se2 (Rubinstein)
es: Defensa Nimzo India 4.e3 c5, 5.Ne2 (Rubinstein)
eu: Nimzo-indiarra: 4.e3 c5, 5.Ze2 (Rubinstein)
fr: Défense Nimzo-indienne, 4.e3 c5 5.Ce2 (Rubinstein)
id: Nimzo Hindia: 4.e3 c5 5.Ke2 (Rubenstein)
it: Difesa Nimzo Indiana 4.e3 c5, 5.Ne2 (Rubinstein)
nl: Nimzo-Indisch: 4.e3 c5, 5.Pe2 (Rubinstein)
pl: Nimzovich, 4.e3 c5, 5.Se2 (Rubinstein)
ru: Защита Нимцовича: система Рубинштейна
si: nimzo-indijska, 4.e3 c5, 5.Se2 (Rubinsteinova)
sv: Nimzoindiskt: 4.e3 c5, 5.Se2 (Rubinstein)
tr: Nimzo-Hint: 4.e3 c5, 5.Ne2 (Rubinstein)
uk: Захист Німцовича: 4...c5, 5.Кe2 (система Рубінштейна)
vi: Nimzo-Ấn Độ: 4.e3 c5, 5.Ne2 (Rubinstein)

source: Nimzo-Indian Defence: 4.e3 E8g8, 5.Nf3 D7d5
ar: نيمزو الهندي: 4.e3 e8g8, 5.Nf3 d7d6
br: Defesa Nimzo-Índia, 4.e3 e8g8, 5.Cf3 d5
ca: Defensa Nimzo Índia amb 4. e3 - 5. Cf3 d5
cs: Nimzo-Indian: 4.e3 e8g8, 5.Nf3 d7d5
de: Nimzoindisch: 4.e3 e8g8, 5.Sf3 d7d5
es: Defensa Nimzo India 4.e3, 5.Cf3 d5
eu: Nimzo-indiarra: 4.e3, 5.Zf3 d5
fr: Défense Nimzo-indienne, 4.e3 O-O 5.Cf3 d5
id: Nimzo Hindia: 4.e3 e8g8, 5.Kf3 d7d5
it: Difesa Nimzo Indiana 4.e3, 5.Cf3 d5
nl: Nimzo-Indisch: 4.e3 e8g8, 5.Pf3 d7d5
pl: Nimzovich, 4.e3 e8g8, 5.Sf3 d7d5
ru: Защита Нимцовича: система Рубинштейна, 4...O-O, 5.Кf3 d5
si: Nimzo-indijska, 4.e3 e8g8, 5. Sf3 d7d5
sv: Nimzoindiskt: 4.e3 e8g8, 5.Sf3 d5
tr: Nimzo-Hint: 4.e3 e8g8, 5.Nf3 d7d5
uk: Захист Німцовича: система Рубінштейна, 4...O-O, 5.Кf3 d5
vi: Nimzo-Ấn Độ: 4.e3 e8g8, 5.Nf3 d7d5

source: Nimzo-Indian Defence: 4.e3 E8g8, 5.Nf3, Without ...d5
ar: نيمزو الهندي: 4.e3 e8g8, 5.Nf3, بدون ...d6
br: Defesa Nimzo-Índia, 4.e3 e8g8, 5.Cf3 sem ...d5
ca: Defensa Nimzo Índia amb 4. e3 - 5. Cf3 sense ...d5
cs: Nimzo-Indian: 4.e3 e8g8, 5.Nf3, without ...d5
de: Nimzoindisch: 4.e3 e8g8, 5.Sf3, ohne ...d5
es: Defensa Nimzo India 4.e3, 5.Cf3 sin ...d5
eu: Nimzo-indiarra: 4.e3, 5.Zf3, ...d5 gabe
fr: Défense Nimzo-indienne, 4.e3 O-O 5.Cf3, sans ...d5
id: Nimzo Hindia: 4.e3 e8g8, 5.Kf3 tanpa ...d5
it: Difesa Nimzo Indiana 4.e3, 5.Cf3 sin ...d5
nl: Nimzo-Indisch: 4.e3 e8g8, 5.Pf3, zonder ... d5
pl: Nimzovich, 4.e3 e8g8, 5.Sf3 bez d5
ru: Защита Нимцовича: система Рубинштейна, 4...O-O, 5.Кf3, без ...d5
si: nimzo-indijska, 4.e3 e8g8, 5.Sf3, brez ...d5
sv: Nimzoindiskt: 4.e3 e8g8, 5.Sf3, utan ...d5
tr: Nimzo-Hint: ...d5 olmadan, 4.e3 e8g8, 5.Nf3
uk: Захист Німцовича: система Рубінштейна, 4...O-O, 5.Кf3, без ...d5
vi: Nimzo-Ấn Độ: 4.e3 e8g8, 5.Nf3, mà không ... d5

source: Nimzo-Indian Defence: 4.e3 O-O
ar: نيمزو الهندي: 4.e3 O-O
br: Defesa Nimzo-Índia, 4.e3 O-O
ca: Defensa Nimzo Índia amb 4. e3 - 4 ...0-0
cs: Nimzo-Indian: 4.e3 O-O
de: Nimzoindisch: 4.e3 O-O
es: Defensa Nimzo India 4.e3, 4...O O
eu: Nimzo-indiarra: 4.e3 O-O
fr: Défense Nimzo-indienne, 4.e3 O-O
id: Nimzo Hindia: 4.e3 0-0
it: Difesa Nimzo Indiana 4.e3, 4...O O
nl: Nimzo-Indisch: 4.e3 O-O
pl: Nimzovich, 4.e3 O-O
ru: Защита Нимцовича: система Рубинштейна, 4...O-O
si: Nimzo-indijska, 4. e3 O-O
sv: Nimzoindiskt: 4.e3 O-O
tr: Nimzo-Hint: 4.e3 O-O
uk: Захист Німцовича: система Рубінштейна, 4...O-O
vi: Nimzo-Ấn Độ: 4.e3 O-O

source: Nimzo-Indian Defence: 4.e3 O-O, 5.Bd3
ar: نيمزو الهندي: 4.e3 O-O, 5.Bd4
br: Defesa Nimzo-Índia, 4.e3 O-O, 5.Bd3
ca: Defensa Nimzo Índia amb 4. e3 - Variant Moderna
cs: Nimzo-Indian: 4.e3 O-O, 5.Bd3
de: Nimzoindisch: 4.e3 O-O, 5.Ld3
es: Defensa Nimzo India 4.e3, Variante Moderna
eu: Nimzo-indiarra: 4.e3 O-O, 5.Ad3
fr: Défense Nimzo-indienne, 4.e3 O-O 5.Fd3
id: Nimzo Hindia: 4.e3 0-0 5.Gd3
it: Difesa Nimzo Indiana 4.e3, Variante Moderna
nl: Nimzo-Indisch: 4.e3 O-O, 5.Ld3
pl: Nimzovich, 4.e3 O-O, 5.Gd3
ru: Защита Нимцовича: система Рубинштейна, 4...O-O, 5.Сd3
si: nimzo-indijska, 4.e3 O-O, 5.Ld3
sv: Nimzoindiskt: 4.e3 O-O, 5.Ld3
tr: Nimzo-Hint: 4.e3 O-O, 5.Bd3
uk: Захист Німцовича: система Рубінштейна, 4...O-O, 5.Сd3
vi: Nimzo-Ấn Độ: 4.e3 O-O, 5.Bd3

source: Nimzo-Indian Defence: 4.e3 O-O, 5.Bd3 D5
ar: نيمزو الهندي: 4.e3 O-O, 5.Bd3 d6
br: Defesa Nimzo-Índia, 4.e3 O-O, 5.Bd3 d5
ca: Defensa Nimzo Índia amb 4. e3 - 5 ...d5
cs: Nimzo-Indian: 4.e3 O-O, 5.Bd3 d5
de: Nimzoindisch: 4.e3 O-O, 5.Ld3 d5
es: Defensa Nimzo India 4.e3, 5...d5
eu: Nimzo-indiarra: 4.e3 O-O, 5.Ad3 d5
fr: Défense Nimzo-indienne, 4.e3 O-O 5.Fd3 d5
id: Nimzo Hindia: 4.e3 0-0 5.Gd3 d5
it: Difesa Nimzo Indiana 4.e3, 5...d5
nl: Nimzo-Indisch: 4.e3 O-O, 5.Ld3 d5
pl: Nimzovich, 4.e3 O-O 5.Gd3 d5
ru: Защита Нимцовича: система Рубинштейна, 4...O-O, 5.Сd3 d5
si: nimzo-indijska, 4.e3 O-O, 5.Ld3 d5
sv: Nimzoindiskt: 4.e3 O-O, 5.Ld3 d5
tr: Nimzo-Hint: 4.e3 O-O, 5.Bd3 d5
uk: Захист Німцовича: система Рубінштейна, 4...O-O, 5.Сd3 d5
vi: Nimzo-Ấn Độ: 4.e3 O-O, 5.Bd3 d5

source: Nimzo-Indian Defence: 4.e3, Botvinnik System
ar: نيمزو الهندي: 4.e3, نظام بوتفنيك
br: Defesa Nimzo-Índia, 4.e3, Sistema Botvinnik
ca: Defensa Nimzo Índia amb 4. e3 - Sistema Botvinnik 6. a3
cs: Nimzo-Indian: 4.e3, Botvinnik system
de: Nimzoindisch: 4.e3, Botvinnik System
es: Defensa Nimzo India 4.e3, Sistema Botvinnik 6.a3
eu: Nimzo-indiarra: 4.e3, Botvinnik Sistema
fr: Défense Nimzo-indienne, 4.e3, système Botvinnik
id: Nimzo Hindia: 4.e3, Sistem Botwinnik
it: Difesa Nimzo Indiana 4.e3, Sistema Botvinnik 6.a3
nl: Nimzo-Indisch: 4.e3, Botvinnik systeem
pl: Nimzovich, 4.e3 system Botvinnik'a
ru: Защита Нимцовича: система Рубинштейна, система Ботвинника
si: nimzo-indijska, 4.e3, Botvinikov sistem
sv: Nimzoindiskt: 4.e3, Botvinniksystemet 6.a3
tr: Nimzo-Hint: 4.e3, Botvinnik sistemi
uk: Захист Німцовича: система Рубінштейна, система Ботвинника
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Botvinnik

source: Nimzo-Indian Defence: 4.e3, Bronstein (Byrne) Variation
ar: نيمزو الهندي: 4.e3, برونشتاين (بايرن) تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Bronstein (Byrne)
ca: Defensa Nimzo Índia amb 4. e3 - Variant Bronstein (Byrne)
cs: Nimzo-Indian: 4.e3, Bronstein (Byrne) variation
de: Nimzoindisch: 4.e3, Bronstein (Byrne)-Variante
es: Defensa Nimzo India 4.e3, Variante Bronstein (Byrne)
eu: Nimzo-indiarra: 4.e3, Bronstein (Byrne) Aldaera
fr: Défense Nimzo-indienne, 4.e3, var. Bronstein (Byrne)
id: Nimzo Hindia: 4.e3, Varian Bronstein (Byrne)
it: Difesa Nimzo Indiana 4.e3, Variante Bronstein (Byrne)
nl: Nimzo-Indisch: 4.e3, Bronstein (Byrne) variant
pl: Nimzovich, 4.e3, wariant Bronstein'a(Byrne)
ru: Защита Нимцовича: система Рубинштейна, вариант Бронштейна
si: nimzo-indijska, 4.e3, Bronsteinova (Byrnova) različica
sv: Nimzoindiskt: 4.e3, Bronsteinvarianten (Byrne)
tr: Nimzo-Hint: 4.e3, Bronstein (Byrne) varyasyonu
uk: Захист Німцовича: система Рубінштейна, варіант Бронштейна
vi: Nimzo-Ấn Độ: 4.e3, Bronstein (Byrne) biến thể

source: Nimzo-Indian Defence: 4.e3, Gligoric System With 7...Nbd7
ar: نيمزو الهندي: 4.e3, جليجوريك نظام مع 7...Nbd8
br: Defesa Nimzo-Índia, 4.e3, Sistema Gligoric com 7...Cbd7
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Sistema Gligoric amb 7 ... Cbd7
cs: Nimzo-Indian: 4.e3, Gligoric system with 7...Nbd7
de: Nimzoindisch: 4.e3, Gligoric System mit 7...Sbd7
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Sistema Gligoric con 7...Cbd7
eu: Nimzo-indiarra: 4.e3, Gligoric-en Sistema 7...Zbd7rekin
fr: Défense Nimzo-indienne, 4.e3, système Gligorić, avec 7...Cbd7
id: Nimzo Hindia: 4.e3, Sistem Gligoric dg 7.... Kbd7
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Sistema Gligoric con 7...Cbd7
nl: Nimzo-Indisch: 4.e3, Gligoric systeem met 7 ... Pbd7
pl: Nimzovich, 4.e3, system Gligoric'a z 7...Sbd7
ru: Защита Нимцовича: система Рубинштейна, система Глигорича с 7...Кbd7
si: Nimzo-indijska, 4. e3, Gligoricev sistem z 7. Sbd7
sv: Nimzoindiskt: 4.e3, Gligoricsystemet med 7...Sbd7
tr: Nimzo-Hint: 7...Nbd7 ile 4.e3, Gligoric sistemi
uk: Захист Німцовича: система Рубінштейна, система Глігорича з 7...Кbd7
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Gligoric với 7 ... Nbd7

source: Nimzo-Indian Defence: 4.e3, Gligoric System With 7...dc
ar: نيمزو الهندي: 4.e3, جليجوريك نظام مع 7...dc
br: Defesa Nimzo-Índia, 4.e3, Sistema Gligoric com 7...dxc4
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Sistema Gligoric amb 7 ... dxc4
cs: Nimzo-Indian: 4.e3, Gligoric system with 7...dc
de: Nimzoindisch: 4.e3, Gligoric System mit 7...dc
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Sistema Gligoric con 7...dxc4
eu: Nimzo-indiarra: 4.e3, Lerro Nagusia ...c5rekin, Gligoric-en Sistema 7...dxc4
fr: Défense Nimzo-indienne, 4.e3, système Gligorić, avec 7...dc
id: Nimzo Hindia: 4.e3, Sistem Gligoric dg 7.... dc
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Sistema Gligoric con 7...dxc4
nl: Nimzo-Indisch: 4.e3, Gligoric systeem met 7 ... dc
pl: Nimzovitsch, 4.e3, system Gligoric'a z 7...dc
ru: Защита Нимцовича: система Рубинштейна, система Глигорича с 7...dc
si: Nimzo-indijska, 4. e3, Gligoricev sistem z 7. dc
sv: Nimzoindiskt: 4.e3, Gligoricsystemet med 7...dxc4
tr: Nimzo-Hint: 7...dc ile 4.e3, Gligoric sistemi
uk: Захист Німцовича: система Рубінштейна, система Глігорича з 7...dc
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Gligoric với 7 ... dc

source: Nimzo-Indian Defence: 4.e3, Gligoric System, Bronstein Variation
ar: نيمزو الهندي: 4.e3, جليجوريك نظام, برونشتاين تفريع
br: Defesa Nimzo-Índia, 4.e3, Sistema Gligoric, Variante Bronstein
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Sistema Gligoric - Variant Bronstein
cs: Nimzo-Indian: 4.e3, Gligoric system, Bronstein variation
de: Nimzoindisch: 4.e3, Gligoric System, Bronstein-Variante
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Sistema Gligoric, Variante Bronstein
eu: Nimzo-indiarra: 4.e3, Gligoric-en Sistema, Bronstein Aldaera
fr: Défense Nimzo-indienne, 4.e3, système Gligorić, var. Bronstein
id: Nimzo Hindia: 4.e3, Sistem Gligoric, Varian Bronstein
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Sistema Gligoric, Variante Bronstein
nl: Nimzo-Indisch: 4.e3, Gligoric systeem, Bronstein variant
pl: Nimzovich, 4.e3, system Gligoric'a, wariant Bronstein'a
ru: Защита Нимцовича: система Рубинштейна, система Глигорича, вариант Бронштейна
si: nimzo-indijska, 4.e3, Gligoricev sistem, Bronsteinova različica
sv: Nimzoindiskt: 4.e3, Gligoricsystemet, Bronsteinvarianten
tr: Nimzo-Hint: 4.e3, Gligoric sistemi, Bronstein varyasyonu
uk: Захист Німцовича: система Рубінштейна, система Глігорича, варіант Бронштейна
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Gligoric, Bronstein biến

source: Nimzo-Indian Defence: 4.e3, Gligoric System, Smyslov Variation
ar: نيمزو الهندي: 4.e3, جليجوريك نظام, سيمسلوف تفريع
br: Defesa Nimzo-Índia, 4.e3, Sistema Gligoric, Variante Smyslov
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Sistema Gligoric - Variant Smyslov
cs: Nimzo-Indian: 4.e3, Gligoric system, Smyslov variation
de: Nimzoindisch: 4.e3, Gligoric System, Smyslov-Variante
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Sistema Gligoric, Variante Smyslov
eu: Nimzo-indiarra: 4.e3, Gligoric-en Sistema, Smyslov Aldaera
fr: Défense Nimzo-indienne, 4.e3, système Gligorić, var. Smyslov
id: Nimzo Hindia: 4.e3, Sistem Gligoric, Varian Smyslov
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Sistema Gligoric, Variante Smyslov
nl: Nimzo-Indisch: 4.e3, Gligoric systeem, Smyslov variant
pl: Nimzovich, 4.e3, system Gligoric'a, wariant Smyslov'a
ru: Защита Нимцовича: система Рубинштейна, система Глигорича, вариант Смыслова
si: Nimzo-indijska, 4. e3, Gligoricev sistem, Smyslova različica
sv: Nimzoindiskt: 4.e3, Gligoricsystemet, Smyslovvarianten
tr: Nimzo-Hint: 4.e3, Gligoric sistemi, Smyslov varyasyonu
uk: Захист Німцовича: система Рубінштейна, система Глігорича, варіант Смислова
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Gligoric, Smyslov biến

source: Nimzo-Indian Defence: 4.e3, Keres Variation
ar: نيمزو الهندي: 4.e3,كيريس تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Keres
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Variant Keres
cs: Nimzo-Indian: 4.e3, Keres variation
de: Nimzoindisch: 4.e3, Keres-Variante
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Variante Keres
eu: Nimzo-indiarra: 4.e3, Keres Aldaera
fr: Défense Nimzo-indienne, 4.e3, var. Keres
id: Nimzo Hindia: 4.e3, Sistem Gligoric, Varian Keres
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Variante Keres
nl: Nimzo-Indisch: 4.e3, Keres variant
pl: Nimzovich, 4.e3, wariant Keres'a
ru: Защита Нимцовича: система Рубинштейна, вариант Кереса
si: Nimzo-indijska, 4. e3, Keresova različica
sv: Nimzoindiskt: 4.e3, Keresvarianten
tr: Nimzo-Hint: 4.e3, Keres varyasyonu
uk: Захист Німцовича: система Рубінштейна, варіант Кереса
vi: Nimzo-Ấn Độ: 4.e3, Keres biến

source: Nimzo-Indian Defence: 4.e3, Main Line
ar: نيمزو الهندي: 4.e3, الخط الرئيسي
br: Defesa Nimzo-Índia, 4.e3, Linha Principal
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - 9 ... dxc4
cs: Nimzo-Indian: 4.e3, main line
de: Nimzoindisch: 4.e3, Hauptvariante
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, 9....dxc4
eu: Nimzo-indiarra: 4.e3, Lerro Nagusia
fr: Défense Nimzo-indienne, 4.e3, ligne principale
id: Nimzo Hindia: 4.e3, Jalur Utama
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, 9....dxc4
nl: Nimzo-Indisch: 4.e3, hoofdlijn
pl: Nimzovich, 4.e3, główna linia
ru: Защита Нимцовича: система Рубинштейна, основное продолжение
si: Nimzo-indijska: 4. e3, glavna linija
sv: Nimzoindiskt: 4.e3, huvudvariant
tr: Nimzo-Hint: 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження
vi: Nimzo-Ấn Độ: 4.e3, dòng chính

source: Nimzo-Indian Defence: 4.e3, Main Line With ...b6
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع ...b7
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com ...b6
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... b6
cs: Nimzo-Indian: 4.e3, main line with ...b6
de: Nimzoindisch: 4.e3, Hauptvariante mit ...b6
es: Defensa Nimzo India 4.e3, Linea Principal con ...b6
eu: Nimzo-indiarra: 4.e3, Lerro Nagusia ...b6rekin
fr: Défense Nimzo-indienne, 4.e3, ligne principale, avec ...b6
id: Nimzo Hindia: 4.e3, Jalur Utama dg ...b6
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...b6
nl: Nimzo-Indisch: 4.e3, hoofdlijn met ... b6
pl: Nimzovitsch, 4.e3, główna linia z ...b6
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с ...b6
si: Nimzo-indijska: 4. e3, glavna linija z ...b6
sv: Nimzoindiskt: 4.e3, huvudvariant med ...b6
tr: Nimzo-Hint: ...b6 ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з ...b6
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với ... b6

source: Nimzo-Indian Defence: 4.e3, Main Line With ...c5
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع ...c6
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com ...c5
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5
cs: Nimzo-Indian: 4.e3, main line with ...c5
de: Nimzoindisch: 4.e3, Hauptvariante mit ...c5
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5
eu: Nimzo-indiarra: 4.e3, Lerro Nagusia ...c5-rekin
fr: Défense Nimzo-indienne, 4.e3, ligne principale, avec ...c5
id: Nimzo Hindia: 4.e3, Jalur Utama dg ...c5
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5
nl: Nimzo-Indisch: 4.e3, hoofdlijn met ... c5
pl: Nimzovitsch, 4.e3, główna linia z ...c5
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с ...c5
si: Nimzo-indijska: 4. e3, glavna linija z ...c5
sv: Nimzoindiskt: 4.e3, huvudvariant med ...c5
tr: Nimzo-Hint: ...c5 ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з ...c5
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với ... c5

source: Nimzo-Indian Defence: 4.e3, Main Line With 7...Nc6
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع 7...Nc7
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com 7...Cc6
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - 7 ... Cc6
cs: Nimzo-Indian: 4.e3, main line with 7...Nc6
de: Nimzoindisch: 4.e3, Hauptvariante mit 7...Sc6
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, 7...Cc6
eu: Nimzo-Indian: 4.e3, Lerro Nagusia 7...Zc6rekin
fr: Défense Nimzo-indienne, 4.e3, ligne principale, avec 7...Cc6
id: Nimzo Hindia: 4.e3, Jalur Utama dg 7.... Kc6
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, 7...Cc6
nl: Nimzo-Indisch: 4.e3, hoofdlijn met 7 ... Pc6
pl: Nimzovitsch, 4.e3, główna linia z 7...Sc6
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с 7...Кc6
si: Nimzo-indijska: 4. e3, glavna linija z 7. Sc6
sv: Nimzoindiskt: 4.e3, huvudvariant med 7...Sc6
tr: Nimzo-Hint: 7...Nc6 ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з 7...Кc6
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với 7 ... Nc6

source: Nimzo-Indian Defence: 4.e3, Main Line With 8...Bxc3
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع 8...Bxc4
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com 8.a3 Bxc3
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - 8. a3 Axc3
cs: Nimzo-Indian: 4.e3, main line with 8...Bxc3
de: Nimzoindisch: 4.e3, Hauptvariante mit 8...Bxc3
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, 8.a3 Axc3
eu: Nimzo-Indian: 4.e3, Lerro Nagusia 8...Axc3
fr: Défense Nimzo-indienne, 4.e3, ligne principale, avec 8...Fxc3
id: Nimzo Hindia: 4.e3, Jalur Utama dg 8.... Gxc3
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, 8.a3 Axc3
nl: Nimzo-Indisch: 4.e3, hoofdlijn met 8 ... Lxc3
pl: Nimzovitsch, 4.e3, główna linia z 8...Gxc3
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с 8...Сxc3
si: Nimzo-indijska: 4.e3, glavna linija z 8. Lxc3
sv: Nimzoindiskt: 4.e3, huvudvariant med 8...Lxc3
tr: Nimzo-Hint: 8...Bxc3 ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з 8...Сxc3
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với 8 ... Bxc3

source: Nimzo-Indian Defence: 4.e3, Main Line With 8...dc And 9...cd
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع 8...dc و 9...cd
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com 8.a3 dxc4 e 9...cxd4
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - 8. a3 dxc4 i 9 ... cxd4
cs: Nimzo-Indian: 4.e3, main line with 8...dc and 9...cd
de: Nimzoindisch: 4.e3, Hauptvariante mit 8...dc und 9...cd
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, 8.a3 dxc4 y 9...cxd4
eu: Nimzo-Indian: 4.e3, Lerro Nagusia 8...dc eta 9...cd
fr: Défense Nimzo-indienne, 4.e3, ligne principale, avec 8...dc et 9...cd
id: Nimzo Hindia: 4.e3, Jalur Utama dg 8.... dc dan 9. ... cd
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, 8.a3 dxc4 y 9...cxd4
nl: Nimzo-Indisch: 4.e3, hoofdlijn met 8 ... dc en 9 ... cd
pl: Nimzovitsch, 4.e3, główna linia z 8...dc i 9 ...cd
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с 8...dc и 9...cd
si: Nimzo-indijska: 4.e3, glavna linija z 8...dc in 9...cd
sv: Nimzoindiskt: 4.e3, huvudvariant med 8...dc och 9...cd
tr: Nimzo-Hint: 8...dc ve 9...cd ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з 8...dc і 9...cd
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với 8 ... dc và 9 ... cd

source: Nimzo-Indian Defence: 4.e3, Ragozin Variation
ar: نيمزو الهندي: 4.e3, راجوزين تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Ragozin
ca: Defensa Nimzo Índia amb 4. e3 - Variant Ragozin
cs: Nimzo-Indian: 4.e3, Ragozin variation
de: Nimzoindisch: 4.e3, Ragozin-Variante
es: Defensa Nimzo India 4.e3, Variante Ragozin
eu: Nimzo-indiarra: 4.e3, Ragozin Aldaera
fr: Défense Nimzo-indienne, 4.e3, var. Ragozin
id: Nimzo Hindia: 4.e3, Varian Ragozin
it: Difesa Nimzo Indiana 4.e3, Variante Ragozin
nl: Nimzo-Indisch: 4.e3, Ragozin variant
pl: Nimzovich, 4.e3, wariant Ragozin'a
ru: Защита Нимцовича: система Рубинштейна, вариант Рагозина
si: Nimzo-indijska, 4. e3, Ragozinova različica
sv: Nimzoindiskt: 4.e3, Ragozinvarianten
tr: Nimzo-Hint: 4.e3, Ragozin varyasyonu
uk: Захист Німцовича: система Рубінштейна, варіант Рагозіна
vi: Nimzo-Ấn Độ: 4.e3, Ragozin biến
