Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: English Opening: Mikenas-Carls, Kevitz Variation
ar: الانجليزي : ميكناس-كارلس, كيفيتس تفريع
br: Abertura Inglesa, Variante Mikenas-Carls, Variante Kevitz
ca: Obertura Anglèsa, Variant Mikenas Carls, Variant Kevitz
cs: Anglická: Mikenas-Carls, Kevitzkého varianta
de: Englisch: Mikenas-Carls, Kevitz-Variante
es: Apertura Inglesa, Variante Mikenas Carls, Variante Kevitz
eu: Ingelesa: Mikenas-Carls, Kevitz Aldaera
fr: Anglaise, var. Mikenas - Carls, var. Kevitz
id: Inggris: Varian Mikenas-Carls, Varian Kevitz
it: Apertura Inglese, Variante Mikenas Carls, Variante Kevitz
nl: Engels: MikenasCarls, Kevitz variant
pl: Angielska, Mikenas-Carls, wariant Kevitz'a
ru: Английское начало: система Микенаса-Флора, вариант Кевитца
si: angleška, Mikenas-Carls, Kevitzova različica
sv: Engelskt: Mikenas-Carls, Kevitzvarianten
tr: İngiliz: Mikenas-Carls, Kevitz varyasyonu
uk: Англійський початок: система Мікенаса-Флора, варіант Кевітца
vi: Anh: Mikenas-Carls, biến Kevitz

source: English Opening: Mikenas-Carls, Sicilian Variation
ar: الانجليزي : ميكناس-كارلس, صقلي تفريع
br: Abertura Inglesa, Variante Mikenas-Carls, Variante Siciliana
ca: Obertura Anglèsa, Variant Mikenas Carls, Variant Siciliana
cs: Anglická: Mikenasův-Carlsův systém, Sicilská varianta
de: Englisch: Mikenas-Carls, Sizilianische Variante
es: Apertura Inglesa, Variante Mikenas Carls, Variante Siciliana
eu: Ingelesa: Mikenas-Carls, siziliar Aldaera
fr: Anglaise, var. Mikenas - Carls, var. sicilienne
id: Inggris: Varian Mikenas-Carls, Varian Sisilia
it: Apertura Inglese, Variante Mikenas Carls, Variante Siciliana
nl: Engels: MikenasCarls, Siciliaanse variant
pl: Angielska, Mikenas-Carls, wariant sycylijski
ru: Английское начало: система Микенаса-Флора, сицилианский вариант
si: angleška, Mikenas-Carls, sicilijanska različica
sv: Engelskt: Mikenas-Carls, Sicilianska varianten
tr: İngiliz: Mikenas-Carls, Sicilya varyasyonu
uk: Англійський початок: система Мікенаса-Флора, Сицилійський варіант
vi: Anh: Mikenas-Carls, biến Sicilian

source: English Opening: Myers Variation
es: Apertura Inglesa: Variante Myers
eu: Irekiera Ingelesa: Myers Aldaera
fr: Anglaise, var. Myers

source: English Opening: Nenarokov Variation
ar: الانجليزي : نيناروكوف تفريع
br: Abertura Inglesa, Variante Nenarokov
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Nenarokov
cs: Anglická: Nenarokovova varianta
de: Englisch: Nenarokov-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Nenarokov
eu: Ingelesa: Nenarokov Aldaera
fr: Anglaise, var. Nenarokov
id: Inggris: Varian Nenarokov
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Nenarokov
nl: Engels: Nenarokov variant
pl: Angielska, wariant Nenarokov'a
ru: Английское начало: вариант Ненарокова
si: angleška, Nenarokova različica
sv: Engelskt: Nenarokovvarianten
tr: İngiliz: Nenarokov varyasyonu
uk: Англійський початок: варіант Ненарокова
vi: Anh: biến Nenarokov

source: English Opening: Neo-Catalan
ar: الانجليزي : المستحدث-كاتالان
br: Abertura Inglesa, Variante Neo-Catalã
ca: Obertura Anglèsa - Variant Neo-Catalana
cs: Anglická: Novo-katalánská
de: Englisch: Neo-Katalanisch
es: Apertura Inglesa, Variante Neo Catalana
eu: Ingelesa: Neo-katalana
fr: Anglaise, var. néo-catalane
id: Inggris: Neo Katalan
it: Apertura Inglese, Variante Neo Catalana
nl: Engels: NeoCatalaans
pl: Angielska, nowo-kataloński
ru: Английское начало: новокаталонское начало
si: angleška, Neo-Catalan
sv: Engelskt: Neo-Katalanskt
tr: İngiliz: Yeni Katalonya
uk: Англійський початок: Новокаталонський початок
vi: Anh: Neo-Catalan

source: English Opening: Neo-Catalan Accepted
ar: الانجليزي : المستحدث-كاتالان المقبول
br: Abertura Inglesa, Variante Neo-Catalã Aceita
ca: Obertura Anglèsa - Variant Neo-Catalana acceptada
cs: Anglická: Přijatá novo-katalánská
de: Englisch: Neo-Katalanisch angenommen
es: Apertura Inglesa, Variante Neo Catalana Aceptada
eu: Ingelesa: Neo-katalana Onartua
fr: Anglaise, var. néo-catalane acceptée
id: Inggris: Neo Katalan Diterima
it: Apertura Inglese, Variante Neo Catalana Aceptada
nl: Engels: aanvaard NeoCatalaans
pl: Angielska, nowo-kataloński przyjęty
ru: Английское начало: принятое новокаталонское начало
si: angleška, Neo-Catalan sprejeta
sv: Engelskt: Neo-Katalanskt antaget
tr: İngiliz: Yeni Katalonya kabul edildi
uk: Англійський початок: прийнятий Новокаталонський початок
vi: Anh: Neo-Catalan chấp nhận

source: English Opening: Neo-Catalan Declined
ar: الانجليزي : المستحدث-كاتالان المرفوض
br: Abertura Inglesa, Variante Neo-Catalã Recusada
ca: Obertura Anglèsa - Variant Neo-Catalana refusada
cs: Anglická: Odmítnutá novo-katalánská
de: Englisch: Neo-Katalanisch abgelehnt
es: Apertura Inglesa, Variante Neo Catalana Rehusada
eu: Irekiera Ingelesa: Neo-Katalan Ukatua
fr: Anglaise, défense néo-catalane refusée
id: Inggris: Neo Katalan Ditolak
it: Apertura Inglese, Variante Neo Catalana Rehusada
nl: Engels: NeoCatalaans geweigerd
pl: Angielska, nowo-kataloński nieprzyjęty
ru: Английское начало: отказанное новокаталонское начало
si: angleška, Neo-Catalan zavrnjena
sv: Engelskt: Neo-Katalanskt avböjt
tr: İngiliz: Yeni Katalonya red edildi
uk: Англійський початок: відхилений Новокаталонський початок
vi: Anh: Neo-Catalan từ chối

source: English Opening: New York (London) Defensive System
ar: الانجليزي : نيو يورك (لندن) دفاعي نظام
br: Abertura Inglesa, Sistema Defensivo Nova York (Londres)
ca: Obertura Anglèsa - Sistema Defensiu New York o Londres
cs: Anglická: New Yorkský (Londýnský) obranný systém
de: Englisch: New York (London) Verteidigung
es: Apertura Inglesa, Sistema Defensivo Nueva York o Londres
eu: Ingelesa: New York (Londres) Defentsa-Sistema
fr: Anglaise, système défensif de New York
id: Inggris: Sistem Pertahanan New York (London)
it: Apertura Inglese, Sistema Defensivo Nueva York o Londres
nl: Engels: New York (Londen) verdedigingssysteem
pl: Angielska, system obronny Nowy Jork(Londyn)
ru: Английское начало: Нью-Йоркская защитная система
si: angleška, New York (London) obrambni sistem
sv: Engelskt: New-York-systemet (London)
tr: İngiliz: New York (Londra) savunma sistemi
uk: Англійський початок: Нью-Йоркська захисна система
vi: Anh: hệ thống phòng thủ New York (London)

source: English Opening: Nimzo-English Opening
ar: الانجليزي : نيمزو-الافتتاح الانجليزي
br: Abertura Inglesa, Nimzo-Inglesa
ca: Obertura Anglèsa, Obertura Nimzo Anglèsa
cs: Anglická: Nimco-anglické zahájení
de: Englisch: Nimzo-Englisch Eröffnung
es: Apertura Inglesa, Apertura Nimzo Inglesa
eu: Ingelesa: Nimzo-English Irekiera
fr: Anglaise, système Nimzo-anglais
id: Inggris: Pembukaan Nimzo-Inggris
it: Apertura Inglese, Apertura Nimzo Inglese
nl: Engels: Nimzo-Engels opening
pl: Angielska, debiut Nimzo-Angileski
ru: Английское начало: английская система защиты Нимцовича
si: angleška, Nimzo-English otvoritev
sv: Engelskt: Nimzo-Engelsk spelöppning
tr: İngiliz: Nimzo-İngiliz açılışı
uk: Англійський початок: Англійська система захисту Німцовича
vi: Anh: khai cuộc Nimzo-Anh

source: English Opening: Nimzovich Variation
ar: الانجليزي, نيمزوفيتش تفريع
br: Abertura Inglesa, Variante Nimzowitsch
ca: Obertura Anglèsa, Variant Nimzowitsch
cs: Anglická: Nimcovičova varianta
de: Englisch, Nimzowitsch-Variante
es: Apertura Inglesa, Variante Nimzowitsch
eu: Ingelesa, Nimzovich Aldaera
fr: Anglaise, var. Nimzowitsch
id: Inggris: Varian Nimzowtich
it: Apertura Inglese, Variante Nimzowitsch
nl: Engels, Nimzovich variant
pl: Angielska, wariant Nimzovitsch'a
ru: Английское начало: система Нимцовича
si: angleška, Nimzovicheva različica
sv: Engelskt: Nimzowitschvarianten
tr: İngiliz, Nimzovich varyasyonu
uk: Англійський початок: система Німцовича
vi: Anh, biến Nimzovich

source: English Opening: Nimzovich, Flohr Variation
ar: الانجليزي, نيمزوفيتش, فلوهر تفريع
br: Abertura Inglesa, Variante Nimzowitsch, Variante Flohr
ca: Obertura Anglèsa, Variant Nimzowitsch, Variant Flohr
cs: Anglická: Nimcovičova, Flohrova varianta
de: Englisch, Nimzowitsch, Flohr-Variante
es: Apertura Inglesa, Variante Nimzowitsch, Variante Flohr
eu: Ingelesa, Nimzovich, Flohr Aldaera
fr: Anglaise, var. Nimzowitsch, var. Flohr
id: Inggris: Varian Nimzowtich, Flohr
it: Apertura Inglese, Variante Nimzowitsch, Variante Flohr
nl: Engels, Nimzovich, Flohr variant
pl: Angielska, Nimzovitsch'a, wariant Flohr
ru: Английское начало: система Нимцовича, вариант Флора
si: angleška, Nimovich, Flohrjeva različica
sv: Engelskt: Nimzowitsch, Flohrvarianten
tr: İngiliz, Nimzovich, Flohr varyasyonu
uk: Англійський початок: система Німцовича, варіант Флора
vi: Anh, Nimzovich, biến Flohr

source: English Opening: Porcupine Variation
es: Apertura Inglesa: Variante Porcupine
eu: Irekiera Ingelesa: Triku Aldaera
fr: Anglaise, var. du porc-épic

source: English Opening: Queens Indian Formation
ar: الانجليزي : الوزير الهندي تشكيل
br: Abertura Inglesa, Formação Índia da Dama
ca: Obertura Anglèsa, Formació Índia de Dama
cs: Anglická: Dámská indická formace
de: Englisch: Damenindische Formation
es: Apertura Inglesa, Formación India de Dama
eu: Ingelesa: Queens Indian Formazioa
fr: Anglaise, formation ouest-indienne
id: Inggris: Formasi Hindia Menteri
it: Apertura Inglese, Formazione Indiana di Donna
nl: Engels: Dame Indische formatie
pl: Angielska, formacja Hetmańsko Indyjska
ru: Английское начало: новоиндийское построение
si: angleška, Damino indijska formacija
sv: Engelskt: Damindisk formation
tr: İngiliz: Vezir Hint formasyonu
uk: Англійський початок: Новоіндійська побудова
vi: Anh: Cơ cấu Hậu Ấn Độ

source: English Opening: Queens Indian, Romanishin Variation
ar: الانجليزي : الوزير الهندي, رومانشين تفريع
br: Abertura Inglesa, Formação Índia da Dama, Variante Romanishin
ca: Obertura Anglèsa, Formació Índia de Dama, Variant Romanishin
cs: Anglická: Dámská indická, Romanishinova varianta
de: Englisch: Damenindisch, Romanishin-Variante
es: Apertura Inglesa, Formación India de Dama, Variante Romanishin
eu: Ingelesa: Queens Indian, Romanishin Aldaera
fr: Anglaise, formation ouest-indienne, var. Romanichine
id: Inggris: Hindia Menteri, Varian Romanishin
it: Apertura Inglese, Formazione Indiana di Donna, Variante Romanishin
nl: Engels: Dame Indisch, Romanishin variant
pl: Angielska,Hetmańsko Indyjska, wariant Romanishin'a
ru: Английское начало: новоиндийское построение, вариант Романишина
si: angleška, Damino indijska, Romanishinova različica
sv: Engelskt: Damindiskt, Romanisjinvarianten
tr: İngiliz: Vezir Hint, Romanishin varyasyonu
uk: Англійський початок: Новоіндійська побудова, варіант Романишина
vi: Anh: Hậu Ấn Độ, biến Romanishin

source: English Opening: Romanishin Gambit
ar: الانجليزي : رومانشين جامبيت
br: Abertura Inglesa, Gambito Romanishin
ca: Obertuta Anglèsa - Gambit Romanishin
cs: Anglická: Romanishinův gambit
de: Englisch: Romanishin Gambit
es: Apertura Inglesa, Gambito Romanishin
eu: Ingelesa: Romanishin Ganbitoa
fr: Anglaise, gambit Romanichine
id: Inggris: Gambit Romanishin
it: Apertura Inglese, gambetto Romanishin
nl: Engels: Romanishin gambiet
pl: Angielska, gambit Romanishin'a
ru: Английское начало: вариант Романишина
si: angleška, Romanishinov gambit
sv: Engelskt: Romanisjingambit
tr: İngiliz: Romanishin gambiti
uk: Англійський початок: варіант Романишина
vi: Anh: Romanishin Gambit

source: English Opening: Sicilian Reversed
ar: الانجليزي : صقلي المعكوس
br: Abertura Inglesa, Defesa Siciliana Invertida
ca: Obertura Anglèsa - Defensa Siciliana invertida
cs: Anglická: Obrácená sicilská
de: Englisch: Sizilianisch im Anzug
es: Apertura Inglesa, Defensa Siciliana Invertida
eu: Ingelesa: Siziliarra Alderantziz
fr: Anglaise, var. défense sicilienne fermée inversée
id: Inggris: Sisilia Terbalik
it: Apertura Inglese, Difesa Siciliana Invertita
nl: Engels: omgekeerd Siciliaans
pl: Angielska, Sycylijska odwrócona
ru: Английское начало: сицилианская защита с переменой цвета фигур
si: angleška, sicilijanska obratna
sv: Engelskt: Sicilianskt omvänt
tr: İngiliz: tersine Sicilya
uk: Англійський початок: Сицилійський захист зі зміною кольору фігур
vi: Anh: nghịch Sicilian

source: English Opening: Smyslov Defence
ar: الانجليزي, سيمسلوف دفاع
br: Abertura Inglesa, Defesa Smyslov
ca: Obertura Anglesa, Defensa Smyslov
cs: Anglická: Smyslovova obrana
de: Englisch, Smyslov Verteidigung
es: Apertura Inglesa, Defensa Smyslov
eu: Ingelesa, Smyslov Defentsa
fr: Anglaise, défense Smyslov
id: Inggris: Pembelaan Smyslov
it: Apertura Inglese, Difesa Smyslov
nl: Engels, Smyslov verdediging
pl: Angielska, obrona Smyslov'a
ru: Английское начало: защита Смыслова
si: angleška, Smyslova obramba
sv: Engelskt: Smyslovs försvar
tr: İngiliz, Smyslov savunması
uk: Англійський початок: захист Смислова
vi: Anh, Phòng thủ Smyslov

source: English Opening: Symmetrical Variation
ar: الانجليزي : التفريع المتناظر
br: Abertura Inglesa, Variante Simétrica
ca: Obertura Anglèsa - Variant Simètrica
cs: English: symmetrical variation
de: Englisch: Symmetrische Variante
es: Apertura Inglesa, Variante Simétrica
eu: Irekiera Ingelesa: Aldaera Simetrikoa
fr: Anglaise, var. symétrique
id: Inggris: Varian Simetris
it: Apertura Inglese, Variante Simmetrica
nl: Engels: symmetrische variant
pl: Angielska, wariant symetryczny
ru: Английское начало: симметричный вариант
si: angleška, simetrična različica
sv: Engelskt: Symmetrisk variant
tr: İngiliz: simetrik varyasyon
uk: Англійський початок: симетричний варіант
vi: Anh: Biến thể đối xứng

source: English Opening: Symmetrical Variation, Anti-Benoni Variation, Spielmann Defence
es: Apertura Inglesa: Variante Symmetrical, Variante Anti-Benoni, Defensa Spielmann
eu: Irekiera Ingelesa: Aldaera Simetrikoa, Anti-Benoni Aldaera, Spielmann Defentsa

source: English Opening: Symmetrical Variation, Botvinnik System Reversed
es: Apertura Inglesa: Variante Symmetrical, Botvinnik System Reversed
eu: Irekiera Ingelesa: Aldaera Simetrikoa, Botvinnik Sistema Alderantziz

source: English Opening: Symmetrical Variation, Fianchetto Variation
es: Apertura Inglesa: Variante Symmetrical, Variante Fianchetto
eu: Irekiera Ingelesa: Aldaera Simetrikoa, Fianchetto Aldaera
fr: Anglaise symétrique, var. du fianchetto

source: English Opening: Symmetrical Variation, Full Symmetry Line
es: Apertura Inglesa: Variante Symmetrical, Full Symmetry Line
eu: Irekiera Ingelesa: Aldaera Simetrikoa, Lerro erabat Simetrikoa
fr: Anglaise, var. symétrique, ligne pleinement symétrique

source: English Opening: Symmetrical Variation, Napolitano Gambit
es: Apertura Inglesa: Variante Symmetrical, Gambito Napolitano
eu: Irekiera Ingelesa: Aldaera Simetrikoa, Napolitano Ganbitoa

source: English Opening: Symmetrical Variation, Normal Variation
es: Apertura Inglesa: Variante Symmetrical, Variante Normal
eu: Irekiera Ingelesa: Aldaera Simetrikoa, Aldaera Normala
fr: Anglaise, var. symétrique, var. normale

source: English Opening: Symmetrical Variation, Two Knights Line
es: Apertura Inglesa: Variante Symmetrical, Two Knights Line
eu: Irekiera Ingelesa: Aldaera Simetrikoa, Bi Zaldunen Lerroa
fr: Anglaise symétrique, ligne des 2 cavaliers

source: English Opening: Symmetrical Variation, Two Knights Variation
es: Apertura Inglesa: Variante Symmetrical, Variante Two Knights
eu: Irekiera Ingelesa: Aldaera Simetrikoa, Lau Zaldunen Aldaera
fr: Anglaise symétrique, var. des 2 cavaliers

source: English Opening: Symmetrical, Benoni Formation
ar: الانجليزي : متناظر, بينوني تشكيل
br: Abertura Inglesa, Variante Simétrica, Formação Benoni
ca: Obertura Anglèsa - Variant Simètrica - Formació Benoni
cs: English: symmetrical, Benoni formation
de: Englisch: Symmetrisch, Benoni Formation
es: Apertura Inglesa, Variante Simétrica, Formación Benoni
eu: Ingelesa: Simetrikoa, Benoni Formazioa
fr: Anglaise symétrique, formation défense Benoni
id: Inggris: Varian Simetris, Formasi Benoni
it: Apertura Inglese, Variante Simmetrica, Formazione Benoni
nl: Engels: symmetrisch, Benoni formatie
pl: Angielska, symetryczny, formacja Benoni'ego
ru: Английское начало: симметричный вариант, построение Бенони
si: angleška otvoritev, simetrična, Benonijeva razporeditev
sv: Engelskt: Symmetriskt, Benoniformation
tr: İngiliz: simetrik, Benoni formasyonu
uk: Англійський початок: симетричний варіант, побудова Беноні
vi: Anh: đối xứng, hình thành Benoni

source: English Opening: Symmetrical, Botvinnik System
ar: الانجليزي : متناظر, نظام بوتفنيك
br: Abertura Inglesa, Variante Simétrica, Sistema Botvinnik
ca: Obertura Anglèsa - Variant Simètrica - Sistema Botvinnik
cs: English: symmetrical, Botvinnik system
de: Englisch: Symmetrisch, Botvinnik System
es: Apertura Inglesa, Variante Simétrica, Sistema Botvinnik
eu: Ingelesa: Simetrikoa, Botvinnik Sistema
fr: Anglaise symétrique, système Botvinnik
id: Inggris: Varian Simetris, Sistem Botwinnik
it: Apertura Inglese, Variante Simmetrica, Sistema Botvinnik
nl: Engels: symmetrisch, Botvinnik systeem
pl: Angielska, symetryczny, system Botvinnik'a
ru: Английское начало: симметричный вариант, система Ботвинника
si: angleška, simetrična, Botvinnikov sistem
sv: Engelskt: Symmetriskt, Botvinniksystemet
tr: İngiliz: simetrik, Botvinnik sistemi
uk: Англійський початок: симетричний варіант, система Ботвинника
vi: Anh: đối xứng, hệ thống Botvinnik

source: English Opening: Symmetrical, Botvinnik System Reversed
ar: الانجليزي : متناظر, نظام بوتفنيك المعكوس
br: Abertura Inglesa, Variante Simétrica, Sistema Botvinnik Invertido
ca: Obertura Anglèsa - Variant Simètrica - Sistema Botvinnik invertit
cs: English: symmetrical, Botvinnik system reversed
de: Englisch: Symmetrisch, Botvinnik System im Anzug
es: Apertura Inglesa, Variante Simétrica, Sistema Botvinnik Invertido
eu: Ingelesa: Simetrikoa, Botvinnik Sistema Alderantziz
fr: Anglaise symétrique, système Botvinnik inversé
id: Inggris: Varian Simetris, Sistem Botwinnik Terbalik
it: Apertura Inglese, Variante Simmetrica, Sistema Botvinnik Invertito
nl: Engels: symmetrisch, omgekeerd Botvinnik systeem
pl: Angielska, symetryczny, odwrócony system Botvinnik'a
ru: Английское начало: симметричный вариант, система Ботвинника с переменой цвета фигур
si: angleška, simetrična, Botvinnikov obratni sistem
sv: Engelskt: Symmetriskt, Botvinniksystemet, omvänt
tr: İngiliz: simetrik, tersine Botvinnik sistemi
uk: Англійський початок: симетричний варіант, система Ботвинника зі зміною кольору фігур
vi: Anh: đối xứng, hệ thống Botvinnik đảo ngược

source: English Opening: Symmetrical, Four Knights System
ar: الانجليزي : متناظر, الأربعة أحصنة نظام
br: Abertura Inglesa, Variante Simétrica, Sistema dos 4 Cavalos
ca: Obertura Anglèsa - Variant Simètrica, Sistema dels quatre cavalls
cs: English: symmetrical, four knights system
de: Englisch: Symmetrisch, Vierspringerspiel
es: Apertura Inglesa, Variante Simétrica, Sistema de los 4 Caballos
eu: Ingelesa: Simetrikoa, Lau Zaldunen Sistema
fr: Anglaise symétrique, système des 4 cavaliers
id: Inggris: Varian Simetris, Sistem 4 Kuda
it: Apertura Inglese, Variante Simmetrica, Sistema dei 4 Cavalli
nl: Engels: symmetrisch, vier paarden systeem
pl: Angielska, symetryczny, system czterch skoczków
ru: Английское начало: симметричный вариант, система четырех коней
si: angleška, simetrična, sistem štirih skakačev
sv: Engelskt: Symmetriskt, Fyrspringarspel
tr: İngiliz: simetrik, dört at sistemi
uk: Англійський початок: симетричний варіант, система чотирьох коней
vi: Tiếng Anh: đối xứng, bốn hệ thống hiệp sĩ

source: English Opening: Symmetrical, Geller Variation
ar: الانجليزي : متناظر, جيلر تفريع
br: Abertura Inglesa, Variante Simétrica, Variante Geller
ca: Obertura Anglesa - Variant Simètrica - Variant Geller
cs: English: symmetrical, Geller variation
de: Englisch: Symmetrisch, Geller-Variante
es: Apertura Inglesa, Variante Simétrica, Variante Geller
eu: Ingelesa: Simetrikoa, Geller Aldaera
fr: Anglaise symétrique, var. Geller
id: Inggris: Varian Simetris, Varian Geller
it: Apertura Inglese, Variante Simmetrica, Variante Geller
nl: Engels: symmetrisch, Geller variant
pl: Angielska, symetryczny, wariant Geller'a
ru: Английское начало: симметричный вариант, вариант Геллера
si: angleška, simetrična, Gellerjeva različica
sv: Engelskt: Symmetriskt, Gellervarianten
tr: İngiliz: simetrik, Geller varyasyonu
uk: Англійський початок: симетричний, варіант Геллера
vi: Anh: đối xứng, biến thể Geller

source: English Opening: Symmetrical, Hedgehog System
ar: الانجليزي : متناظر, هيدجيهوج نظام
br: Abertura Inglesa, Variante Simétrica, Sistema Ouriço
ca: Obertura Anglèsa - Variant Simètrica - Sistema Eriçó
cs: English: symmetrical, hedgehog system
de: Englisch: Symmetrisch, Igel System
es: Apertura Inglesa, Variante Simétrica, Sistema Erizo
eu: Ingelesa: Simetrikoa, Hedgehog (Triku) Sistema
fr: Anglaise symétrique, système du hérisson
id: Inggris: Varian Simetris. Sistem Hedgehog
it: Apertura Inglese, Variante Simmetrica, Sistema Erizo
nl: Engels: symmetrisch, egel systeem
pl: Angielska, symetryczny, system jeża
ru: Английское начало: симметричный вариант, система ежа
si: angleška, simetrična, sistem ježevca
sv: Engelskt: Symmetriskt, Igelkottsystemet
tr: İngiliz: simetrik, kirpi sistemi
uk: Англійський початок: симетричний варіант, система їжака
vi: Tiếng Anh: đối xứng, hệ thống hedgehog

source: English Opening: Symmetrical, Hedgehog, Flexible Formation
ar: الانجليزي : متناظر, هيدجيهوج, مرن تشكيل
br: Abertura Inglesa, Variante Simétrica, Sistema Ouriço, Formação Flexível
ca: Obertura Anglèsa - Variant Simètrica - Sistema Eriçó - Formació Flexible
cs: English: symmetrical, hedgehog, flexible formation
de: Englisch: Symmetrisch, Igel, flexible Formation
es: Apertura Inglesa, Variante Simétrica, Sistema Erizo, Formación Flexible
eu: Ingelesa: Simetrikoa, Trikua, Formazio malgua
fr: Anglaise symétrique, système du hérisson, formation flexible
id: Inggris: Varian Simetris, Hedgehog, Formasi Fleksibel
it: Apertura Inglese, Variante Simmetrica, Sistema Erizo, Formazione Flexible
nl: Engels: symmetrisch, egel, flexibele formatie
pl: Angielska, symetryczny, system jeża, formacja elastyczna
ru: Английское начало: симметричный вариант, система ежа, гибкое построение
si: angleška, simetrična, ježevec, fleksibilna formacija
sv: Engelskt: Symmetriskt, Igelkottsystemet, flexibel formation
tr: İngiliz: simetrik, kirpi, esnek formasyon
uk: Англійський початок: симетричний варіант, система їжака, гнучка побудова
vi: Tiếng Anh: đối xứng, hedgehog, hình linh hoạt

source: English Opening: Symmetrical, Keres Defence
ar: الانجليزي : متناظر,كيريس دفاع
br: Abertura Inglesa, Variante Simétrica, Defesa Keres
ca: Obertura Anglèsa - Variant simètrica - Defensa Keres
cs: Anglická: Symetrická, Keresova obrana
de: Englisch: Symmetrisch, Keres Verteidigung
es: Apertura Inglesa, Variante Simétrica, Defensa Keres
eu: Ingelesa: Simetrikoa, Keres Defentsa
fr: Anglaise symétrique, défense Keres
id: Inggris: Simetris, Pembelaan Keres
it: Apertura Inglese, Variante Simmetrica, Difesa Keres
nl: Engels: symmetrisch, Keres verdediging
pl: Angielska, Symetryczna, obrona Keres'a
ru: Английское начало: симметричный вариант
si: angleška, simetrična, Keresova obramba
sv: Engelskt: Symmetrisk, Keres försvar
tr: İngiliz: Simetrik, Keres savunması
uk: Англійський початок: симетричний, захист Кереса
vi: Anh: Đối xứng, Phòng thủ Keres
