Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Two Knights Defence: Canal Variation
ar: دفاع الفرسين: كانال تفريع
br: Defesa dos 2 Cavalos, Variante Canal
ca: Defensa dels dos cavalls - Variant Canal
de: Zweispringerspiel im Nachzug: Canal-Variante
es: Defensa de los 2 Caballos, Variante Canal
eu: Bi Zaldunen Defentsa: Canal Aldaera
fr: Défense des 2 cavaliers, var. Canal
id: 2 Kuda: Varian Canal
it: Difesa dei 2 Cavalli, Variante Canal
nl: Tweepaardenspel: Canal variant
pl: Obrona dwóch skoczków:wariant Canal
ru: Защита двух коней: вариант Каналя
si: obramba dveh skakačev, Canalova različica
sv: Tvåspringarspel: Canalvarianten
tr: iki at savunması: Kanal varyasyonu
uk: Захист двох коней: варіант Каналя
vi: hai hiệp sĩ bảo vệ: thay đổi kênh

source: Two Knights Defence: Colman Variation
ar: دفاع الفرسين: كولمان تفريع
br: Defesa dos 2 Cavalos, Variante Colman
ca: Defensa dels dos cavalls - Variant Colman
de: Zweispringerspiel im Nachzug: Colman-Variante
es: Defensa de los 2 Caballos, Variante Colman
eu: Bi Zaldunen Defentsa: Colman Aldaera
fr: Défense des 2 cavaliers, var. Colman
id: 2 Kuda: Varian Colman
it: Difesa dei 2 Cavalli, Variante Colman
nl: Tweepaardenspel: Colman variant
pl: Obrona dwóch skoczków:wariant Colman'a
ru: Защита двух коней: вариант Колмана
si: obramba dveh skakačev, Colmanova različica
sv: Tvåspringarspel: Colmanvarianten
tr: iki at savunması: Colman varyasyonu
uk: Захист двох коней: варіант Колмана
vi: hai hiệp sĩ bảo vệ: Colman biến

source: Two Knights Defence: Fegatello Attack
ar: دفاع الفرسين: فيجاتلو هجوم
br: Defesa dos 2 Cavalos, Ataque Fegatello
ca: Defensa dels dos cavalls - Atac Fegatello
de: Zweispringerspiel im Nachzug: Fegatello-Angriff
es: Defensa de los 2 Caballos, Ataque Fegatello
eu: Bi Zaldunen Defentsa: Fegatello Erasoa
fr: Défense des 2 cavaliers, attaque fegatello (fried liver ou foie frit ; le roi noir est enveloppé par un "filet" (comme les fegatelli, le plat italien) des blancs)
id: 2 Kuda: Serangan Fegatello
it: Difesa dei 2 Cavalli, Attacco Fegatello
nl: Tweepaardenspel: Fegatello aanval
pl: Obrona dwóch skoczków:atak Fegatello
ru: Защита двух коней: вариант с жертвой коня
si: obramba dveh skakačev, Fegatellov napad
sv: Tvåspringarspel: Fegatellos angrepp
tr: iki at savunması: Fegatello hücumu
uk: Захист двох коней: варіант із жертвою коня
vi: hai hiệp sĩ bảo vệ: Fegatello tấn công

source: Two Knights Defence: Fegatello Attack, Leonhardt Variation
ar: دفاع الفرسين: فيجاتلو هجوم, ليونهاردت تفريع
br: Defesa dos 2 Cavalos, Ataque Fegatello, Variante Leonhart
ca: Defensa dels dos cavalls - Atac Fegatello - Variant Leonhart
de: Zweispringerspiel im Nachzug: Fegatello Angriff, Leonhardt-Variante
es: Defensa de los 2 Caballos, Ataque Fegatello, Variante Leonhart
eu: Bi Zaldunen Defentsa: Fegatello Erasoa, Leonhardt Aldaera
fr: Défense des 2 cavaliers, attaque fegatello, var. Leonhardt
id: 2 Kuda: Serangan Fegatelo, Varian Leonhardt
it: Difesa dei 2 Cavalli, Attacco Fegatello, Variante Leonhart
nl: Tweepaardenspel: Fegatello aanval, Leonhardt variant
pl: Obrona dwóch skoczków:atak Fegatello,wariant Leonhardt'a
ru: Защита двух коней: вариант с жертвой коня, вариант Леонгардта
si: obramba dveh skakačev, Fegatellov napad, Leonhardtova različica
sv: Tvåspringarspel: Fegatellos angrepp, Leonhardtvarianten
tr: iki at savunması: Fegatello hücumu, Leonhardt varyasyonu
uk: Захист двох коней: варіант із жертвою коня, варіант Леонгардта
vi: hai hiệp sĩ bảo vệ: Fegatello tấn công, Leonhardt biến

source: Two Knights Defence: Fegatello Attack, Polerio Defence
ar: دفاع الفرسين: فيجاتلو هجوم, بوليريو دفاع
br: Defesa dos 2 Cavalos, Defesa Polerio
ca: Defensa dels dos cavalls - Defensa Polerio
de: Zweispringerspiel im Nachzug: Fegatello Angriff, Polerio Verteidigung
es: Defensa de los 2 Caballos, Defensa Polerio
eu: Bi Zaldunen Defentsa: Fegatelloren Erasoa, Polerioaren Defentsa
fr: Défense des 2 cavaliers, attaque fegatello, défense Polerio
id: 2 Kuda: Serangan Fegatelo, Pembelaan Polerio
it: Difesa dei 2 Cavalli, Difesa Polerio
nl: Tweepaardenspel: Fegatello aanval, Polerio verdediging
pl: Obrona dwóch skoczków:atak Fegatello, obrona Polerio
ru: Защита двух коней: вариант с жертвой коня, защита Полерио
si: obramba dveh skakačev, Fegatellov napad, Poleriova obramba
sv: Tvåspringarspel: Fegatellos angrepp, Polerios försvar
tr: iki at savunması: Fegatello hücumu, Polerio savunması
uk: Захист двох коней: варіант із жертвою коня, захист Полеріо
vi: hai hiệp sĩ bảo vệ: Fegatello tấn công, phòng thủ Polerio

source: Two Knights Defence: Fritz Variation
ar: دفاع الفرسين: فريتز تفريع
br: Defesa dos 2 Cavalos, Variante Fritz
ca: Defensa dels dos cavalls - Variant Fritz
de: Zweispringerspiel im Nachzug: Fritz-Variante
es: Defensa de los 2 Caballos, Variante Fritz
eu: Bi Zaldunen Defentsa: Fritz Aldaera
fr: Défense des 2 cavaliers, var. Fritz
id: 2 Kuda: Varian Fritz
it: Difesa dei 2 Cavalli, Variante Fritz
nl: Tweepaardenspel: Fritz variant
pl: Obrona dwóch skoczków:atak Fritz'a
ru: Защита двух коней: вариант Фрица
si: obramba dveh skakačev, Fritzova različica
sv: Tvåspringarspel: Fritzvarianten
tr: iki at savunması: Fritz varyasyonu
uk: Захист двох коней: варіант Фріца
vi: hai hiệp sĩ bảo vệ: Fritz biến

source: Two Knights Defence: Fritz, Gruber Variation
ar: دفاع الفرسين: فريتز, جروبر تفريع
br: Defesa dos 2 Cavalos, Variante Fritz, Variante Gruber
ca: Defensa dels dos cavalls - Variant Fritz - Variant Gruber
de: Zweispringerspiel im Nachzug: Fritz, Gruber-Variante
es: Defensa de los 2 Caballos, Variante Fritz, Variante Gruber
eu: Bi Zaldunen Defentsa: Fritz, Gruber Aldaera
fr: Défense des 2 cavaliers, var. Fritz, var. Gruber
id: 2 Kuda: Varian Fritz, Varian Gruber
it: Difesa dei 2 Cavalli, Variante Fritz, Variante Gruber
nl: Tweepaardenspel: Fritz, Gruber var
pl: Obrona dwóch skoczków:wariant Fritz'a,Grubera
ru: Защита двух коней: вариант Фрица, вариант Грубера
si: obramba dveh skakačev, Fritz, Gruberjeva različica
sv: Tvåspringarspel: Fritz, Grubervarianten
tr: iki at savunması: Fritz, Gruber varyasyonu
uk: Захист двох коней: варіант Фріца, варіант Грубера
vi: hai hiệp sĩ bảo vệ: Fritz, Gruber biến

source: Two Knights Defence: Goering Variation
ar: دفاع الفرسين: جورنج تفريع
br: Defesa dos 2 Cavalos, Variante Goering
ca: Defensa dels dos cavalls - Variant Goering
de: Zweispringerspiel im Nachzug: Goering-Variante
es: Defensa de los 2 Caballos, Variante Goering
eu: Bi Zaldunen Defentsa: Goering Aldaera
fr: Défense des 2 cavaliers, var. Göring
id: 2 Kuda: Varian Goering
it: Difesa dei 2 Cavalli, Variante Goering
nl: Tweepaardenspel: Göring variant
pl: Obrona dwóch skoczków:wariant Goering'a
ru: Защита двух коней: вариант Геринга
si: obramba dveh skakačev, Goeringova različica
sv: Tvåspringarspel: Göringvarianten
tr: iki at savunması: Goering varyasyonu
uk: Захист двох коней: варіант Герінга
vi: hai hiệp sĩ bảo vệ: Goering biến

source: Two Knights Defence: Kieseritsky Variation
ar: دفاع الفرسين: كايزرتسكي تفريع
br: Defesa dos 2 Cavalos, Variante Kieseritzky
ca: Defensa dels dos cavalls - Variant Kieseritzky
de: Zweispringerspiel im Nachzug: Kieseritsky-Variante
es: Defensa de los 2 Caballos, Variante Kieseritzky
eu: Bi Zaldunen Defentsa: Kieseritsky Aldaera
fr: Défense des 2 cavaliers, var. Kieseritzky
id: 2 Kuda: Varian Kieseritsky
it: Difesa dei 2 Cavalli, Variante Kieseritzky
nl: Tweepaardenspel: Kieseritsky variant
pl: Obrona dwóch skoczków:wariant Kieseritsky
ru: Защита двух коней: вариант Кизерицкого
si: obramba dveh skakačev, Kieseritskyeva različica
sv: Tvåspringarspel: Kieseritzkyvarianten
tr: iki at savunması: Kieseritsky varyasyonu
uk: Захист двох коней: варіант Кізерицького
vi: hai hiệp sĩ bảo vệ: Kieseritsky biến

source: Two Knights Defence: Knorre Variation
ar: دفاع الفرسين: كنوري تفريع
br: Defesa dos 2 Cavalos, Variante Knorre
ca: Defensa dels dos cavalls - Variant Knorre
de: Zweispringerspiel im Nachzug: Knorre-Variante
es: Defensa de los 2 Caballos, Variante Knorre
eu: Bi Zaldunen Defentsa: Knorre Aldaera
fr: Défense des 2 cavaliers, var. Knorre
id: 2 Kuda: Varian Knorre
it: Difesa dei 2 Cavalli, Variante Knorre
nl: Tweepaardenspel: Knorre variant
pl: Obrona dwóch skoczków:wariant Knorre
ru: Защита двух коней: вариант Кнорре
si: obramba dveh skakačev, Knorreva različica
sv: Tvåspringarspel: Knorrevarianten
tr: iki at savunması: Knorre varyasyonu
uk: Захист двох коней: варіант Кнорре
vi: hai hiệp sĩ bảo vệ: Knorre biến

source: Two Knights Defence: Lolli Attack
ar: دفاع الفرسين: لولي هجوم
br: Defesa dos 2 Cavalos, Ataque Lolli
ca: Defensa dels dos cavalls - Atac Lolli
de: Zweispringerspiel im Nachzug: Lolli-Angriff
es: Defensa de los 2 Caballos, Ataque Lolli
eu: Bi Zaldunen Defentsa: Lolli Erasoa
fr: Défense des 2 cavaliers, attaque Lolli
id: 2 Kuda: Serangan Lolli
it: Difesa dei 2 Cavalli, Attacco Lolli
nl: Tweepaardenspel: Lolli aanval
pl: Obrona dwóch skoczków:atak Lolli
ru: Защита двух коней: атака Лолли
si: obramba dveh skakačev, Lollijev napad
sv: Tvåspringarspel: Lolliangrepp
tr: iki at savunması: Lolli hücumu
uk: Захист двох коней: атака Лоллі
vi: hai hiệp sĩ bảo vệ: Lolli tấn công

source: Two Knights Defence: Maroczy Variation
ar: دفاع الفرسين: ماركوتزي تفريع
br: Defesa dos 2 Cavalos, Variante Maroczy
ca: Defensa dels dos cavalls - Variant Maroczy
de: Zweispringerspiel im Nachzug: Maroczy-Variante
es: Defensa de los 2 Caballos, Variante Maroczy
eu: Bi Zaldunen Defentsa: Maroczy Aldaera
fr: Défense des 2 cavaliers, var. Maroczy
id: 2 Kuda: Varian Maroczy
it: Difesa dei 2 Cavalli, Variante Maroczy
nl: Tweepaardenspel: Maroczy variant
pl: Obrona dwóch skoczków:wariant Maroczego
ru: Защита двух коней: вариант Мароци
si: obramba dveh skakačev, Maroczyeva različica
sv: Tvåspringarspel: Maroczyvarianten
tr: iki at savunması: Maroczy varyasyonu
uk: Захист двох коней: варіант Мароці
vi: hai hiệp sĩ bảo vệ: biến thể Maroczy

source: Two Knights Defence: Max Lange Attack
ar: الفرسين: ماكس لانج هجوم
br: Defesa dos 2 Cavalos, Ataque Max Lange
ca: Defensa dels dos cavalls - Atac Max Lange
cs: two knights: Max Lange attack
de: Zweispringerspiel im Nachzug: Max-Lange-Angriff
es: Defensa de los 2 Caballos, Ataque Max Lange
eu: Bi Zaldun: Max Lange Erasoa
fr: Défense des 2 cavaliers, attaque Max Lange
id: 2 Kuda: Serangan Max Lange
it: Difesa dei 2 Cavalli, Attacco Max Lange
nl: twee paarden: Max Lange aanval
pl: Obrona dwóch skoczków:atak Max Lange
ru: Защита двух коней: атака Макса Ланге
si: dva skakača, Max Langev napad
sv: Tvåspringarspel: Max-Lange-angrepp
tr: iki at: Max Lange hücumu
uk: Захист двох коней: атака Макса Ланге
vi: hai hiệp sĩ: Max Lange tấn công

source: Two Knights Defence: Max Lange Attack, Berger Variation
ar: الفرسين: ماكس لانج هجوم, بيرجر تفريع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Berger
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Berger
cs: two knights: Max Lange attack, Berger variation
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Berger-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Berger
eu: Bi Zaldun: Max Lange Erasoa, Berger Aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Berger
id: 2 Kuda: Serangan Max Lange, Varian Berger
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Berger
nl: twee paarden: Max Lange aanval, Berger variant
pl: Obrona dwóch skoczków:atak Max Lange, wariant Berger'a
ru: Защита двух коней: атака Макса Ланге, вариант Бергера
si: dva skakača, Max Langev napad, Bergerjeva različica
sv: Tvåspringarspel: Max-Lange-angrepp, Bergervarianten
tr: iki at: Max Lange hücumu, Berger varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Бергера
vi: hai hiệp sĩ: Max Lange tấn công, Berger biến

source: Two Knights Defence: Max Lange Attack, Krause Variation
ar: الفرسين: ماكس لانج هجوم, كراوز تفريع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Krause
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Krause
cs: two knights: Max Lange attack, Krause variation
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Krause-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Krause
eu: Bi Zaldun: Max Lange Erasoa, Krause Aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Krause
id: 2 Kuda: Serangan Max Lange, Varian Krause
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Krause
nl: twee paarden: Max Lange aanval, Krause variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Krause
ru: Защита двух коней: атака Макса Ланге, вариант Краузе
si: dva skakača, Max Langev napad, Krausejeva različica
sv: Tvåspringarspel: Max-Lange-angrepp, Krausevarianten
tr: iki at: Max Lange hücumu, Krause varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Краузе
vi: hai hiệp sĩ: Max Lange tấn công, Krause biến

source: Two Knights Defence: Max Lange Attack, Loman Defence
ar: الفرسين: ماكس لانج هجوم, لومان دفاع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Defesa Loman
ca: Defensa dels dos cavalls - Atac Max Lange - Defensa Loman
cs: two knights: Max Lange attack, Loman defence
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Loman-Verteidigung
es: Defensa de los 2 Caballos, Ataque Max Lange, Defensa Loman
eu: Bi Zaldun: Max Lange Erasoa, Loman Defentsa
fr: Défense des 2 cavaliers, attaque Max Lange, défense Loman
id: 2 Kuda: Serangan Max Lange, Pembelaan Loman
it: Difesa dei 2 Cavalli, Attacco Max Lange, Difesa Loman
nl: twee paarden: Max Lange aanval, Loman verdediging
pl: Obrona dwóch skoczków:atak Max Lange,wariant Loman'a
ru: Защита двух коней: атака Макса Ланге, защита Ломана
si: dva skakača, Max Langev napad, Lomanova obramba
sv: Tvåspringarspel: Max-Lange-angrepp, Lomanförsvaret
tr: iki at: Max Lange hücumu, Loman savunması
uk: Захист двох коней: атака Макса Ланге, захист Ломана
vi: hai hiệp sĩ: Max Lange tấn công, phòng thủ Loman

source: Two Knights Defence: Max Lange Attack, Marshall Variation
ar: الفرسين: ماكس لانج هجوم, تفريع مارشال
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Marshall
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Marshall
cs: two knights: Max Lange attack, Marshall variation
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Marshall-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Marshall
eu: Bi Zaldun: Max Lange Erasoa, Marshall Aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Marshall
id: 2 Kuda: Serangan Max Lange, Varian Marshall
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Marshall
nl: twee paarden: Max Lange aanval, Marshall variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Marshall'a
ru: Защита двух коней: атака Макса Ланге, вариант Маршалла
si: dva skakača, Max Langev napad, Marshallova različica
sv: Tvåspringarspel: Max-Lange-angrepp, Marshallvarianten
tr: iki at: Max Lange hücumu, Marshall varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Маршалла
vi: hai hiệp sĩ: Max Lange tấn công, Marshall thay đổi

source: Two Knights Defence: Max Lange Attack, Rubinstein Variation
ar: الفرسين: ماكس لانج هجوم, روبينشتاين تفريع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Rubinstein
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Rubinstein
cs: two knights: Max Lange attack, Rubinstein variation
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Rubinstein-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Rubinstein
eu: Bi Zaldun: Max Lange Erasoa, Rubinstein Aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Rubinstein
id: 2 Kuda: Serangan Max Lange, Varian Rubenstein
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Rubinstein
nl: twee paarden: Max Lange aanval, Rubinstein variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Rubinstein'a
ru: Защита двух коней: атака Макса Ланге, вариант Рубинштейна
si: dva skakača, Max Langev napad, Rubinsteinova različica
sv: Tvåspringarspel: Max-Lange-angrepp, Rubinsteinvarianten
tr: iki at: Max Lange hücumu, Rubinstein varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Рубінштейна
vi: hai hiệp sĩ: Max Lange tấn công, Rubinstein biến

source: Two Knights Defence: Max Lange Attack, Schlechter Variation
ar: الفرسين: ماكس لانج هجوم,شيليشتر تفريع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Schlechter
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Schlechter
cs: two knights: Max Lange attack, Schlechter variation
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Schlechter-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Schlechter
eu: Bi Zaldun: Max Lange Erasoa, Schlechter Aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Schlechter
id: 2 Kuda: Serangan Max Lange, Varian Schlechter
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Schlechter
nl: twee paarden: Max Lange aanval, Schlechter variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Schlechter'a
ru: Защита двух коней: атака Макса Ланге, вариант Шлехтера
si: dva skakača, Max Langev napad, Schlechterjeva različica
sv: Tvåspringarspel: Max-Lange-angrepp, Schlechtervarianten
tr: iki at: Max Lange hücumu, Schlechter varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Шлехтера
vi: hai hiệp sĩ: Max Lange tấn công, Schlechter biến

source: Two Knights Defence: Max Lange Attack, Steinitz Variation
ar: الفرسين: ماكس لانج هجوم, تفريع شتاينتز
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Steinitz
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Steinitz
cs: two knights: Max Lange attack, Steinitz variation
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Steinitz-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Steinitz
eu: Bi Zaldun: Max Lange Erasoa, Steinitz Aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Steinitz
id: 2 Kuda: Serangan Max Lange, Varian Stenitz
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Steinitz
nl: twee paarden: Max Lange aanval, Steinitz variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Steinitz'a
ru: Защита двух коней: атака Макса Ланге, вариант Стейница
si: dva skakača, Max Langev napad, Steinitzova različica
sv: Tvåspringarspel: Max-Lange-angrepp, Steinitzvarianten
tr: iki at: Max Lange hücumu, Steinitz varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Стейніца
vi: hai hiệp sĩ: Max Lange tấn công, Steinitz biến

source: Two Knights Defence: Paoli Variation
ar: دفاع الفرسين: باولي تفريع
br: Defesa dos 2 Cavalos, Variante Paoli
ca: Defensa dels dos cavalls - Variant Paoli
de: Zweispringerspiel im Nachzug: Paoli-Variante
es: Defensa de los 2 Caballos, Variante Paoli
eu: Bi Zaldunen Defentsa: Paoli Aldaera
fr: Défense des 2 cavaliers, var. Paoli
id: 2 Kuda: Varian Paoli
it: Difesa dei 2 Cavalli, Variante Paoli
nl: Tweepaardenspel: Paoli variant
pl: Obrona dwóch skoczków:wariant Paoli
ru: Защита двух коней: вариант Паоли
si: obramba dveh skakačev, Paolijeva različica
sv: Tvåspringarspel: Paolivarianten
tr: iki at savunması: Paoli varyasyonu
uk: Захист двох коней: варіант Паолі
vi: hai hiệp sĩ bảo vệ: Paoli biến

source: Two Knights Defence: Pincus Variation
ar: دفاع الفرسين: تفريع بينكوس
br: Defesa dos 2 Cavalos, Variante Pincus
ca: Defensa dels dos cavalls - Variant Pincus
de: Zweispringerspiel im Nachzug: Pincus-Variante
es: Defensa de los 2 Caballos, Variante Pincus
eu: Bi Zaldunen Defentsa: Pincus Aldaera
fr: Défense des 2 cavaliers, var. Pinkus
id: 2 Kuda: Varian Pincus
it: Difesa dei 2 Cavalli, Variante Pincus
nl: Tweepaardenspel: Pincus variant
pl: Obrona dwóch skoczków:wariant Pincus'a
ru: Защита двух коней: вариант Пинкуса
si: obramba dveh skakačev, Pincusova različica
sv: Tvåspringarspel: Pincusvarianten
tr: iki at savunması: Pincus varyasyonu
uk: Захист двох коней: варіант Пінкуса
vi: hai hiệp sĩ bảo vệ: Pincus biến

source: Two Knights Defence: Steinitz Variation
ar: دفاع الفرسين: تفريع شتاينتز
br: Defesa dos 2 Cavalos, Variante Steinitz
ca: Defensa dels dos cavalls - Variant Steinitz
de: Zweispringerspiel im Nachzug: Steinitz-Variante
es: Defensa de los 2 Caballos, Variante Steinitz
eu: Bi Zaldunen Defentsa: Steinitz Aldaera
fr: Défense des 2 cavaliers, var. Steinitz
id: 2 Kuda: Varian Steinitz
it: Difesa dei 2 Cavalli, Variante Steinitz
nl: Tweepaardenspel: Steinitz variant
pl: Obrona dwóch skoczków:wariant Steinitz'a
ru: Защита двух коней: вариант Стейница
si: obramba dveh skakačev, Steinitzova različica
sv: Tvåspringarspel: Steinitzvarianten
tr: iki at savunması: Steinitz varyasyonu
uk: Захист двох коней: варіант Стейніца
vi: hai hiệp sĩ bảo vệ: Steinitz biến

source: Two Knights Defence: Ulvestad Variation
ar: دفاع الفرسين: يوليفستاد تفريع
br: Defesa dos 2 Cavalos, Variante Ulvestad
ca: Defensa dels dos cavalls - Variant Ulvestad
de: Zweispringerspiel im Nachzug: Ulvestad-Variante
es: Defensa de los 2 Caballos, Variante Ulvestad
eu: Bi Zaldunen Defentsa: Ulvestad Aldaera
fr: Défense des 2 cavaliers, var. Ulvestad
id: 2 Kuda: Varian Ulvestad
it: Difesa dei 2 Cavalli, Variante Ulvestad
nl: Tweepaardenspel: Ulvestad variant
pl: Obrona dwóch skoczków:wariant Ulvestad'a
ru: Защита двух коней: вариант Ульвестада
si: obramba dveh skakačev, Ulvestadova različica
sv: Tvåspringarspel: Ulvestadvarianten
tr: iki at savunması: Ulvestad varyasyonu
uk: Захист двох коней: варіант Ульвестада
vi: hai hiệp sĩ bảo vệ: Ulvestad biến

source: Two Knights Defence: Wilkes Barre (Traxler) Variation
ar: دفاع الفرسين: ويلكس باري (تراكسلر) تفريع
br: Defesa dos 2 Cavalos, Variante Wilkes Barre (Traxler)
ca: Defensa dels dos cavalls - Variant Wilkes Barre o Traxler
de: Zweispringerspiel im Nachzug: Wilkes-Barre-(Traxler)-Variante
es: Defensa de los 2 Caballos, Variante Wilkes Barre o Traxler
eu: Bi Zaldunen Defentsa: Wilkes Barre (Traxler) Aldaera
fr: Défense des 2 cavaliers, var. de Wilkes-Barre (Traxler)
id: 2 Kuda: Serangan Wilkes Barre (Traxler)
it: Difesa dei 2 Cavalli, Variante Wilkes Barre o Traxler
nl: Tweepaardenspel: Wilkes Barre (Traxler) variant
pl: Obrona dwóch skoczków:wariant Wilkes Barre(Traxler)
ru: Защита двух коней: контратака Тракслера
si: obramba dveh skakačev, Wilkes Barreva (Traxlerjeva) različica
sv: Tvåspringarspel: Traxlervarianten (Wilkes Barres variant)
tr: iki at savunması: Wilkes Barre (Traxler) varyasyonu
uk: Захист двох коней: контратака Тракслера
vi: hai hiệp sĩ bảo vệ: Wilkes Barre (Traxler) biến thể

source: Two Knights Defence: Yankovich Variation
ar: دفاع الفرسين: يانكوفيتش تفريع
br: Defesa dos 2 Cavalos, Variante Yankovich
ca: Defensa dels dos cavalls - Variant Yankovich
de: Zweispringerspiel im Nachzug: Yankovich-Variante
es: Defensa de los 2 Caballos, Variante Yankovich
eu: Bi Zaldunen Defentsa: Yankovich Aldaera
fr: Défense des 2 cavaliers, var. Yankovich
id: 2 Kuda: Varian Yankovich
it: Difesa dei 2 Cavalli, Variante Yankovich
nl: Tweepaardenspel: Yankovich variant
pl: Obrona dwóch skoczków:wariant Yankovich'a
ru: Защита двух коней: вариант Янковича
si: obramba dveh skakačev, Yankovicheva različica
sv: Tvåspringarspel: Jankowitschvarianten
tr: iki at savunması: Yankovich varyasyonu
uk: Захист двох коней: варіант Янковича
vi: hai hiệp sĩ bảo vệ: Yankovich biến

source: Two Knights Defence: Yurdansky Attack
ar: دفاع الفرسين: يوردانسكي هجوم
br: Defesa dos 2 Cavalos, Ataque Yurdansky
ca: Defensa dels dos cavalls - Atac Yurdansky
de: Zweispringerspiel im Nachzug: Yurdansky-Angriff
es: Defensa de los 2 Caballos, Ataque Yurdansky
eu: Bi Zaldunen Defentsa: Yurdansky Erasoa
fr: Défense des 2 cavaliers, attaque Yurdansky
id: 2 Kuda: Serangan Yurdansky
it: Difesa dei 2 Cavalli, Attacco Yurdansky
nl: Tweepaardenspel: Yurdansky aanval
pl: Obrona dwóch skoczków:atak Yurdansky'ego
ru: Защита двух коней: атака Юрданского
si: obramba dveh skakačev, Yurdanskyev napad
sv: Tvåspringarspel: Jurdanskijs angrepp
tr: iki at savunması: Yurdansky hücumu
uk: Захист двох коней: атака Юрданського
vi: hai hiệp sĩ bảo vệ: Yurdansky tấn công
