Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Indian Defence: Orthodox, Donner Variation
ar: الملك الهندي: الأرثوذكسي, دونر تفريع
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Donner
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Donner
cs: King's Indian: orthodox, Donner variation
de: Königsindisch: orthodox, Donner-Variante
es: Defensa India de Rey, Variante Ortodoxa, Variante Donner
eu: Erregearen indiarra: Ortodoxoa, Donner Aldaera
fr: Défense est-indienne, var. orthodoxe, var. Donner
id: Hindia Raja Orthodox, Varian Donner
it: Difesa Indiana di Re, Variante Ortodossa, Variante Donner
nl: Konings Indisch: orthodox, Donner variant
pl: Królewsko-indyjska, ortodoksyjny, wariant Donner'a
ru: Староиндийская защита: ортодоксальный вариант, вариант Доннера
si: Kraljevo indijska, ortodoksna, Donnerjeva različica
sv: Kungsindiskt: Ortodoxt, Donnervarianten
tr: Hint Şah: ortodoks, Donner varyasyonu
uk: Староіндійський захист: ортодоксальний варіант, варіант Доннера
vi: Chính thống, Donner biến thể: Ấn Độ vua của

source: King Indian Defence: Petrosian System
ar: الملك الهندي: بيتروسيان نظام
br: Defesa Índia do Rei, Sistema Petrosian
ca: Defensa Índia de Rei - Sistema Petrosian
cs: King's Indian: Petrosian system
de: Königsindisch: Petrosian System
es: Defensa India de Rey, Sistema Petrosian
eu: Erregearen indioa: Petrosianen Sistema
fr: Défense est-indienne, système Petrossian
id: Hindia Raja, Sistem Petrosian
it: Difesa Indiana di Re, Sistema Petrosian
nl: Konings Indisch: Petrosian systeem
pl: Królewsko-indyjska, system Petrosian'a
ru: Староиндийская защита: система Петросяна
si: Kraljevo indijska, Petrosianov sistem
sv: Kungsindiskt: Petrosjansystemet
tr: Hint Şah: Petrosian sistemi
uk: Староіндійський захист: система Петросяна
vi: Hệ thống Petrosian: Ấn Độ vua của

source: King Indian Defence: Petrosian System, Keres Variation
ar: الملك الهندي: بيتروسيان نظام,كيريس تفريع
br: Defesa Índia do Rei, Sistema Petrosian, Variante Keres
ca: Defensa Índia de Rei - Sistema Petrosian - Línia principal - Variant Keres
cs: King's Indian: Petrosian system, Keres variation
de: Königsindisch: Petrosian System, Keres-Variante
es: Defensa India de Rey, Sistema Petrosian, Linea Principal, Variante Keres
eu: Erregearen indiarra: Petrosianen Sistema, Keres Aldaera
fr: Défense est-indienne, système Petrossian, var. Keres
id: Hindia Raja, Sistem Petrosian, Varian Keres
it: Difesa Indiana di Re, Sistema Petrosian, Linea Principale, Variante Keres
nl: Konings Indisch: Petrosian systeem, Keres variant
pl: Królewsko-indyjska, system Petrosian'a, wariant Keres'a
ru: Староиндийская защита: система Петросяна, вариант Кереса
si: Kraljevo indijska, Petrosianov sistem, Keresova različica
sv: Kungsindiskt: Petrosjansystemet, Keresvarianten
tr: Hint Şah: Petrosian sistemi, Keres varyasyonu
uk: Староіндійський захист: система Петросяна, варіант Кереса
vi: Ấn Độ vua của: hệ thống Petrosian, Keres biến

source: King Indian Defence: Petrosian System, Main Line
ar: الملك الهندي: بيتروسيان نظام, الخط الرئيسي
br: Defesa Índia do Rei, Sistema Petrosian, Linha Principal
ca: Defensa Índia de Rei - Sistema Petrosian - Línia principal
cs: King's Indian: Petrosian system, main line
de: Königsindisch: Petrosian System, Hauptvariante
es: Defensa India de Rey, Sistema Petrosian, Linea Principal
eu: Erregearen indioa: Petrosianen Sistema, Lerro Nagusia
fr: Défense est-indienne, système Petrossian, ligne principale
id: Hindia Raja, Sistem Petrosian, Jalur Utama
it: Difesa Indiana di Re, Sistema Petrosian, Linea Principale
nl: Konings Indisch: Petrosian systeem, hoofdlijn
pl: Królewsko-indyjska, system Petrosian'a, główna linia
ru: Староиндийская защита: система Петросяна, основное продолжение
si: Kraljevo indijska: Petrosianov sistem, glavna linija
sv: Kungsindiskt: Petrosjansystemet, huvudvariant
tr: Hint Şah: Petrosian sistemi, ana hat
uk: Староіндійський захист: система Петросяна, основне продовження
vi: Ấn Độ vua của: hệ thống Petrosian, dòng chính

source: King Indian Defence: Petrosian System, Stein Variation
ar: الملك الهندي: بيتروسيان نظام, شتاين تفريع
br: Defesa Índia do Rei, Sistema Petrosian, Variante Stein
ca: Defensa Índia de Rei - Sistema Petrosian - Variant Stein
cs: King's Indian: Petrosian system, Stein variation
de: Königsindisch: Petrosian System, Stein-Variante
es: Defensa India de Rey, Sistema Petrosian, Variante Stein
eu: Erregearen indiarra: Petrosianen Sistema, Stein Aldaera
fr: Défense est-indienne, système Petrossian, var. Stein
id: Hindia Raja, Sistem Petrosian, Varian Stein
it: Difesa Indiana di Re, Sistema Petrosian, Variante Stein
nl: Konings Indisch: Petrosian systeem, Stein variant
pl: Królewsko-indyjska, system Petrosian'a, wariant Stein'a
ru: Староиндийская защита: система Петросяна, вариант Стейна
si: Kraljevo indijska, Petrosianov sistem, Steinova različica
sv: Kungsindiskt: Petrosjansystemet, Steinvarianten
tr: Hint Şah: Petrosian sistemi, Stein varyasyonu
uk: Староіндійський захист: система Петросяна, варіант Стейна
vi: Của vua Ấn Độ: hệ thống Petrosian, Stein biến

source: King Indian Defence: Pomar System
ar: الملك الهندي: بومار نظام
br: Defesa Índia do Rei, Sistema Pomar
ca: Defensa Índia de Rei - Sistema Pomar
cs: King's Indian: Pomar system
de: Königsindisch: Pomar System
es: Defensa India de Rey, Sistema Pomar
eu: Erregearen indiarra: Pomar Sistema
fr: Défense est-indienne, système Pomar
id: Hindia Raja, Sistem Pomar
it: Difesa Indiana di Re, Sistema Pomar
nl: Konings Indisch: Pomar systeem
pl: Królewsko-indyjska, system Pomar'a
ru: Староиндийская защита: система Помара
si: Kraljevo indijska, Pomarjev sistem
sv: Kungsindiskt: Pomarsystemet
tr: Hint Şah: Pomar sistemi
uk: Староіндійський захист: система Помара
vi: Hệ thống Pomar: Ấn Độ vua của

source: King Indian Defence: Saemisch Variation
ar: الملك الهندي: ساميش تفريع
br: Defesa Índia do Rei, Variante Saemisch
ca: Defensa Índia de Rei - Variant Sämisch
cs: King's Indian: Saemisch variation
de: Königsindisch: Saemisch-Variante
es: Defensa India de Rey, Variante Sämisch
eu: Erregearen indiarra: Saemisch Aldaera
fr: Défense est-indienne, var. Sämisch
id: Hindia Raja, Varian Saemisch
it: Difesa Indiana di Re, Variante Sämisch
nl: Konings Indisch: Saemisch variant
pl: Królewsko-indyjska, wariant Saemisch'a
ru: Староиндийская защита: система Земиша
si: kraljevo-indijska, Saemischeva različica
sv: Kungsindiskt: Sämischvarianten
tr: Hint Şah: Saemisch varyasyonu
uk: Староіндійський захист: система Земіша
vi: Vua của Ấn Độ: biến thể Saemisch

source: King Indian Defence: Saemisch, 5...O-O
ar: الملك الهندي: ساميش, 5...O-O
br: Defesa Índia do Rei, Variante Saemisch, 5...O-O
ca: Defensa Índia de Rei - Variant Sämisch - 5 ... 0-0
cs: King's Indian: Saemisch, 5...O-O
de: Königsindisch: Saemisch, 5...O-O
es: Defensa India de Rey, Variante Sämisch, 5...O O
eu: Erregearen indiarra: Saemisch, 5...O-O
fr: Défense est-indienne, var. Sämisch, 5...O-O
id: Hindia Raja, Saemisch, 5.... 0-0
it: Difesa Indiana di Re, Variante Sämisch, 5...O O
nl: Konings Indisch: Saemisch, 5 ... O-O
pl: Królewsko-indyjska, Saemisch, 5...O-O
ru: Староиндийская защита: система Земиша, 5...O-O
si: Kraljevo indijska, Seamisch, 5. O-O
sv: Kungsindiskt: Sämisch, 5...O O
tr: Hint Şah: Saemisch, 5...O-O
uk: Староіндійський захист: система Земіша, 5...O-O
vi: Vua của Ấn Độ: Saemisch, 5 ... O-O

source: King Indian Defence: Saemisch, 6...Nc6
ar: الملك الهندي: ساميش, 6...Nc7
br: Defesa Índia do Rei, Variante Saemisch, 6...Cc6
ca: Defensa Índia de Rei - Variant Sämisch - 6 ... Cc6
cs: King's Indian: Saemisch, 6...Nc6
de: Königsindisch: Saemisch, 6...Sc6
es: Defensa India de Rey, Variante Sämisch, 6...Cc6
eu: Erregearen indiarra: Saemisch, 6...Zc6
fr: Défense est-indienne, var. Sämisch, 6...Cc6
id: Hindia Raja, Saemisch, 6... Kc6
it: Difesa Indiana di Re, Variante Sämisch, 6...Cc6
nl: Konings Indisch: Saemisch, 6 ... Pc6
pl: Królewsko-indyjska, Saemisch, 6...Sc6
ru: Староиндийская защита: система Земиша, 6...Кc6
si: Kraljevo indijska, Seamisch, 6. Sc6
sv: Kungsindiskt: Sämisch, 6...Sc6
tr: Hint Şah: Saemisch, 6...Nc6
uk: Староіндійський захист: система Земіша, 6...Кc6
vi: Vua của Ấn Độ: Saemisch, 6 ... Nc6

source: King Indian Defence: Saemisch, Byrne Variation
ar: الملك الهندي: ساميش, بايرن تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante Byrne
ca: Defensa Índia de Rei - Variant Sämisch - Variant Byrne
cs: King's Indian: Saemisch, Byrne variation
de: Königsindisch: Saemisch, Byrne-Variante
es: Defensa India de Rey, Variante Sämisch, Variante Byrne
eu: Erregearen indiarra: Saemisch, Byrne Aldaera
fr: Défense est-indienne, var. Sämisch, var. Byrne
id: Hindia Raja, Saemisch, Varian Byrne
it: Difesa Indiana di Re, Variante Sämisch, Variante Byrne
nl: Konings Indisch: Saemisch, Byrne variant
pl: Królewsko-indyjska, Saemisch, wariant Byrne
ru: Староиндийская защита: система Земиша, вариант Бирна
si: Kraljevo indijska, Seamisch, Byrneva različica
sv: Kungsindiskt: Sämisch, Byrnevarianten
tr: Hint Şah: Saemisch, Byrne varyasyonu
uk: Староіндійський захист: система Земіша, вариант Бирна
vi: Vua của Ấn Độ: Saemisch, Byrne biến

source: King Indian Defence: Saemisch, Double Fianchetto Variation
ar: الملك الهندي: ساميش, المزدوج فيل الوتر الطويل تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante do Duplo Fianchetto
ca: Defensa Índia de Rei - Variant Sämisch - Variant del doble Fianchetto
cs: King's Indian: Saemisch, double fianchetto variation
de: Königsindisch: Saemisch, Doppelfianchetto
es: Defensa India de Rey, Variante Sämisch, Variante del Doble Fianchetto
eu: Erregearen indiarra: Saemisch, Fianchetto Bikoitzaren Aldaera
fr: Défense est-indienne, var. Sämisch, var. fianchetto double
id: Hindia Raja, Saemisch, Varian Dobel Fianchetto Ganda
it: Difesa Indiana di Re, Variante Sämisch, Variante del Doble Fianchetto
nl: Konings Indisch: Saemisch dubbel fianchetto variant
pl: Królewsko-indyjska, Saemisch, wariant podwójnego fianchetto
ru: Староиндийская защита: система Земиша, вариант с двойным фианкетто
si: kraljevo-indijska, Saemischeva, dvojni krilni razvoj različica
sv: Kungsindiskt: Sämisch, dubbelfianchetto-varianten
tr: Hint Şah: Saemisch, çift fianchetto varyasyonu
uk: Староіндійський захист: система Земіша, варіант з подвійним фіанкетто
vi: Vua của Ấn Độ: Saemisch, biến fianchetto đôi

source: King Indian Defence: Saemisch, Orthodox Main Line
ar: الملك الهندي: ساميش, الأرثوذكسي الخط الرئيسي
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, Linha Principal
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - Línia principal
cs: King's Indian: Saemisch, orthodox main line
de: Königsindisch: Saemisch, orthodoxe Hauptvariante
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, Linea Principal
eu: Erregearen indiarra: Saemisch, Ortodoxoa Lerro Nagusia
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, ligne principale
id: Hindia Raja, Saemisch, Orthdox Jalur Utama
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, Linea Principale
nl: Konings Indisch: Saemisch, orthodoxe hoofdlijn
pl: Królewsko-indyjska, Saemisch, ortodoksyjna główna linia
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, основное продолжение
si: Kraljevo indijska: Saemischeva ortodoksna glavna linija
sv: Kungsindiskt: Sämisch, ortodox huvudvariant
tr: Hint Şah: Saemisch, ortodoks ana hat
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, основне продовження
vi: Vua của Ấn Độ: Saemisch, chính thống dòng chính

source: King Indian Defence: Saemisch, Orthodox Variation
ar: الملك الهندي: ساميش, الأرثوذكسي تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa
cs: King's Indian: Saemisch, orthodox variation
de: Königsindisch: Saemisch, Orthodoxe Variante
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa
eu: Erregearen indiarra: Saemisch, Ortodoxoa Aldaera
fr: Défense est-indienne, var. Sämisch, var. orthodoxe
id: Hindia Raja, Saemisch, Varian Orthodox
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa
nl: Konings Indisch: Saemisch, orthodoxe variant
pl: Królewsko-indyjska, Saemisch, wariant ortodoksyjny
ru: Староиндийская защита: система Земиша, ортодоксальный вариант
si: kraljevo-indijska, Saemischeva, ortodoksna različica
sv: Kungsindiskt: Sämisch, ortodox variant
tr: Hint Şah: Saemisch, ortodoks varyasyonu
uk: Староіндійський захист: система Земіша, ортодоксальний варіант
vi: Vua Ấn Độ: Saemisch, biến thể chính thống

source: King Indian Defence: Saemisch, Orthodox, 7.Nge2 C6
ar: الملك الهندي: ساميش, الأرثوذكسي, 7.Nge2 c7
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, 7.Cge2 c6
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - 7. Cge2 c6
cs: King's Indian: Saemisch, orthodox, 7.Nge2 c6
de: Königsindisch: Saemisch, orthodox, 7.Nge2 c6
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, 7.Cge2 c6
eu: Erregearen indiarra: Saemisch, Ortodoxoa, 7.Zge2 c6
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, 7.Cge2 c6
id: Hindia Raja, Saemisch, Orthodox, 7.Kge2 c6
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, 7.Cge2 c6
nl: Konings Indisch: Saemisch, orthodox, 7.Pge2 c6
pl: Królewsko-indyjska, Saemisch, ortodoksyjny, 7.Sge2 c6
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, 7.Кge2 c6
si: kraljevo-indijska, Saemischeva, ortodoksna, 7.Sge2 c6
sv: Kungsindiskt: Sämisch, ortodox variant, 7.Sge2 c6
tr: Hint Şah: Saemisch, ortodoks, 7.Nge2 c6
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, 7.Кge2 c6
vi: Vua của Ấn Độ: Saemisch, chính thống, 7.Nge2 c6

source: King Indian Defence: Saemisch, Orthodox, 7.d5
ar: الملك الهندي: ساميش, الأرثوذكسي, 7.d6
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, 7.d5
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - 7. d5
cs: King's Indian: Saemisch, orthodox, 7.d5
de: Königsindisch: Saemisch, orthodox, 7.d5
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, 7.d5
eu: Erregearen indiarra: Saemisch, Ortodoxoa, 7.d5
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, 7.d5
id: Hindia Raja, Saemisch, Orthodox, 7.d5
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, 7.d5
nl: Konings Indisch: Saemisch, orthodox, 7.d5
pl: Królewsko-indyjska, Saemisch, ortodoksyjny, 7.d5
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, 7.d5
si: Kraljevo indijska, Seamisch, ortodoksna, 7. d5
sv: Kungsindiskt: Sämisch, ortodox variant, 7.d5
tr: Hint Şah: Saemisch, ortodoks, 7.d5
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, 7.d5
vi: Vua của Ấn Độ: Saemisch, chính thống, 7.d5

source: King Indian Defence: Saemisch, Orthodox, 7.d5 C6
ar: الملك الهندي: ساميش, الأرثوذكسي, 7.d5 c7
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, 7.d5 c6
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - 7. d5 c6
cs: King's Indian: Saemisch, orthodox, 7.d5 c6
de: Königsindisch: Saemisch, orthodox, 7.d5 c6
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, 7.d5 c6
eu: Erregearen indiarra: Saemisch, Ortodoxoa, 7.d5 c6
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, 7.d5 c6
id: Hindia Raja, Saemisch, Orthodox, 7.d5 c6
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, 7.d5 c6
nl: Konings Indisch: Saemisch, orthodox, 7.d5 c6
pl: Królewsko-indyjska, Saemisch, ortodoksyjny, 7.d5 c6
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, 7.d5 c6
si: kraljevo-indijska, Saemischeva, ortodoksna, 7.d5 c6
sv: Kungsindiskt: Sämisch, ortodox variant, 7.d5 c6
tr: Hint Şah: Saemisch, ortodoks, 7.d5 c6
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, 7.d5 c6
vi: Vua của Ấn Độ: Saemisch, chính thống, 7.d5 c6

source: King Indian Defence: Saemisch, Orthodox, Bronstein Variation
ar: الملك الهندي: ساميش, الأرثوذكسي, برونشتاين تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, Variante Bronstein
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - Variant Bronstein
cs: King's Indian: Saemisch, orthodox, Bronstein variation
de: Königsindisch: Saemisch, orthodox, Bronstein-Variante
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, Variante Bronstein
eu: Erregearen indiarra: Saemisch, Ortodoxoa, Bronstein Aldaera
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, var. Bronstein
id: Hindia Raja, Saemisch, Orthodox, Varian Bronstein
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, Variante Bronstein
nl: Konings Indisch: Saemisch, orthodox, Bronstein variant
pl: Królewsko-indyjska, Saemisch, ortodoksyjny, wariant Bronstein'a
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, вариант Бронштейна
si: Kraljevo indijska, Seamisch, ortodoksna, Bronsteinova različica
sv: Kungsindiskt: Sämisch, ortodox variant, Bronsteinvarianten
tr: Hint Şah: Saemisch, ortodoks, Bronstein varyasyonu
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, варіант Бронштейна
vi: Vua của Ấn Độ: Saemisch, chính thống, Bronstein biến

source: King Indian Defence: Saemisch, Panno Formation
ar: الملك الهندي: ساميش, بانو تشكيل
br: Defesa Índia do Rei, Variante Saemisch, Formação Panno
ca: Defensa Índia de Rei - Variant Sämisch - Formació Panno
cs: King's Indian: Saemisch, Panno formation
de: Königsindisch: Saemisch, Panno Formation
es: Defensa India de Rey, Variante Sämisch, Formación Panno
eu: Erregearen indiarra: Saemisch, Panno Formazioa
fr: Défense est-indienne, var. Sämisch, formation Panno
id: Hindia Raja, Saemisch, Formasi Panno
it: Difesa Indiana di Re, Variante Sämisch, Formazione Panno
nl: Konings Indisch: Saemisch, Panno formatie
pl: Królewsko-indyjska, Saemisch, formacja Panno
ru: Староиндийская защита: система Земиша, построение Панно
si: Kraljevo indijska, Seamisch, Pannova formacija
sv: Kungsindiskt: Sämisch, Pannoformation
tr: Hint Şah: Saemisch, Panno formasyonu
uk: Староіндійський захист: система Земіша, побудова Панно
vi: Vua của Ấn Độ: Saemisch, hình Panno

source: King Indian Defence: Saemisch, Panno Main Line
ar: الملك الهندي: ساميش, بانو الخط الرئيسي
br: Defesa Índia do Rei, Variante Saemisch, Formação Panno, Linha Principal
ca: Defensa Índia de Rei - Variant Sämisch - Formació Panno - Línia principal
cs: King's Indian: Saemisch, Panno main line
de: Königsindisch: Saemisch, Panno Hauptvariante
es: Defensa India de Rey, Variante Sämisch, Formación Panno, Linea Principal
eu: Erregearen indiarra: Saemisch, Panno Lerro Nagusia
fr: Défense est-indienne, var. Sämisch, formation Panno, ligne principale
id: Hindia Raja, Saemisch, Panno Jalur Utama
it: Difesa Indiana di Re, Variante Sämisch, Formazione Panno, Linea Principale
nl: Konings Indisch: Saemisch, Panno hoofdlijn
pl: Królewsko-indyjska, Saemisch, główna linia Panno
ru: Староиндийская защита: система Земиша, основное продолжение Панно
si: Kraljevo indijska: Saemischeva, Pannova glavna linija
sv: Kungsindiskt: Sämisch, Panno, huvudvariant
tr: Hint Şah: Saemisch, Panno ana hat
uk: Староіндійський захист: система Земіша, основне продовження Панно
vi: Vua của Ấn Độ: Saemisch, Panno dòng chính

source: King Indian Defence: Saemisch, Ruban Variation
ar: الملك الهندي: ساميش, روبان تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante Ruban
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ruban
cs: King's Indian: Saemisch, Ruban variation
de: Königsindisch: Saemisch, Ruban-Variante
es: Defensa India de Rey, Variante Sämisch, Variante Ruban
eu: Erregearen indiarra: Saemisch, Ruban Aldaera
fr: Défense est-indienne, var. Sämisch, var. Ruban
id: Hindia Raja, Saemisch, Varian Ruban
it: Difesa Indiana di Re, Variante Sämisch, Variante Ruban
nl: Konings Indisch: Saemisch, Ruban variant
pl: Królewsko-indyjska, Saemisch, wariant Euban'a
ru: Староиндийская защита: система Земиша, вариант Рубана
si: Kraljevo indijska, Seamisch, Rubanova različica
sv: Kungsindiskt: Sämisch, Rubanvarianten
tr: Hint Şah: Saemisch, Ruban varyasyonu
uk: Староіндійський захист: система Земіша, варіант Рубана
vi: Vua của Ấn Độ: Saemisch, Ruban biến

source: King Indian Defence: Santasiere Variation
es: Defensa India de Rey: Variante Santasiere
eu: Erregearen Indiar Erasoa: Santasiere Aldaera

source: King Indian Defence: Semi-Averbakh System
ar: الملك الهندي: النصف-أفرباخ نظام
br: Defesa Índia do Rei, Sistema Semi-Averbakh
ca: Defensa Índia de Rei - Sistema Semi Averbakh
cs: King's Indian: Semi-Averbakh system
de: Königsindisch: Semi-Awerbach System
es: Defensa India de Rey, Sistema Semi Averbakh
eu: Erregearen indiarra: Semi-Averbakh Sistema
fr: Défense est-indienne, système semi-Averbakh
id: Hindia Raja, Sistem Semi Averbakh
it: Difesa Indiana di Re, Sistema Semi Averbakh
nl: Konings Indisch: Semi-Averbakh systeem
pl: Królewsko-indyjska, system Semi-Averbakh'a
ru: Староиндийская защита: система полу-Авербаха
si: Kraljevo indijska, Semi-Averbakhov sistem
sv: Kungsindiskt: Semi-Averbakh-systemet
tr: Hint Şah: Yarı Averbakh sistemi
uk: Староіндійський захист: система напів-Авербаха
vi: Hệ thống bán Averbakh: Ấn Độ vua của

source: King Indian Defence: Semi-Classical Variation
es: Defensa India de Rey: Variante Semi-Classical
eu: Erregearen Indiar Erasoa: Aldaera Semi-Klasikoa
fr: Défense est-indienne, var. semi-classique

source: King Indian Defence: Semi-Classical Variation, Benoni Variation
es: Defensa India de Rey: Variante Semi-Classical, Variante Benoni
eu: Erregearen Indiar Erasoa: Aldaera Semi-Klasikoa, Benoni Aldaera
fr: Défense est-indienne, var. semi-classique, var. Benoni

source: King Indian Defence: Semi-Classical Variation, Exchange Variation
es: Defensa India de Rey: Variante Semi-Classical, Variante Exchange
eu: Erregearen Indiar Erasoa: Aldaera Semi-Klasikoa, Truke Aldaera
fr: Défense est-indienne, var. semi-classique, var. d'échange

source: King Indian Defence: Semi-Classical Variation, Hollywood Variation
es: Defensa India de Rey: Variante Semi-Classical, Variante Hollywood
eu: Erregearen Indiar Erasoa: Aldaera Semi-Klasikoa, Hollywood Aldaera
fr: Défense est-indienne, var. semi-classique, var. d'Hollywood

source: King Indian Defence: Semi-Classical Variation, Queenside Storm Line
es: Defensa India de Rey: Variante Semi-Classical, Queenside Storm Line
eu: Erregearen Indiar Erasoa: Aldaera Semi-Klasikoa, Dama aldeko ekaitza Lerroa
fr: Défense est-indienne, var. semi-classique, ligne de la marée de pions à l'aile dame

source: King Indian Defence: Six Pawns Attack
ar: الملك الهندي: ستة بيادق هجوم
br: Defesa Índia do Rei, Ataque dos 6 Peões
ca: Defensa Índia de Rei - Atac dels quatre peons - Atac dels sis peons
cs: King's Indian: Six pawns attack
de: Königsindisch: Six pawns Angriff
es: Defensa India de Rey, Ataque de los 4 Peones, Ataque de los 6 Peones
eu: Erregearen indiarra: Sei Peoien Erasoa
fr: Défense est-indienne, attaque des six pions
id: Hindia Raja, Serangan 6 Bidak
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, Attacco di 6 Pedoni
nl: Konings Indisch: Zes pionnen aanval
pl: Królewsko-indyjska, atak sześciu pionów
ru: Староиндийская защита: атака шести пешек
si: Kraljevo indijska, napad šestih kmetov
sv: Kungsindiskt: Sexbondesangrepp
tr: Hint Şah: Altı piyon hücumu
uk: Староіндійський захист: атака шести пішаків
vi: Con cờ tấn công Sáu: Ấn Độ vua của
