Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Semi-Slav Defence: Anti-Moscow Gambit
eu: Semi-Eslaviar Defentsa: Anti-Mosku Ganbitoa

source: Semi-Slav Defence: Anti-Noteboom, Stonewall Variation, Portisch Gambit
eu: Semi-Eslaviar Defentsa: Anti-Noteboon, Stonewall Aldaera, Portisch Ganbitoa

source: Semi-Slav Defence: Gunderam Gambit
eu: Semi-Eslaviar Defentsa: Gunderam Ganbitoa
fr: Défense semi-slave, gambit Gunderam

source: Semi-Slav Defence: Marshall Gambit, Forgotten Variation
eu: Semi-Eslaviar Defentsa: Marshall Ganbitoa, ahaztutako Aldaera
fr: Défense semi-slave, gambit Marshall, var. oubliée

source: Semi-Slav Defence: Marshall Gambit, Main Line
eu: Semi-Eslaviar Defentsa: Marshall Ganbitoa, Lerro Nagusia
fr: Défense semi-slave, gambit Marshall, ligne principale

source: Semi-Slav Defence: Marshall Gambit, Tolush Variation
eu: Semi-Eslaviar Defentsa: Marshall Ganbitoa, Tolush Aldaera

source: Semi-Slav Defence: Meran Variation, Sozin Variation
eu: Semi-Eslaviar Defentsa: Meran Aldaera, Sozin Aldaera

source: Semi-Slav Defence: Meran Variation, Wade Variation, Kaidanov Gambit
eu: Semi-Eslaviar Defentsa: Meran Aldaera, Wade Aldaera, Kaidanov Ganbitoa
fr: Défense semi-slave, var. de Méran, var. Wade, var. Larsen, gambit Kaidanov

source: Semi-Slav Defence: Meran Variation, Wade Variation, Larsen Variation
eu: Semi-Eslaviar Defentsa: Meran Aldaera, Wade Aldaera, Larsen Aldaera
fr: Défense semi-slave, var. de Méran, var. Wade, var. Larsen

source: Semi-Slav Defence: Noteboom Variation, Abrahams Variation
eu: Semi-Eslaviar Defentsa: Noteboom Aldaera, Antibrahams Aldaera
fr: Défense semi-slave, var. Noteboom, var. Abrahams

source: Semi-Slav Defence: Noteboom Variation, Anti-Noteboom Gambit
eu: Semi-Eslaviar Defentsa: Noteboom Aldaera, Anti-Noteboom Ganbitoa

source: Semi-Slav Defence: Noteboom Variation, Anti-Noteboom Variation
eu: Semi-Eslaviar Defentsa: Noteboom Aldaera, Anti-Noteboom Aldaera

source: Semi-Slav Defence: Noteboom Variation, Anti-Noteboom Variation, Belyavsky Line
eu: Semi-Eslaviar Defentsa: Noteboom Aldaera, Anti-Noteboom Aldaera, Belyavsky Lerroa

source: Semi-Slav Defence: Quiet Variation
eu: Semi-Eslaviar Defentsa: Aldaera Lasaia
fr: Défense semi-slave, var. calme

source: Semi-Slav Defence: Stoltz Variation, Center Variation
eu: Semi-Eslaviar Defentsa: Stoltz Aldaera, Erdiko Aldaera

source: Semi-Slav Defence: Stoltz Variation, Center Variation, Mikhalchishin Line
eu: Semi-Eslaviar Defentsa: Stoltz Aldaera, Erdiko Aldaera, Mikhalchishin Lerroa

source: Semi-Slav Defence: Stoltz Variation, Shabalov Attack
eu: Semi-Eslaviar Defentsa: Stoltz Aldaera, Shabalov Erasoa

source: Sicilian Defence
ar: صقلي دفاع
br: Defesa Siciliana
ca: Defensa Siciliana
de: Sizilianische Verteidigung
es: Defensa Siciliana
eu: Siziliar Defentsa
fr: Défense sicilienne
id: Pembelaan Sisilia
it: Difesa Siciliana
nl: Siciliaanse verdediging
pl: Obrona sycylijska
ru: Сицилианская защита
si: sicilijanska obramba
sv: Sicilianskt försvar
tr: Sicilya savunması
uk: Сицилійський захист
vi: Phòng thủ Sicilian

source: Sicilian Defence: 2.c3, Heidenfeld Variation
ar: صقلي: 2.c3, هايدنفيلد تفريع
br: Defesa Siciliana, 2.c3, Variante Heidenfeld
ca: Defensa Siciliana - Variant Alapin - Variant Heidenfeld
cs: Sicilian: 2.c3, Heidenfeld variation
de: Sizilianisch: 2.c3, Heidenfeld Variante
es: Defensa Siciliana, Variante Alapin, Variante Heidenfeld
eu: Siziliarra: 2.c3, Heidenfelden Aldaera
fr: Sicilienne, 2.c3 (var. Alapin), var. Heidenfeld
id: Sisilia, 2.c3, Varian Heidenfeld
it: Difesa Siciliana, Variante Alapin, Variante Heidenfeld
nl: Siciliaans: 2.c3, Heidenfeld variant
pl: Sycylijska, 2.c3, wariant Heidenfeld'a
ru: Сицилианская защита: вариант Алапина, вариант Хайденфельда
si: sicilijanska, 2. c3, Heidenfeldova različica
sv: Sicilianskt: 2.c3, Heidenfeldvarianten
tr: Sicilya: 2.c3, Heidenfeld varyasyonu
uk: Сицилійський захист: варіант Алапіна, варіант Хайденфельда
vi: Sicilia: 2.c3, Heidenfeld biến

source: Sicilian Defence: Accelerated Dragon
es: Defensa Siciliana: Accelerated Dragon
eu: Siziliar Defentsa: Dragoi Azeleratua
fr: Sicilienne, var. du dragon accéléré

source: Sicilian Defence: Accelerated Fianchetto, Breyer Variation
ar: صقلي: المتسارع فيل الوتر الطويل, برير تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Breyer
ca: Defensa Siciliana - Variant Drac acelerat - Variant Breyer
cs: Sicilian: accelerated fianchetto, Breyer variation
de: Sizilianisch: Beschleunigtes Fianchetto, Breyer Variante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Breyer
eu: Siziliarra: Fianchetto Azeleratua, Breyer Aldaera
fr: Sicilienne, dragon accéléré, var. Breyer
id: Sisilia Fianchetto Dipercepat, Varian Breyer
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Breyer
nl: Siciliaans: versnelde fianchetto, Breyer variant
pl: Sycylijska,przyspieszone fianchetto,wariant Breyer'a
ru: Сицилианская защита: ранний дракон, вариант Брейера
si: sicilijanska, pospešen krilni razvoj, Breyerjeva različica
sv: Sicilianskt: Accelererat fianchetto, Breyervarianten
tr: Sicilya: hızlandırılmış fianchetto, Breyer varyasyonu
uk: Сицилійський захист: ранній дракон, варіант Брейєра
vi: Sicilia: tăng tốc fianchetto, Breyer biến

source: Sicilian Defence: Accelerated Fianchetto, Exchange Variation
ar: صقلي: المتسارع فيل الوتر الطويل, التكسير تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante da Troca
ca: Defensa Siciliana - Variant Drac acelerat - Variant del canvi
cs: Sicilian: accelerated fianchetto, exchange variation
de: Sizilianisch: Beschleunigtes Fianchetto, Abtauschvariante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante del Cambio
eu: Siziliarra: Fianchetto Azeleratua, Truke-Aldaera
fr: Sicilienne, dragon accéléré, var. d'échange
id: Sisilia Fianchetto Dipercepat, Varian Tukar
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante di Cambio
nl: Siciliaans: versnelde fianchetto ruilvariant
pl: Sycylijska,przyspieszone fianchetto, wariant wymienny
ru: Сицилианская защита: ранний дракон, разменный вариант
si: siciljanska, posšpešen krilni razvoj, izmenjalna različica
sv: Sicilianskt: Accelererat fianchetto, Avbytesvarianten
tr: Sicilya: hızlandırılmış fianchetto, takas varyasyonu
uk: Сицилійський захист: ранній дракон, розмінний варіант
vi: Sicilia: tăng tốc fianchetto, biến đổi ngoại tệ

source: Sicilian Defence: Accelerated Fianchetto, Gurgenidze Variation
ar: صقلي: المتسارع فيل الوتر الطويل, جورجينيدز تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Gurgenidze
ca: Defensa Siciliana - Variant Drac acelerat - Variant Gurgenidze
cs: Sicilian: accelerated fianchetto, Gurgenidze variation
de: Sizilianisch: Beschleunigtes Fianchetto, Gurgenidze Variante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Gurgenidze
eu: Siziliarra: Fianchetto Azeleratua, Gurgenidze Aldaera
fr: Sicilienne, dragon accéléré, var. Gurgenidze
id: Sisilia Fianchetto Dipercepat, Varian Gurgenidze
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Gurgenidze
nl: Siciliaans: versnelde fianchetto, Gurgenidze variant
pl: Sycylijska,przyspieszone fianchetto,wariant Gurgenidze
ru: Сицилианская защита: ранний дракон, вариант Гургенидзе
si: siciljanska, pospešen krilni razvoj, Gurgendizeva različica
sv: Sicilianskt: Accelererat fianchetto, Gurgenidzevarianten
tr: Sicilya: hızlandırılmış fianchetto, Gurgenidze varyasyonu
uk: Сицилійський захист: ранній дракон, варіант Гургенідзе
vi: Sicilia: tăng tốc fianchetto, Gurgenidze biến

source: Sicilian Defence: Accelerated Fianchetto, Maroczy Bind
ar: صقلي: المتسارع فيل الوتر الطويل, مأزق ماركوتزي
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Maroczy Bind
ca: Defensa Siciliana - Variant Drac acelerat - Sistema Maroczy
cs: Sicilian: accelerated fianchetto, Maroczy bind
de: Sizilianisch: Beschleunigtes Fianchetto, Maroczy System
es: Defensa Siciliana, Variante del Dragón Acelerado, Sistema Maroczy
eu: Siziliarra: Fianchetto Azeleratua, Maroczy Bind
fr: Sicilienne, dragon accéléré, étau de Maroczy
id: Sisilia Fianchetto Dipercepat, Ikatan Maroczy
it: Difesa Siciliana, Variante del Dragone Accelerato, Sistema Maroczy
nl: Siciliaans: versnelde fianchetto, Maroczy bind
pl: Sycylijska,przyspieszone fianchetto,związanie Maroczego
ru: Сицилианская защита: ранний дракон, система Мароци
si: siciljanska, pospešen krilni razvoj, Marcozyeva vezava
sv: Sicilianskt: Accelererat fianchetto, Maroczysystemet
tr: Sicilya: hızlandırılmış fianchetto, Maroczy bağlama
uk: Сицилійський захист: ранній дракон, система Мароці
vi: Sicilia: tăng tốc fianchetto, Maroczy ràng buộc

source: Sicilian Defence: Accelerated Fianchetto, Maroczy Bind, 5...Bg7
ar: صقلي: المتسارع فيل الوتر الطويل, مأزق ماركوتزي, 5...Bg8
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Maroczy Bind, 5...Bg7
ca: Defensa Siciliana - Variant Drac acelerat - Sistema Maroczy - 5. ... Ag7
cs: Sicilian: accelerated fianchetto, Maroczy bind, 5...Bg7
de: Sizilianisch: Beschleunigtes Fianchetto, Maroczy System, 5...Lg7
es: Defensa Siciliana, Variante del Dragón Acelerado, Sistema Maroczy 5...Ag7
eu: Siziliarra: Fianchetto Azeleratua, Maroczy Bind, 5...Ag7
fr: Sicilienne, dragon accéléré, étau de Maroczy, 5...Fg7
id: Sisilia Fianchetto Dipercepat, Ikatan Maroczy, 5... Gg7
it: Difesa Siciliana, Variante del Dragone Accelerato, Sistema Maroczy 5...Ag7
nl: Siciliaans: versnelde fianchetto, Maroczy binden, 5 ... Lg7
pl: Sycylijska,przyspieszone fianchetto,związanie Maroczego, 6.Gg7
ru: Сицилианская защита: ранний дракон, система Мароци, 5...Сg7
si: siciljanska, pospešen krilni razvoj, Marcozyeva vezava, 5. Lg7
sv: Sicilianskt: Accelererat fianchetto, Maroczysystemet, 5...Lg7
tr: Sicilya: hızlandırılmış fianchetto, Maroczy bağlama, 5...Bg7
uk: Сицилійський захист: ранній дракон, система Мароці, 5...Сg7
vi: Sicilia: tăng tốc fianchetto, Maroczy ràng buộc, 5 ... Bg7

source: Sicilian Defence: Accelerated Fianchetto, Maroczy Bind, 6.Be3
ar: صقلي: المتسارع فيل الوتر الطويل, مأزق ماركوتزي, 6.Be4
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Maroczy Bind, 6.Be3
ca: Defensa Siciliana - Variant Drac acelerat - Variant Maroczy - 6. Ae3
cs: Sicilian: accelerated fianchetto, Maroczy bind, 6.Be3
de: Sizilianisch: Beschleunigtes Fianchetto, Maroczy System, 6.Le3
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Maroczy 6.Ae3
eu: Siziliarra: Fianchetto Azeleratua, Maroczy Bind, 6.Ae3
fr: Sicilienne, dragon accéléré, étau de Maroczy, 6.Fe3
id: Sisilia Fianchetto Dipercepat, Ikatan Maroczy, 6.Ge3
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Maroczy 6.Ae3
nl: Siciliaans: versnelde fianchetto, Maroczy binden, 6.Le3
pl: Sycylijska,przyspieszone fianchetto,związanie Maroczego, 6.Ge3
ru: Сицилианская защита: ранний дракон, система Мароци, 6.Сe3
si: sicilijanska, pospešen krilni razvoj, Maroczyeva veza, 6.Le3
sv: Sicilianskt: Accelererat fianchetto, Maroczysystemet, 6.Le3
tr: Sicilya: hızlandırılmış fianchetto, Maroczy bağlama, 6.Be3
uk: Сицилійський захист: ранній дракон, система Мароці, 6.Сe3
vi: Sicilia: fianchetto tăng tốc, Maroczy ràng buộc, 6.Be3

source: Sicilian Defence: Accelerated Fianchetto, Modern Variation
ar: صقلي: المتسارع فيل الوتر الطويل, حديث تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Moderna
ca: Defensa Siciliana - Variant Drac acelerat - Variant moderna
cs: Sicilian: accelerated fianchetto, modern variation
de: Sizilianisch: Beschleunigtes Fianchetto, Moderne Variante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Moderna
eu: Siziliarra: Fianchetto Azeleratua, AldaeraModernoa
fr: Sicilienne, dragon accéléré, var. moderne
id: Sisilia Fianchetto Dipercepat, Varian Modern
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Moderna
nl: Siciliaans: versnelde fianchetto, moderne variant
pl: Sycylijska,przyspieszone fianchetto, wariant nowoczesny
ru: Сицилианская защита: ранний дракон, современный вариант
si: siciljanska, pospešen krilni razvoj, moderna različica
sv: Sicilianskt: Accelererat fianchetto, Moderna varianten
tr: Sicilya: hızlandırılmış fianchetto, modern varyasyon
uk: Сицилійський захист: ранній дракон, сучасний варіант
vi: Sicilia: tăng tốc fianchetto, biến thể hiện đại

source: Sicilian Defence: Accelerated Fianchetto, Modern Variation With Bc4
ar: صقلي: المتسارع فيل الوتر الطويل, حديث تفريع مع Bc5
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Moderna com Bc4
ca: Defensa Siciliana - Variant Drac acelerat . Variant moderna amb Ac4
cs: Sicilian: accelerated fianchetto, modern variation with Bc4
de: Sizilianisch: Beschleunigtes Fianchetto, Moderne Variante mit Lc4
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Moderna con Ac4
eu: Siziliarra: Fianchetto Azeleratua, Ac4-rekin Aldaera Modernoa
fr: Sicilienne, dragon accéléré, var. moderne, avec Fc4
id: Sisilia Fianchetto Dipercepat, Varian Modern dg Gc4
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Moderna con Ac4
nl: Siciliaans: versnelde fianchetto, moderne variant met Lc4
pl: Sycylijska,przyspieszone fianchetto, wariant nowoczesny z Gc4
ru: Сицилианская защита: ранний дракон, современный вариант с Сc4
si: sicilijanska, pospešen krilni razvoj, moderna različica z Lc4
sv: Sicilianskt: Accelererat fianchetto, Moderna varianten med Lc4
tr: Sicilya: hızlandırılmış fianchetto, Bc4 ile modern varyasyonu
uk: Сицилійський захист: ранній дракон, сучасний варіант з Сc4
vi: Sicilia: tăng tốc fianchetto, biến thể hiện đại với BC4

source: Sicilian Defence: Accelerated Fianchetto, Simagin Variation
ar: صقلي: المتسارع فيل الوتر الطويل, سيماجين تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Simagin
ca: Defensa Siciliana - Variant Drac acelerat - Variant Simagin
cs: Sicilian: accelerated fianchetto, Simagin variation
de: Sizilianisch: Beschleunigtes Fianchetto, Simagin Variante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Simagin
eu: Siziliarra: Fianchetto Azeleratua, Simagin Aldaera
fr: Sicilienne, dragon accéléré, var. Simagin
id: Sisilia Fianchetto Dipercepat, Varian Simagin
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Simagin
nl: Siciliaans: versnelde fianchetto, Simagin variant
pl: Sycylijska,przyspieszone fianchetto, wariant Simagin'a
ru: Сицилианская защита: ранний дракон, вариант Симагина
si: siciljanska, pospešen krilni razvoj, Simaginova različica
sv: Sicilianskt: Accelererat fianchetto, Simaginvarianten
tr: Sicilya: hızlandırılmış fianchetto, Simagin varyasyonu
uk: Сицилійський захист: ранній дракон, варіант Сімагіна
vi: Sicilia: tăng tốc fianchetto, Simagin biến

source: Sicilian Defence: Acton Extension
ar: صقلي: أكتون الممتد
br: Defesa Siciliana, Extensão Acton
ca: Defensa Siciliana - Extensió Acton
cs: Sicilian: Acton extension
de: Sizilianisch: Acton extension
es: Defensa Siciliana, Extensión Acton
eu: Siziliarra: Acton Luzapena
fr: Sicilienne, "Acton extension"
id: Sisilia, Esktensi Acton
it: Difesa Siciliana, Extensión Acton
nl: Siciliaans: Acton extensie
pl: Sycylijska: Acton rozszerzenie
ru: Сицилианская защита: венгерский вариант
si: sicilijanska, Actonovo podaljšanje
sv: Sicilianskt: Actons utvidgning
tr: Sicilya: Acton uzantısı
uk: Сицилійський захист: Угорський варіант
vi: Sicilia: mở rộng Acton

source: Sicilian Defence: Alapin Variation (2.c3)
ar: صقلي: ألابين تفريع (2.c3)
br: Defesa Siciliana, Variante Alapin (2.c3)
ca: Defensa Siciliana - Variant Alapin
cs: Sicilian: Alapin's variation (2.c3)
de: Sizilianisch: Alapin's Variante (2.c3)
es: Defensa Siciliana, Variante Alapin
eu: Siziliarra: Alapinen Aldaera (2.c3)
fr: Sicilienne, 2.c3 (var. Alapin)
id: Sisilia Varian Alapin (2.c3)
it: Difesa Siciliana, Variante Alapin
nl: Siciliaans: Alapin's variant (2.c3)
pl: Sycylijska, wariant Alapina(2.c3)
ru: Сицилианская защита: вариант Алапина
si: sicilijanska, Alapinova različica (2. c3)
sv: Sicilianskt: Alapins variant (2.c3)
tr: Sicilya: Alapin'in varyasyonu (2.c3)
uk: Сицилійський захист: варіант Алапіна (2.c3)
vi: Sicilia: biến thể của Alapin (2.c3)

source: Sicilian Defence: Alapin Variation, Barmen Defence
es: Defensa Siciliana: Variante Alapin, Defensa Barmen
eu: Siziliar Defentsa: Alapin Aldaera, Barmen Defentsa
fr: Sicilienne, var. Alapin, défense de Barmen

source: Sicilian Defence: Alapin Variation, Barmen Defence, Central Exchange
es: Defensa Siciliana: Variante Alapin, Defensa Barmen, Central Exchange
eu: Siziliar Defentsa: Alapin Aldaera, Barmen Defentsa, Erdiko Trukea
fr: Sicilienne, var. Alapin, défense de Barmen, échange central

source: Sicilian Defence: Alapin Variation, Barmen Defence, EndGame Variation
es: Defensa Siciliana: Variante Alapin, Defensa Barmen, Variante EndGame
eu: Siziliar Defentsa: Alapin Aldaera, Barmen Defentsa, Partida amaiera Aldaera
fr: Sicilienne, var. Alapin, défense de Barmen, var. de finale

source: Sicilian Defence: Alapin Variation, Barmen Defence, Milner-Barry Attack
es: Defensa Siciliana: Variante Alapin, Defensa Barmen, Ataque Milner-Barry
eu: Siziliar Defentsa: Alapin Aldaera, Barmen Defentsa, Milner-Barry Erasoa
fr: Sicilienne, var. Alapin, défense de Barmen, attaque Milner-Barry

source: Sicilian Defence: Alapin Variation, Barmen Defence, Modern Line
es: Defensa Siciliana: Variante Alapin, Defensa Barmen, Modern Line
eu: Siziliar Defentsa: Alapin Aldaera, Barmen Defentsa, Lerro Modernoa
fr: Sicilienne, var. Alapin, défense de Barmen, ligne moderne

source: Sicilian Defence: Alapin Variation, Sherzer Variation
es: Defensa Siciliana: Variante Alapin, Variante Sherzer
eu: Siziliar Defentsa: Alapin Aldaera, Sherzer Aldaera
fr: Sicilienne, var. Alapin, var. Sherzer

source: Sicilian Defence: Alapin Variation, Smith-Morra Declined
es: Defensa Siciliana: Variante Alapin, Smith-Morra Declined
eu: Siziliar Defentsa: Alapin Aldaera, Smith-Morra Ukatua

source: Sicilian Defence: Alapin Variation, Stoltz Attack
es: Defensa Siciliana: Variante Alapin, Ataque Stoltz
eu: Siziliar Defentsa: Alapin Aldaera, Stoltz Erasoa
fr: Sicilienne, var. Alapin, attaque Stoltz

source: Sicilian Defence: Alapin Variation, Stoltz Attack, Ivanchuk Line
es: Defensa Siciliana: Variante Alapin, Ataque Stoltz, Ivanchuk Line
eu: Siziliar Defentsa: Alapin Aldaera, Stoltz Erasoa, Ivanchuk Lerroa
fr: Sicilienne, var. Alapin, attaque Stoltz, ligne Ivanchuk

source: Sicilian Defence: Amazon Attack
es: Defensa Siciliana: Ataque Amazon
eu: Siziliar Defentsa: Amazona Erasoa
fr: Sicilienne, attaque amazone

source: Sicilian Defence: Anderssen Variation
ar: صقلي: أندرسن تفريع
br: Defesa Siciliana, Variante Anderssen
ca: Defensa Siciliana - Variant Anderssen
cs: Sicilian: Anderssen variation
de: Sizilianisch: Anderssen Variante
es: Defensa Siciliana, Variante Anderssen
eu: Siziliarra: Anderssen Aldaera
fr: Sicilienne, var. Anderssen
id: Sisilia Varian Anderssen
it: Difesa Siciliana, Variante Anderssen
nl: Siciliaans: Anderssen variant
pl: Sycylijska, wariant Anderssen'a
ru: Сицилианская защита: вариант Андерсена
si: sicilijanska, Anderssenova različica
sv: Sicilianskt: Anderssens variant
tr: Sicilya: Anderssen varyasyonu
uk: Сицилійський захист: варіант Андерсена
vi: Sicilia: Anderssen biến

source: Sicilian Defence: Andreaschek Gambit
ar: صقلي: اندرياسشيك جامبيت
br: Defesa Siciliana, Gambito Andreaschek
ca: Defensa Siciliana - Gambit Andreaschek
cs: Sicilian: Andreaschek gambit
de: Sizilianisch: Andreaschek Gambit
es: Defensa Siciliana, Gambito Andreaschek
eu: Siziliarra: Andreaschek Ganbitoa
fr: Sicilienne, gambit Andreaschek
id: Sisilia Gambit Andreaschek
it: Difesa Siciliana, Mossa di Andreaschek
nl: Siciliaans: Andreaschek gambiet
pl: Sycylijska, gambit Andreachek'a
ru: Сицилианская защита: гамбит Андреашека
si: sicilijanska, Andreaschekov gambit
sv: Sicilianskt: Andreascheks gambit
tr: Sicilya: Andreaschek gambiti
uk: Сицилійський захист: гамбіт Андреашека
vi: Sicilia: Andreaschek Gambit

source: Sicilian Defence: Big Clamp Formation
es: Defensa Siciliana: Big Clamp Formation
eu: Siziliar Defentsa: Balazta handiaren Defentsa
fr: Sicilienne, formation de la grande pince

source: Sicilian Defence: Boleslavsky Variation
ar: صقلي: بولسلافسكي تفريع
br: Defesa Siciliana, Variante Boleslavsky
ca: Defensa Siciliana - Variant Boleslavsky
cs: Sicilian: Boleslavsky variation
de: Sizilianisch: Boleslavsky Variante
es: Defensa Siciliana, Variante Boleslavsky
eu: Siziliarra: Boleslavsky Aldaera
fr: Sicilienne, var. Boleslavsky
id: Sisilia, Varian Boleslavsky
it: Difesa Siciliana, Variante Boleslavsky
nl: Siciliaans: Boleslavsky variant
pl: Sycylijska, wariant Boleslavsky
ru: Сицилианская защита: вариант Болеславского
si: sicilijanska, Boleslavskyeva različica
sv: Sicilianskt: Boleslavskijvarianten
tr: Sicilya: Boleslavsky varyasyonu
uk: Сицилійський захист: варіант Болеславського
vi: Sicilia: Boleslavsky biến

source: Sicilian Defence: Boleslavsky Variation, 7.Nb3
ar: صقلي: بولسلافسكي تفريع, 7.Nb4
br: Defesa Siciliana, Variante Boleslavsky, 7.Cb3
ca: Defensa Siciliana - Variant Boleslavsky - 7. Cb3
cs: Sicilian: Boleslavsky variation, 7.Nb3
de: Sizilianisch: Boleslavsky Variante, 7.Sb3
es: Defensa Siciliana, Variante Boleslavsky, 7.Cb3
eu: Siziliarra: Boleslavsky Aldaera, 7.Zb3
fr: Sicilienne, var. Boleslavsky, 7.Cb3
id: Sisilia, Varian Boleslavsky, 7.Kb3
it: Difesa Siciliana, Variante Boleslavsky, 7.Cb3
nl: Siciliaans: Boleslavsky variant, 7.Pb3
pl: Sycylijska, wariant Boleslavsky, 7.Sb3
ru: Сицилианская защита: вариант Болеславского, 7.Кb3
si: sicilijanska, Boleslavsky različica, 7.Sb3
sv: Sicilianskt: Boleslavskijvarianten, 7.Sb3
tr: Sicilya: Boleslavsky varyasyonu, 7.Nb3
uk: Сицилійський захист: варіант Болеславського, 7.Кb3
vi: Sicilia: Boleslavsky biến, 7.Nb3

source: Sicilian Defence: Boleslavsky, Louma Variation
ar: صقلي: بولسلافسكي, لوما تفريع
br: Defesa Siciliana, Variante Boleslavsky, Variante Louma
ca: Defensa Siciliana - Variant Boleslavsky - Variant Louma
cs: Sicilian: Boleslavsky, Louma variation
de: Sizilianisch: Boleslavsky, Louma Variante
es: Defensa Siciliana, Variante Boleslavsky, Variante Louma
eu: Siziliarra: Boleslavsky, Louma Aldaera
fr: Sicilienne, var. Boleslavsky, var. Louma
id: Sisilia, Boleslavsky, Varian Louma
it: Difesa Siciliana, Variante Boleslavsky, Variante Louma
nl: Siciliaans: Boleslavsky, Louma variant
pl: Sycylijska, Boleslavsky, wariant Louma
ru: Сицилианская защита: вариант Болеславского, вариант Лоумы
si: sicilijanska, Boleslavskyeva, Loumarjeva različica
sv: Sicilianskt: Boleslavskijvarianten, Loumavarianten
tr: Sicilya: Boleslavsky, Louma varyasyonu
uk: Сицилійський захист: варіант Болеславського, варіант Лоуми
vi: Sicilia: Boleslavsky, Louma biến

source: Sicilian Defence: Bowdler Attack
es: Defensa Siciliana: Ataque Bowdler
eu: Siziliar Defentsa: Bowder Erasoa

source: Sicilian Defence: Brick Variation
es: Defensa Siciliana: Variante Brick
eu: Siziliar Defentsa: Brick Formazioa

source: Sicilian Defence: Brussels Gambit
es: Defensa Siciliana: Gambito Brussels
eu: Siziliar Defentsa: Bruselas Ganbitoa
fr: Sicilienne, gambit de Bruxelles

source: Sicilian Defence: Bücker Variation
es: Defensa Siciliana: Variante Bücker
eu: Siziliar Defentsa: Bücker Aldaera

source: Sicilian Defence: Canal Attack, Dorfman Gambit
es: Defensa Siciliana: Ataque Canal, Gambito Dorfman
eu: Siziliar Defentsa: Canal Erasoa, Dorfman Ganbitoa

source: Sicilian Defence: Canal Attack, Moscow Gambit
es: Defensa Siciliana: Ataque Canal, Gambito Moscow
eu: Siziliar Defentsa: Canal Erasoa, Mosku Ganbitoa
