Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Spanish Opening: Berlin Defence, 4.O-O
ar: روي لوبيز: دفاع بيرلين, 4.O-O
br: Abertura Ruy López, Defesa Berlinesa, Variante 4.O-O
ca: Obertura Espanyola - Defensa Berlinesa - Variant 4. 0-0
cs: Ruy Lopez: Berlin defence, 4.O-O
de: Spanisch: Berliner Verteidigung, 4.O-O
es: Apertura Española, Defensa Berlinesa, Variante 4.O O
eu: Ruy Lopez: Berlingo Defentsa, 4.O-O
fr: Espagnole, défense berlinoise, 4.O-O
id: Ruy Lopez: Berlin 4.0-0
it: Apertura Spagnola, Difesa Berlinese, Variante 4.O O
nl: Ruy Lopez: Berlijn verdediging, 4.O-O
pl: Partia hiszpańska: obrona berlińska, 4.O-O
ru: Испанская партия: берлинская защита, 4.O-O
si: Ruy Lopez, berlinska obramba, 4. O-O
sv: Spanskt: Berlinerförsvar, 4.O-O
tr: Ruy Lopez: Berlin savunması, 4.O-O
uk: Іспанська партія: Берлінський захист, 4.O-O
vi: Ruy Lopez: Phòng thủ Berlin, 4.O-O

source: Spanish Opening: Berlin Defence, 4.O-O, D6
ar: روي لوبيز: دفاع بيرلين, 4.O-O, d7
br: Abertura Ruy López, Defesa Berlinesa, Variante 4.O-O d6
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada o defensa Steinitz millorada
cs: Ruy Lopez: Berlin defence, 4.O-O, d6
de: Spanisch: Berliner Verteidigung, 4.O-O, d6
es: Apertura Española, Defensa Berlinesa, Variante Cerrada o Defensa Steinitz Mejorada
eu: Ruy Lopez: Berlingo Defentsa, 4.O-O, d6
fr: Espagnole, défense berlinoise, 4.O-O d6
id: Ruy Lopez: Berlin, 4.0-0, d6
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa o Difesa Steinitz Mejorada
nl: Ruy Lopez: Berlijn verdediging, 4.O-O, d6
pl: Partia hiszpańska: obrona berlińska, 4.O-O, d6
ru: Испанская партия: берлинская защита, 4.O-O d6
si: Ruy Lopez, berlinska obramba, 4. O-O, d6
sv: Spanskt: Berlinerförsvar, 4.O-O, d6
tr: Ruy Lopez: Berlin savunması, 4.O-O, d6
uk: Іспанська партія: Берлінський захист, 4.O-O, d6
vi: Ruy Lopez: Phòng thủ Berlin, 4.O-O, D6

source: Spanish Opening: Berlin Defence, Anderssen Variation
ar: روي لوبيز: دفاع بيرلين, أندرسن تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Anderssen
ca: Obertura Espanyola - Defensa Berlinesa - Variant Anderssen
cs: Ruy Lopez: Berlin defence, Anderssen variation
de: Spanisch: Berliner Verteidigung, Anderssen-Variante
es: Apertura Española, Defensa Berlinesa, Variante Anderssen
eu: Ruy Lopez: Berlingo Defentsa, Anderssen Aldaera
fr: Espagnole, défense berlinoise, var. Anderssen
id: Ruy Lopez: Berlin, Varian Anderssen
it: Apertura Spagnola, Difesa Berlinese, Variante Anderssen
nl: Ruy Lopez: Berlijn verdediging Anderssen variant
pl: Partia hiszpańska: obrona berlińska, wariant Anderssen'a
ru: Испанская партия: берлинская защита, вариант Андерсена
si: Ruy Lopez, berlinska obramba, Anderssenova različica
sv: Spanskt: Berlinerförsvar, Anderssenvarianten
tr: Ruy Lopez: Berlin savunması, Anderssen varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Андерсена
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Anderssen

source: Spanish Opening: Berlin Defence, Berlin Wall
eu: Ruy Lopez: Berlin Defentsa, Berlineko Murrua

source: Spanish Opening: Berlin Defence, Beverwijk Variation
ar: روي لوبيز: دفاع بيرلين, بيفيروجك تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Beverwijk
ca: Obertura Espanyola - Defensa Berlinesa - Variant Beverwijk
cs: Ruy Lopez: Berlin defence, Beverwijk variation
de: Spanisch: Berliner Verteidigung, Beverwijk-Variante
es: Apertura Española, Defensa Berlinesa, Variante Beverwijk
eu: Ruy Lopez: Berlingo Defentsa, Beverwijk Aldaera
fr: Espagnole, défense berlinoise, var. de Beverwijk
id: Ruy Lopez: Berlin, Varian Beverwijk
it: Apertura Spagnola, Difesa Berlinese, Variante Beverwijk
nl: Ruy Lopez: Berlijn verdediging Beverwijk variant
pl: Partia hiszpańska: obrona berlińska, wariant Beverwijk'a
ru: Испанская партия: берлинская защита, бевервейкский вариант
si: Ruy Lopez, berlinska obramba, Beverwijkova različica
sv: Spanskt: Berlinerförsvar, Beverwijkvarianten
tr: Ruy Lopez: Berlin savunması, Beverwijk varyasyonu
uk: Іспанська партія: Берлінський захист, Бевервейкський варіант
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Beverwijk

source: Spanish Opening: Berlin Defence, Cordel Variation
ar: روي لوبيز: دفاع بيرلين, كوردل تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Cordel
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant cordill
cs: Ruy Lopez: Berlin defence, Cordel variation
de: Spanisch: Berliner Verteidigung, Cordel-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Cordel
eu: Ruy Lopez: Berlingo Defentsa, Cordel Aldaera
fr: Espagnole, défense berlinoise, var. Cordel
id: Ruy Lopez: Berlin, Varian Cordel
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Cordel
nl: Ruy Lopez: Berlijn verdediging Cordel variant
pl: Partia hiszpańska: obrona berlińska, wariant Cordel'a
ru: Испанская партия: берлинская защита, вариант Корделя
si: Ruy Lopez, berlinska obramba, Cordelova različica
sv: Spanskt: Berlinerförsvar, Cordelvarianten
tr: Ruy Lopez: Berlin savunması, Cordel varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Корделя
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Cordel

source: Spanish Opening: Berlin Defence, Duras Variation
ar: روي لوبيز: دفاع بيرلين, دوراس تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Duras
ca: Obertura Espanyola - Defensa Berlinesa - Variant Duras
cs: Ruy Lopez: Berlin defence, Duras variation
de: Spanisch: Berliner Verteidigung, Duras-Variante
es: Apertura Española, Defensa Berlinesa, Variante Duras
eu: Ruy Lopez: Berlingo Defentsa, Duras Aldaera
fr: Espagnole, défense berlinoise, var. Duras
id: Ruy Lopez: Berlin, Varian Duras
it: Apertura Spagnola, Difesa Berlinese, Variante Duras
nl: Ruy Lopez: Berlijn verdediging Duras variant
pl: Partia hiszpańska: obrona berlińska, wariant Duras'a
ru: Испанская партия: берлинская защита, вариант Дураса
si: Ruy Lopez, berlinska obramba, Durasova različica
sv: Spanskt: Berlinerförsvar, Durasvarianten
tr: Ruy Lopez: Berlin savunması, Duras varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Дураса
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Duras

source: Spanish Opening: Berlin Defence, Fishing Pole Variation
eu: Ruy Lopez: Berlin Defentsa, arrantza kainabera Aldaera

source: Spanish Opening: Berlin Defence, Hedgehog Variation
ar: روي لوبيز: دفاع بيرلين, هيدجيهوج تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante do Ouriço
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Eriçó
cs: Ruy Lopez: Berlin defence, hedgehog variation
de: Spanisch: Berliner Verteidigung, Igel-Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Erizo
eu: Ruy Lopez: Berlingo Defentsa, Trikuaren Aldaera
fr: Espagnole, défense berlinoise, var. du hérisson
id: Ruy Lopez: Berlin, Varian Hedgehog
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Erizo
nl: Ruy Lopez: Berlijn verdediging, egel variant
pl: Partia hiszpańska: obrona berlińska, wariant jeża
ru: Испанская партия: берлинская защита, вариант ежа
si: Ruy Lopez, berlinska obramba, različica ježevec
sv: Spanskt: Berlinerförsvar, igelkottsvarianten
tr: Ruy Lopez: Berlin savunması, kirpi varyasyonu
uk: Іспанська партія: Берлінський захист, варіант їжака
vi: Ruy Lopez: Phòng thủ Berlin, biến thể hedgehog

source: Spanish Opening: Berlin Defence, Kaufmann Variation
ar: روي لوبيز: دفاع بيرلين, كوفمان تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Kaufmann
ca: Obertura Espanyola - Defensa Berlinesa - Variant Laufmann
cs: Ruy Lopez: Berlin defence, Kaufmann variation
de: Spanisch: Berliner Verteidigung, Kaufmann-Variante
es: Apertura Española, Defensa Berlinesa, Variante Kaufmann
eu: Ruy Lopez: Berlingo Defentsa, Kaufmann Aldaera
fr: Espagnole, défense berlinoise, var. Kaufmann
id: Ruy Lopez: Berlin, Varian Kaufmann
it: Apertura Spagnola, Difesa Berlinese, Variante Kaufmann
nl: Ruy Lopez: Berlijn verdediging Kaufmann variant
pl: Partia hiszpańska: obrona berlińska, wariant Kaufmann'a
ru: Испанская партия: берлинская защита, вариант Кауфмана
si: Ruy Lopez, berlinska obramba, Kaufmannova različica
sv: Spanskt: Berlinerförsvar, Kaufmannvarianten
tr: Ruy Lopez: Berlin savunması, Kaufmann varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Кауфмана
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Kaufmann

source: Spanish Opening: Berlin Defence, L'Hermet Variation
eu: Ruy Lopez: Berlin Defentsa, l'Hermet Aldaera
fr: Espagnole, défense berlinoise, var. L'hermet

source: Spanish Opening: Berlin Defence, L'Hermet Variation, Berlin Wall Defence
eu: Ruy Lopez: Berlin Defentsa, l'Hermet Aldaera, Berlineko Murrua Defentsa

source: Spanish Opening: Berlin Defence, L'Hermet Variation, Westerinen Line
eu: Ruy Lopez: Berlin Defentsa, l'Hermet Aldaera, Westerinen Lerroa

source: Spanish Opening: Berlin Defence, Minckwitz Variation
ar: روي لوبيز: دفاع بيرلين, مينكويتز تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Minckwitz
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Minckwitz
cs: Ruy Lopez: Berlin defence, Minckwitz variation
de: Spanisch: Berliner Verteidigung, Minckwitz-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Minckwitz
eu: Ruy Lopez: Berlingo Defentsa, Minckwitz Aldaera
fr: Espagnole, défense berlinoise, var. Minckwitz
id: Ruy Lopez: Berlin, Varian Minckwitz
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Minckwitz
nl: Ruy Lopez: Berlijn verdediging Minckwitz variant
pl: Partia hiszpańska: obrona berlińska, wariant Minckwitz'a
ru: Испанская партия: берлинская защита, вариант Минквица
si: Ruy Lopez, berlinska obramba, Minckwitzova različica
sv: Spanskt: Berlinerförsvar, Minckwitzvarianten
tr: Ruy Lopez: Berlin savunması, Minckwitz varyasyonu
uk: Іспанська партія: Берлінський захист, вариант Мінквіца
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Minckwitz

source: Spanish Opening: Berlin Defence, Mortimer Trap
ar: روي لوبيز: دفاع بيرلين, مورتليمر فخ
br: Abertura Ruy López, Defesa Berlinesa, Armadilha de Mortimer
ca: Obertura Espanyola - Defensa Berlinesa - Trampa de Mortimer
cs: Ruy Lopez: Berlin defence, Mortimer trap
de: Spanisch: Berliner Verteidigung, Mortimer Falle
es: Apertura Española, Defensa Berlinesa, Trampa de Mortimer
eu: Ruy Lopez: Berlingo Defentsa, Mortimer Tranpa
fr: Espagnole, défense berlinoise, piège de Mortimer
id: Ruy Lopez: Berlin, Jebakan Mortimer
it: Apertura Spagnola, Difesa Berlinese, Trppola Mortimer
nl: Ruy Lopez: Berlijn verdediging Mortimer val
pl: Partia hiszpańska: obrona berlińska,pułapka Mortimer'a
ru: Испанская партия: берлинская защита, ловушка Мортимера
si: Ruy Lopez, berlinska obramba, Mortimerjeva past
sv: Spanskt: Berlinerförsvar, Mortimerfällan
tr: Ruy Lopez: Berlin savunması, Mortimer tuzağı
uk: Іспанська партія: Берлінський захист, пастка Мортімера
vi: Ruy Lopez: Phòng thủ Berlin, bẫy Mortimer

source: Spanish Opening: Berlin Defence, Mortimer Variation
ar: روي لوبيز: دفاع بيرلين, مورتليمر تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Mortimer
ca: Obertura Espanyola - Defensa Berlinesa - Variant Mortimer
cs: Ruy Lopez: Berlin defence, Mortimer variation
de: Spanisch: Berliner Verteidigung, Mortimer-Variante
es: Apertura Española, Defensa Berlinesa, Variante Mortimer
eu: Ruy Lopez: Berlingo Defentsa, Mortimer Aldaera
fr: Espagnole, défense berlinoise, var. Mortimer
id: Ruy Lopez: Berlin, Varian Mortimer
it: Apertura Spagnola, Difesa Berlinese, Variante Mortimer
nl: Ruy Lopez: Berlijn verdediging Mortimer variant
pl: Partia hiszpańska: obrona berlińska, wariant Mortimer'a
ru: Испанская партия: берлинская защита, вариант Мортимера
si: Ruy Lopez, berlinska obramba, Mortimerjeva različica
sv: Spanskt: Berlinerförsvar, Mortimervarianten
tr: Ruy Lopez: Berlin savunması, Mortimer varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Мортімера
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Mortimer

source: Spanish Opening: Berlin Defence, Nyholm Attack
ar: روي لوبيز: دفاع بيرلين, نيهولم هجوم
br: Abertura Ruy López, Defesa Berlinesa, Ataque Nyholm
ca: Obertura Espanyola - Defensa Berlinesa - Atac Nyholm
cs: Ruy Lopez: Berlin defence, Nyholm attack
de: Spanisch: Berliner Verteidigung, Nyholm Angriff
es: Apertura Española, Defensa Berlinesa, Ataque Nyholm
eu: Ruy Lopez: Berlingo Defentsa, Nyholm Erasoa
fr: Espagnole, défense berlinoise, attaque Nyholm
id: Ruy Lopez: Berlin, Serangan Nyholm
it: Apertura Spagnola, Difesa Berlinese, Attacco Nyholm
nl: Ruy Lopez: Berlijn verdediging Nyholm aanval
pl: Partia hiszpańska: obrona berlińska, atak Nyholm'a
ru: Испанская партия: берлинская защита, атака Нюхольма
si: Ruy Lopez, berlinska obramba, Nyholmov napad
sv: Spanskt: Berlinerförsvar, Nyholms angrepp
tr: Ruy Lopez: Berlin savunması, Nyholm hücumu
uk: Іспанська партія: Берлінський захист, атака Нюхольма
vi: Ruy Lopez: Phòng thủ Berlin, tấn công Nyholm

source: Spanish Opening: Berlin Defence, Open Variation
ar: روي لوبيز: دفاع بيرلين, التفريع المفتوح
br: Abertura Ruy López, Defesa Berlinesa, Variante Aberta
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta
cs: Ruy Lopez: Berlin defence, open variation
de: Spanisch: Berliner Verteidigung, Offenes System
es: Apertura Española, Defensa Berlinesa, Variante Abierta
eu: Ruy Lopez: Berlingo Defentsa, Aldaera Irekia
fr: Espagnole, défense berlinoise, var. ouverte
id: Ruy Lopez: Berlin, Varian Terbuka
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta
nl: Ruy Lopez: Berlijn verdediging, open variant
pl: Partia hiszpańska: obrona berlińska, wariant otwarty
ru: Испанская партия: берлинская защита, открытый вариант
si: Ruy Lopez, berlinska obramba, odprta različica
sv: Spanskt: Berlinerförsvar, öppna varianten
tr: Ruy Lopez: Berlin savunması, açık varyasyon
uk: Іспанська партія: Берлінський захист, відкритий варіант
vi: Ruy Lopez: Phòng thủ Berlin, biến thể mở

source: Spanish Opening: Berlin Defence, Pillsbury Variation
ar: روي لوبيز: دفاع بيرلين, بيلسبوري تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Pillsbury
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Pillsbury
cs: Ruy Lopez: Berlin defence, Pillsbury variation
de: Spanisch: Berliner Verteidigung, Pillsbury-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Pillsbury
eu: Ruy Lopez: Berlingo Defentsa, Pillsbury Aldaera
fr: Espagnole, défense berlinoise, var. Pillsbury
id: Ruy Lopez: Berlin, Varian Pillsburry
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Pillsbury
nl: Ruy Lopez: Berlijn verdediging Pillsbury variant
pl: Partia hiszpańska: obrona berlińska, wariant Pillsbury
ru: Испанская партия: берлинская защита, вариант Пильсбери
si: Ruy Lopez, berlinska obramba, Pillsburyeva različica
sv: Spanskt: Berlinerförsvar, Pillsburyvarianten
tr: Ruy Lopez: Berlin savunması, Pillsbury varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Пільсбері
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Pillsbury

source: Spanish Opening: Berlin Defence, Rio De Janeiro Variation
ar: روي لوبيز: دفاع بيرلين, ريو دي جانيرو تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Rio de Janeiro
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant 'Riu de Janeiro'
cs: Ruy Lopez: Berlin defence, Rio de Janeiro variation
de: Spanisch: Berliner Verteidigung, Rio de Janeiro Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Río de Janeiro
eu: Ruy Lopez: Berlingo Defentsa, Rio de Janeiroko Aldaera
fr: Espagnole, défense berlinoise, var. de Rio de Janeiro
id: Ruy Lopez: Berlin, Varian Rio de Janeiro
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Río de Janeiro
nl: Ruy Lopez: Berlijn verdediging, Rio de Janeiro variant
pl: Partia hiszpańska: obrona berlińska, wariant Rio de Janeiro
ru: Испанская партия: берлинская защита, вариант Рио-де-Жанейро
si: Ruy Lopez, berlinska obramba, različica Rio de Janeiro
sv: Spanskt: Berlinerförsvar, Rio-de-Janeiro-varianten
tr: Ruy Lopez: Berlin savunması, Rio de Janeiro varyasyonu
uk: Іспанська партія: Берлінський захист, Ріо-де-Жанейро-варіант
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Rio de Janeiro

source: Spanish Opening: Berlin Defence, Rosenthal Variation
ar: روي لوبيز: دفاع بيرلين, روزنتال تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Rosenthal
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Rosenthal
cs: Ruy Lopez: Berlin defence, Rosenthal variation
de: Spanisch: Berliner Verteidigung, Rosenthal-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Rosenthal
eu: Ruy Lopez: Berlingo Defentsa, Rosenthal Aldaera
fr: Espagnole, défense berlinoise, var. Rosenthal
id: Ruy Lopez: Berlin, Varian Rosenthal
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Rosenthal
nl: Ruy Lopez: Berlijn verdediging Rosenthal variant
pl: Partia hiszpańska: obrona berlińska, wariant Rosenthal'a
ru: Испанская партия: берлинская защита, вариант Розенталя
si: Ruy Lopez, berlinska obramba, Rosenthalova različica
sv: Spanskt: Berlinerförsvar, Rosenthalvarianten
tr: Ruy Lopez: Berlin savunması, Rosenthal varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Розенталя
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Rosenthal

source: Spanish Opening: Berlin Defence, Tarrasch Trap
ar: روي لوبيز: دفاع بيرلين, تاراش فخ
br: Abertura Ruy López, Defesa Berlinesa, Armadilha de Tarrasch
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Trampa de Tarrasch
cs: Ruy Lopez: Berlin defence, Tarrasch trap
de: Spanisch: Berliner Verteidigung, Tarrasch Falle
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Trampa de Tarrasch
eu: Ruy Lopez: Berlingo Defentsa, Tarrasch Tranpa
fr: Espagnole, défense berlinoise, piège de Tarrasch
id: Ruy Lopez: Berlin, Jebakan Tarrasch
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Trappola Tarrasch
nl: Ruy Lopez: Berlijn verdediging Tarrasch val
pl: Partia hiszpańska: obrona berlińska, pułapka Tarrasch'a
ru: Испанская партия: берлинская защита, ловушка Тарраша
si: Ruy Lopez, berlinska obramba, Tarrascheva past
sv: Spanskt: Berlinerförsvar, Tarraschfällan
tr: Ruy Lopez: Berlin savunması, Tarrasch tuzağı
uk: Іспанська партія: Берлінський захист, пастка Тарраша
vi: Ruy Lopez: Phòng thủ Berlin, bẫy Tarrasch

source: Spanish Opening: Berlin Defence, Trifunovic Variation
ar: روي لوبيز: دفاع بيرلين, تريفونوفيك تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Trifunovic
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Trifunovic
cs: Ruy Lopez: Berlin defence, Trifunovic variation
de: Spanisch: Berliner Verteidigung, Trifunovic-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Trifunovic
eu: Ruy Lopez: Berlingo Defentsa, Trifunovic Aldaera
fr: Espagnole, défense berlinoise, var. Trifunović
id: Ruy Lopez: Berlin, Varian Trifunovic
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Trifunovic
nl: Ruy Lopez: Berlijn verdediging Trifunovic variant
pl: Partia hiszpańska: obrona berlińska, wariant Trifunovic'a
ru: Испанская партия: берлинская защита, вариант Трифуновича
si: Ruy Lopez, berlinska obramba, Trifunioviceva različica
sv: Spanskt: Berlinerförsvar, Trifunovicvarianten
tr: Ruy Lopez: Berlin savunması, Trifunovic varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Трифуновича
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Trifunovic

source: Spanish Opening: Berlin Defence, Winawer Attack
ar: روي لوبيز: دفاع بيرلين, ويناور هجوم
br: Abertura Ruy López, Defesa Berlinesa, Ataque Winawer
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Atac Winawer
cs: Ruy Lopez: Berlin defence, Winawer attack
de: Spanisch: Berliner Verteidigung, Winawer Angriff
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Ataque Winawer
eu: Ruy Lopez: Berlingo Defentsa, Winawer Erasoa
fr: Espagnole, défense berlinoise, attaque Winawer
id: Ruy Lopez: Berlin, Serangan Winawer
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Attacco Winawer
nl: Ruy Lopez: Berlijn verdediging Winawer aanval
pl: Partia hiszpańska: obrona berlińska, atak Winawer'a
ru: Испанская партия: берлинская защита, атака Винавера
si: Ruy Lopez, berlinska obramba, Winawerjev napad
sv: Spanskt: Berlinerförsvar, Winawers angrepp
tr: Ruy Lopez: Berlin savunması, Winawer hücumu
uk: Іспанська партія: Берлінський захист, атака Вінавера
vi: Ruy Lopez: Phòng thủ Berlin, tấn công Winawer

source: Spanish Opening: Berlin Defence, Zukertort Variation
ar: روي لوبيز: دفاع بيرلين, زكرتوت تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Zukertort
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Zukertort
cs: Ruy Lopez: Berlin defence, Zukertort variation
de: Spanisch: Berliner Verteidigung, Zukertort-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Zukertort
eu: Ruy Lopez: Berlingo Defentsa, Zukertort Aldaera
fr: Espagnole, défense berlinoise, var. Zukertort
id: Ruy Lopez: Berlin, Varian Zukertort
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Zukertort
nl: Ruy Lopez: Berlijn verdediging Zukertort variant
pl: Partia hiszpańska: obrona berlińska, wariant Zukertort'a
ru: Испанская партия: берлинская защита, вариант Цукерторта
si: Ruy Lopez, berlinska obramba, Zukertortova različica
sv: Spanskt: Berlinerförsvar, Zukertortvarianten
tr: Ruy Lopez: Berlin savunması, Zukertort varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Цукерторта
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Zukertort

source: Spanish Opening: Bird Defence
ar: روي لوبيز: بيرد دفاع
br: Abertura Ruy López, Defesa Bird
ca: Obertura Espanyola - Defensa Bird
cs: Ruy Lopez: Bird's defence
de: Spanisch: Bird's Verteidigung
es: Apertura Española, Defensa Bird
eu: Ruy Lopez: Bird-en Defentsa
fr: Espagnole, défense Bird
id: Ruy Lopez: Pembelaan Bird
it: Apertura Spagnola, Difesa Bird
nl: Ruy Lopez: Bird's verdediging
pl: Partia hiszpańska: obrona Bird'a
ru: Испанская партия: защита Берда
si: Ruy Lopez, Birdova obramba
sv: Spanskt: Birds försvar
tr: Ruy Lopez: Kuş'un savunması
uk: Іспанська партія: захист Берда
vi: Ruy Lopez: bảo vệ chim

source: Spanish Opening: Bird Defence Deferred
ar: روي لوبيز: بيرد دفاع ديفيرد
br: Abertura Ruy López, Defesa Bird Diferida
ca: Obertura Espanyola - Defensa Bird diferida
cs: Ruy Lopez: Bird's defence deferred
de: Spanisch: Bird's Verteidigung im Nachzug
es: Apertura Española, Defensa Bird Diferida
eu: Ruy Lopez: Bird-en Defentsa Atzeratua
fr: Espagnole, défense Bird différée
id: Ruy Lopez: Pembelaan Bird Ditunda
it: Apertura Spagnola, Difesa Bird Diferida
nl: Ruy Lopez: uitgestelde Bird's verdediging
pl: Partia hiszpańska: obrona Bird'a odroczona
ru: Испанская партия: улучшенная защита Берда
si: Ruy Lopez, Birdova obramba odložena
sv: Spanskt: Birds försvar avböjt
tr: Ruy Lopez: Kuş'un ertelenmiş savunması
uk: Іспанська партія: покращений захист Берда
vi: Ruy Lopez: bảo vệ chim chậm

source: Spanish Opening: Bird Defence, Paulsen Variation
ar: روي لوبيز: بيرد دفاع, بولسن تفريع
br: Abertura Ruy López, Defesa Bird, Variante Paulsen
ca: Obertura Espanyola - Defensa Bird - Variant Paulsen
cs: Ruy Lopez: Bird's defence, Paulsen variation
de: Spanisch: Bird's Verteidigung, Paulsen-Variante
es: Apertura Española, Defensa Bird, Variante Paulsen
eu: Ruy Lopez: Bird-en Defentsa, Paulsen Aldaera
fr: Espagnole, défense Bird, var. Paulsen
id: Ruy Lopez: Pembelaan Bird, Varian Paulsen
it: Apertura Spagnola, Difesa Bird, Variante Paulsen
nl: Ruy Lopez: Bird's verdediging, Paulsen variant
pl: Partia hiszpańska: obrona Bird'a, wariant Paulsen'a
ru: Испанская партия: защита Берда, вариант Паульсена
si: Ruy Lopez, Birdova obramba, Paulsenova različica
sv: Spanskt: Birds försvar, Paulsenvarianten
tr: Ruy Lopez: Kuş'un savunması, Paulsen varyasyonu
uk: Іспанська партія: захист Берда, варіант Паульсена
vi: Ruy Lopez: bảo vệ chim, Paulsen biến
