Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Caro-Masi Defence
ar: كارو-مازي دفاع
br: Defesa Caro Masi
ca: Defensa Caro Kann - Defensa Caro Masi
cs: Caro-Masiho obrana
de: Caro-Masi Verteidigung
es: Defensa Caro Kann, Defensa Caro Masi
eu: Caro-Kann: Caro-Masi Defentsa
fr: Caro-Kann, var. Masi
id: Pembelaan Caro-Masi
it: Difesa Caro Kann, Difesa Caro Masi
nl: CaroMasi verdediging
pl: Obrona Caro-Masi
ru: Защита Каро-Маси
si: Caro-Masijeva obramba
sv: Caro-Masi-försvar
tr: Caro-Masi savunması
uk: Захист Каро-Масі
vi: Phòng thủ Carô-Masi

source: Carr Defence
ar: كار دفاع
br: Defesa Carr
ca: Defensa Carr
cs: Carrsova obrana
de: Carr's Verteidigung
es: Defensa Carr
eu: Carr Defentsa
fr: Défense Carr
id: Pembelaan Carr
it: Difesa Carr
nl: Carr's verdediging
pl: Obrona Carra
ru: Защита Карра
si: Carrova obramba
sv: Carrs försvar
tr: Carr'ın savunması
uk: Захист Карра
vi: Phòng thủ Carr

source: Carr Defence: Zilbermints Gambit
es: Defensa Carr: Gambito Zilbermints
eu: Carr Defentsa: Zilbermints Ganbitoa
fr: Défense Carr, gambit Zilbermints

source: Catalan Opening
ar: افتتاح كاتالان
br: Abertura Catalã
ca: Obertura Catalana
cs: Katalánská
de: Katalanisch Eröffnung
es: Apertura Catalana
eu: Irekiera katalana
fr: Partie catalane
id: Pembukaan Katalan
it: Apertura Catalana
nl: Catalaans
pl: Debiut kataloński
ru: Каталонское начало
si: Catalanka otvoritev
sv: Katalanskt
tr: Katalonya açılışı
uk: Каталонський початок
vi: Khai cuộc Catalan

source: Catalan Opening: Closed
ar: كاتالان: المغلق
br: Abertura Catalã, Variante Fechada
ca: Obertura Catalana - Variant tancada
cs: Katalánská: Zavřená
de: Katalanisch: Geschlossen
es: Apertura Catalana, Variante Cerrada
eu: Katalana: Itxia
fr: Catalane fermée
id: Katalan: Varian Tertutup
it: Apertura Catalana, Variante Chiusa
nl: Catalaans: gesloten
pl: Kataloński zamknięty
ru: Каталонское начало: закрытый вариант
si: Catalanka: zaprta
sv: Katalanskt: Sluten variant
tr: Katalonya: kapalı
uk: Каталонський початок: закритий варіант
vi: Catalan: Đóng

source: Catalan Opening: Closed Variation, Rabinovich Variation
es: Apertura Catalana: Variante Cerrada, Variante Rabinovich
eu: Irekiera katalana: Aldaera Itxia, Rabinovich Aldaera
fr: Catalane fermée, var. Rabinovich

source: Catalan Opening: Closed Variation, Traditional Variation
es: Apertura Catalana: Variante Cerrda, Variante Tradicional
eu: Irekiera katalana: Aldaera Itxia, Aldaera tradizionala
fr: Catalane fermée, var. traditionnelle

source: Catalan Opening: Closed, 5.Nf3
ar: كاتالان: المغلق, 5.Nf4
br: Abertura Catalã, Variante Fechada, 5.Cf3
ca: Obertura Catalana - Variant tancada - 5. Cf3
cs: Katalánská: Zavřená, 5. Jf3
de: Katalanisch: Geschlossen, 5.Sf3
es: Apertura Catalana, Variante Cerrada, 5.Cf3
eu: Katalana: Itxia, 5.Zf3
fr: Catalane fermée, 5.Cf3
id: Katalan: Tertutup, 5.Kf3
it: Apertura Catalana, Variante Chiusa, 5.Cf3
nl: Catalaans: gesloten, 5.Pf3
pl: Kataloński zamknięty, 5.Sf3
ru: Каталонское начало: закрытый вариант, 5.Кf3
si: Catalanka: zaprta, 5. Sf3
sv: Katalanskt: Sluten, 5.Sf3
tr: Katalonya: kapalı, 5.Nf3
uk: Каталонський початок: закритий варіант, 5.Кf3
vi: Catalan: Đóng, 5.Nf3

source: Catalan Opening: Closed, 6...Nbd7
ar: كاتالان: المغلق, 6...Nbd8
br: Abertura Catalã, Variante Fechada, 6...Cbd7
ca: Obertura Catalana - Variant tancada - 6 ... Cbd7
cs: Katalánská: Zavřená, 6. - Jbd7
de: Katalanisch: Geschlossen, 6...Sbd7
es: Apertura Catalana, Variante Cerrada, 6...Cbd7
eu: Katalana: Itxia, 6...Zbd7
fr: Catalane fermée, 6...Cbd7
id: Katalan: Tertutup, 6... Kbd7
it: Apertura Catalana, Variante Chiusa, 6...Cbd7
nl: Catalaans: gesloten, 6 ... Pbd7
pl: Kataloński zamknięty, 6...Sbd7
ru: Каталонское начало: закрытый вариант, 6...Кbd7
si: Catalanka: zaprta. 6. Sbd7
sv: Katalanskt: Sluten, 6...Sbd7
tr: Katalonya: kapalı, 6...Nbd7
uk: Каталонський початок: закритий варіант, 6...Кbd7
vi: Catalan: kĐóng, 6 ... Nbd7

source: Catalan Opening: Closed, 7.Qc2
ar: كاتالان: المغلق, 7.Qc3
br: Abertura Catalã, Variante Fechada, 7.Dc2
ca: Obertura Catalana - Variant tancada - 7. Dc2
cs: Katalánská: Zavřená, 7. Dc2
de: Katalanisch: Geschlossen, 7.Dc2
es: Apertura Catalana, Variante Cerrada, 7.Dc2
eu: Katalana: Itxia, 7.Dc2
fr: Catalane fermée, 7.Dc2
id: Katalan: Tertutup, 7.Mc2
it: Apertura Catalana, Variante Chiusa, 7.Dc2
nl: Catalaans: gesloten, 7.Dc2
pl: Kataloński zamknięty, 7.Hc2
ru: Каталонское начало: закрытый вариант, 7.Фc2
si: Catalanka: zaprta, 7. Dc2
sv: Katalanskt: Sluten, 7.Dc2
tr: Katalonya: kapalı, 7.Qc2
uk: Каталонський початок: закритий варіант, 7.Фc2
vi: Catalan: Đóng, 7.Qc2

source: Catalan Opening: Closed, Botvinnik Variation
ar: كاتالان: المغلق, بوتفنيك تفريع
br: Abertura Catalã, Variante Fechada, Variante Botvinnik
ca: Obertura Catalana - Variant tancada - Variant Botvinnik
cs: Katalánská: Zavřená, Botvinikova varianta
de: Katalanisch: Geschlossen, Botvinnik-Variante
es: Apertura Catalana, Variante Cerrada, Variante Botvinnik
eu: Katalana: Itxia, Botvinnik Aldaera
fr: Catalane fermée, var. Botvinnik
id: Katalan: Tertutup, Varian Botwinnik
it: Apertura Catalana, Variante Chiusa, Variante Botvinnik
nl: Catalaans: gesloten, Botvinnik variant
pl: Kataloński zamknięty, wariant Botvinnik'a
ru: Каталонское начало: закрытый вариант, вариант Ботвинника
si: Catalanka: zaprta, Botvinnikova različica
sv: Katalanskt: Sluten, Botvinnikvarianten
tr: Katalonya: kapalı, Botvinnik varyasyonu
uk: Каталонський початок: закритий варіант, варіант Ботвинника
vi: Catalan: Đóng, biến thể Botvinnik

source: Catalan Opening: Closed, Main Line
ar: كاتالان: المغلق, الخط الرئيسي
br: Abertura Catalã, Variante Fechada, Linha Principal
ca: Obertura Catalana - Variant tancada - Línia principal
cs: Katalánská: Zavřená, hlavní systém
de: Katalanisch: Geschlossen, Hauptvariante
es: Apertura Catalana, Variante Cerrada, Linea Principal
eu: Katalana: Itxia, Lerro Nagusia
fr: Catalane fermée, ligne principale
id: Katalan: Tertutup, Jalur Utama
it: Apertura Catalana, Variante Chiusa, Linea Principale
nl: Catalaans: gesloten, hoofdlijn
pl: Kataloński zamknięty, główna linia
ru: Каталонское начало: закрытый вариант, основное продолжение
si: Catalanka: zaprta, glavna linija
sv: Katalanskt: Sluten, huvudvariant
tr: Katalonya: kapalı, ana hat
uk: Каталонський початок: закритий варіант, основне продовження
vi: Catalan: biến , dòng chính

source: Catalan Opening: Closed, Qc2 & B3
ar: كاتالان: المغلق, Qc2 & b4
br: Abertura Catalã, Variante Fechada, 7.Dc2 & 8.b3
ca: Obertura Catalana - Variant tancada - 7. Dc2 i 8. b3
cs: Katalánská: Zavřená, Dc2 a b3
de: Katalanisch: Geschlossen, Dc2 & b3
es: Apertura Catalana, Variante Cerrada, 7.Dc2 y 8.b3
eu: Katalana: Itxia, Dc2 & b3
fr: Catalane fermée, avec Dc2 et b3
id: Katalan: Tertutup, Mc2 dan b3
it: Apertura Catalana, Variante Chiusa, 7.Dc2 y 8.b3
nl: Catalaans: gesloten, Dc2 & b3
pl: Kataloński zamknięty, Hc2 & b3
ru: Каталонское начало: закрытый вариант, Фc2 и b3
si: Catalanka: zaprta, Dc2 & b3
sv: Katalanskt: Sluten med Dc2 och b3
tr: Katalonya: kapalı, Qc2 & b3
uk: Каталонський початок: закритий варіант, Фc2 і b3
vi: Catalan: Đóng, Qc2 & b3

source: Catalan Opening: Closed, Sokolsky Variation
ar: كاتالان: المغلق, سوكولوسكي تفريع
br: Abertura Catalã, Variante Fechada, Linha Principal, Variante Sokolsky
ca: Obertura Catalana - Variant tancada - Línia principal - Variant Sokolsky
cs: Katalánská: Zavřená, Sokolského varianta
de: Katalanisch: Geschlossen, Sokolsky-Variante
es: Apertura Catalana, Variante Cerrada, Linea Principal, Variante Sokolsky
eu: Katalana: Itxia, Sokolsky Aldaera
fr: Catalane fermée, var. Sokolsky
id: Katalan: Tertutup, Varian Sokolsky
it: Apertura Catalana, Variante Chiusa, Linea Principale, Variante Sokolsky
nl: Catalaans: gesloten, Sokolsky variant
pl: Kataloński zamknięty, wariant Sokolsky
ru: Каталонское начало: закрытый вариант, вариант Сокольского
si: Catalanka: zaprta, Sokolsky različica
sv: Katalanskt: Sluten, Sokolskijvarianten
tr: Katalonya: kapalı, Sokolsky varyasyonu
uk: Каталонський початок: закритий варіант, варіант Сокольского
vi: Catalan: Đóng, biến thể Sokolsky

source: Catalan Opening: Closed, Spassky Gambit
ar: كاتالان: المغلق, سباسكي جامبيت
br: Abertura Catalã, Variante Fechada, Gambito Spassky
ca: Obertura Catalana - Variant tancada - Gambit Spassky
cs: Katalánská: Zavřená, Spasského gambit
de: Katalanisch: Geschlossen, Spassky Gambit
es: Apertura Catalana, Variante Cerrada, Gambito Spassky
eu: Katalana: Itxia, Spassky Ganbitoa
fr: Catalane fermée, gambit Spassky
id: Katalan: Tertutup, Gambit Spassky
it: Apertura Catalana, Variante Chiusa, gambetto Spassky
nl: Catalaans: gesloten, Spassky gambiet
pl: Kataloński zamknięty, gambit Spassky
ru: Каталонское начало: закрытый вариант, гамбит Спасского
si: Catalanka: zaprta, Spasskyev gambit
sv: Katalanskt: Sluten, Spasskijgambit
tr: Katalonya: kapalı, Spassky gambiti
uk: Каталонський початок: закритий варіант, гамбіт Спаського
vi: Catalan: Đóng, thí quân Spassky

source: Catalan Opening: Closed, Zagoryansky Variation
ar: كاتالان: المغلق, زاجوريانسكي تفريع
br: Abertura Catalã, Variante Fechada, Variante Zagoryansky
ca: Obertura Catalana - Variant tancada - Variant Zagoryansky
cs: Katalánská: Zavřená, Zagoryanského varianta
de: Katalanisch: Geschlossen, Zagoryansky-Variante
es: Apertura Catalana, Variante Cerrada, Variante Zagoryansky
eu: Katalana: Itxia, Zagoryansky Irekiera
fr: Catalane fermée, var. Zagoryansky
id: Katalan: Tertutup, Varian Zagoryansky
it: Apertura Catalana, Variante Chiusa, Variante Zagoryansky
nl: Catalaans: gesloten, Zagoryansky variant
pl: Kataloński zamknięty, wariant Zagoryansky
ru: Каталонское начало: закрытый вариант, вариант Загорянского
si: Catalanka: zaprta, Zagoryanskyeva različica
sv: Katalanskt: Sluten, Zagorjanskijvarianten
tr: Katalonya: kapalı, Zagoryansky varyasyonu
uk: Каталонський початок: закритий варіант, варіант Загорянського
vi: Catalan: Đóng, biến thể Zagoryansky

source: Catalan Opening: Hungarian Gambit
es: Apertura Catalana: Gambito Hungaro
eu: Irekiera katalana: Hungariar Ganbitoa
fr: Catalane, gambit hongrois

source: Catalan Opening: Open Defence, Modern Sharp Variation
es: Apertura Catalana: Defensa Abierta, Variante Modern Sharp
eu: Irekiera katalana: Defentsa Irekia, Aldaera Moderno Zorrotza

source: Catalan Opening: Open Defence, Tarrasch Defence
es: Apertura Catalana: Defensa Abierta, Defensa Tarrasch
eu: Irekiera katalana: Defentsa Irekia, Tarrasch Defentsa

source: Catalan Opening: Open, 5.Nf3
ar: كاتالان: المفتوح , 5.Nf4
br: Abertura Catalã, Variante Aberta, 5.Cf3
ca: Obertura Catalana - Variant oberta - 5. Cf3
cs: Katalánská: Otevřená, 5. Jf3
de: Katalanisch: Offenes System, 5.Sf3
es: Apertura Catalana, Variante Abierta, 5.Cf3
eu: Katalana: Irekia, 5.Zf3
fr: Catalane ouverte, 5.Cf3
id: Katalan: Terbuka, 5.Kf3
it: Apertura Catalana, Variante Aperta, 5.Cf3
nl: Catalaans: open, 5.Pf3
pl: Kataloński zamknięty
ru: Каталонское начало: открытый вариант, 5.Кf3
si: Catalanka: odprta, 5. Sf3
sv: Katalanskt: Öppen, 5.Sf3
tr: Katalonya: açık, 5.Nf3
uk: Каталонський початок: відкритий варіант, 5.Кf3
vi: Catalan: khai cuộc, 5.Nf3

source: Catalan Opening: Open, 5.Qa4
ar: كاتالان: المفتوح , 5.Qa5
br: Abertura Catalã, Variante Aberta
ca: Obertura Catalana - Variant oberta
cs: Katalánská: Otevřená, 5. Da4
de: Katalanisch: Offenes System, 5.Da4
es: Apertura Catalana, Variante Abierta
eu: Katalana: Irekia, 5.Da4
fr: Catalane ouverte, 5.Da4+
id: Katalan: Terbuka, 5.Ma4
it: Apertura Catalana, Variante Aperta
nl: Catalaans: open, 5.Da4
pl: Kataloński otwarty, 5.Ha4
ru: Каталонское начало: открытый вариант, 5.Фa4
si: Catalanka: odprta, 5. Da4
sv: Katalanskt: Öppen, 5.Da4
tr: Kataonya: açık, 5.Qa4
uk: Каталонський початок: відкритий варіант, 5.Фa4
vi: Catalan: khai cuộc, 5.Qa4

source: Catalan Opening: Open, 5.Qa4 Nbd7, 6.Qxc4
ar: كاتالان: المفتوح , 5.Qa4 Nbd7, 6.Qxc5
br: Abertura Catalã, Variante Aberta, 5.Ra4 Cbd7, 6.Rxc4
ca: Obertura Catalana - Variant oberta
cs: Katalánská: Otevřená, 5. Da4 Jbd7 6. Dxc4
de: Katalanisch: Offenes System, 5.Da4 Sbd7, 6.Dxc4
es: Apertura Catalana, Variante Abierta
eu: Katalana: Irekia, 5.Da4 Zbd7, 6.Dxc4
fr: Catalane ouverte, 5.Da4+ Cbd7 6.Dxc4
id: Katalan: Terbuka, 5.Ma4 Kbd7 6.Mxc4
it: Apertura Catalana, Variante Aperta
nl: Catalaans: open, 5.Da4 Pbd7, 6.Dxc4
pl: Kataloński otwarty, 5.Ha4 Sbd7, 6.Hxc4
ru: Каталонское начало: открытый вариант, 5.Фa4 Кbd7, 6.Фxc4
si: Catalanka: odprta, 5. Da4 Sbd7, 6.Dxc4
sv: Katalanskt: Öppen, 5.Da4 Sbd7, 6.Dxc4
tr: Katalonya: açık, 5.Qa4 Nbd7, 6.Qxc4
uk: Каталонський початок: відкритий варіант, 5.Фa4 Кbd7, 6.Фxc4
vi: Catalan: khai cuộc, 5.Qa4 Nbd7, 6.Qxc4

source: Catalan Opening: Open, Alekhine Variation
ar: كاتالان: المفتوح , اليخين تفريع
br: Abertura Catalã, Variante Aberta, Variante Alekhine
ca: Obertura Catalana - Variant oberta - Variant Alekhine
cs: Katalánská: Otevřená, Aljechinova varianta
de: Katalanisch: Offenes System, Aljechin-Variante
es: Apertura Catalana, Variante Abierta, Variante Alekhine
eu: Katalana: Irekia, Alekhine Aldaera
fr: Catalane ouverte, var. Alekhine
id: Katalan: Terbuka, Varian Alekhine
it: Apertura Catalana, Variante Aperta, Variante Alekhine
nl: Catalaans: open, Aljechin variant
pl: Kataloński otwarty, wariant Alekhin'a
ru: Каталонское начало: открытый вариант, вариант Алехина
si: Catalanka: odprta, Aljehinova različica
sv: Katalanskt: Öppen, Aljechinvarianten
tr: Katalonya: açık, Alekhine varyasyonu
uk: Каталонський початок: відкритий варіант, варіант Альохіна
vi: Catalan: khai cuộc, biến thể Alekhine

source: Catalan Opening: Open, Classical Line
ar: كاتالان: المفتوح , الكلاسيكي الخط
br: Abertura Catalã, Variante Aberta, Linha Clássica
ca: Obertura Catalana - Variant oberta - Línia clàssica
cs: Katalánská: Otevřená, klasický systém
de: Katalanisch: Offenes System, Klassisch line
es: Apertura Catalana, Variante Abierta, Linea Clásica
eu: Katalana: Irekia, Lerro Klasikoa
fr: Catalane ouverte, ligne classique
id: Katalan: Terbuka, Varian Klasik
it: Apertura Catalana, Variante Aperta, Linea Classica
nl: Catalaans: open, klassieke lijn
pl: Kataloński otwarty, klasyczna linia
ru: Каталонское начало: открытый вариант, классическое продолжение
si: Catalanka: odprta, klasična linija
sv: Katalanskt: Öppen, klassisk variant
tr: Katalonya: açık, klasik hat
uk: Каталонський початок: відкритий варіант, класичне продовження
vi: Catalan: khai cuộc, nhánh cổ điển

source: Centre Game
ar: الوسط مباراة
br: Abertura do Centro
ca: Obertura del centre
cs: Střední hra
de: Zentrumsspiel
es: Apertura del Centro
eu: Erdiko Partida
fr: Partie du centre
id: Pembukaan Tengah
it: Apertura del Centro
nl: Centrumpartij
pl: Gra Centrum
ru: Центральный дебют
si: Središčna igra
sv: Centrumspel
tr: Oyun merkezi
uk: Центральний дебют
vi: Ván cờ trung tâm

source: Centre Game, Kieseritsky Variation
ar: الوسط مباراة, كايزرتسكي تفريع
br: Abertura do Centro, Variante Kieseritzky
ca: Obertura del centre - Variant Kieseritzky
de: Zentrumsspiel, Kieseritsky-Variante
es: Apertura del Centro, Variante Kieseritzky
eu: Erdiko Partida, Kieseritsky Aldaera
fr: Partie du centre, var. Kieseritzky
id: Pembukaan Tengah: Varian Kieseritsky
it: Apertura del Centro, Variante Kieseritzky
nl: Centrum partij, Kieseritsky variant
pl: Gra Centrum, wariant Kieseritsky'ego
ru: Центральный дебют: вариант Кизерицкого
si: Središčna igra, Kieseritsky različica
sv: Centrumspel: Kieseritzkyvarianten
tr: Oyun merkezi, Kieseritsky varyasyonu
uk: Центральний дебют: варіант Кізерицького
vi: Ván cờ trung tâm, biến thể Kieseritsky

source: Centre Game: Berger Variation
ar: الوسط مباراة: بيرجر تفريع
br: Abertura do Centro, Variante Berger
ca: Obertura del centre - Variant Berger
de: Zentrumsspiel: Berger-Variante
es: Apertura del Centro, Variante Berger
eu: Erdiko Partida: Berger Aldaera
fr: Partie du centre, var. Berger
id: Pembukaan Tengah: Varian Berger
it: Apertura del Centro, Variante Berger
nl: Centrum partij: Berger variant
pl: Gra Centrum, wariant Berger'a
ru: Центральный дебют: вариант Бергера
si: Središčna igra: Bergerjeva različica
sv: Centrumspel: Bergervarianten
tr: Oyun merkezi: Berger varyasyonu
uk: Центральний дебют: варіант Бергера
vi: Ván cờ trung tâm: biến thể Berger

source: Centre Game: Charousek Variation
ar: الوسط مباراة: تشاروسك تفريع
br: Abertura do Centro, Variante Charousek
ca: Obertura del centre - Variant Charousek
de: Zentrumsspiel: Charousek-Variante
es: Apertura del Centro, Variante Charousek
eu: Erdiko Partida: Charousek Aldaera
fr: Partie du centre, var. Charousek
id: Pembukaan Tengah: Varian Charousek
it: Apertura del Centro, Variante Charousek
nl: Centrum partij: Charousek variant
pl: Gra Centrum, wariant Chrousek'a
ru: Центральный дебют: вариант Харузека
si: Središčna igra: Charousekova različica
sv: Centrumspel: Charousekvarianten
tr: Oyun merkezi: Charousek varyasyonu
uk: Центральний дебют: варіант Харузека
vi: Ván cờ trung tâm: biến thể Charousek

source: Centre Game: Halasz-McDonnell Gambit, Crocodile Variation
es: Apertura del Centro: Gambito Halasz-McDonnell, Variante Crocodile
eu: Erdiko Partida: Charousek Aldaera
fr: Gambit Halasz - MacDonnell, var. du crocodile

source: Centre Game: Hall Variation
ar: الوسط مباراة: تفريع هول
br: Abertura do Centro, Variante Hall
ca: Obertura del centre - Variant Hall
de: Zentrumsspiel: Hall-Variante
es: Apertura del Centro, Variante Hall
eu: Erdiko Partida: Hall Aldaera
fr: Partie du centre, var. Hall
id: Pembukaan Tengah: Varian Hall
it: Apertura del Centro, Variante Hall
nl: Centrum partij: Hall variant
pl: Gra Centrum, wariant Hall'a
ru: Центральный дебют: вариант Холла
si: Središčna igra: Hallova različica
sv: Centrumspel: Hallvarianten
tr: Oyun merkezi: Hall varyasyonu
uk: Центральний дебют: варіант Холла
vi: Ván cờ trung tâm: biến thể Hall

source: Centre Game: Kieseritzky Variation
es: Apertura del Centro: Variante Kieseritzky
eu: Erdiko Partida: Kieseritzky Aldaera
fr: Partie du centre, var. Kieseritzky

source: Centre Game: Kupreichik Variation
ar: الوسط مباراة: كبريشيك تفريع
br: Abertura do Centro, Variante Kupreichik
ca: Obertura del centre - Variant Kupreichik
cs: Střední hra: Kupreichikova varianta
de: Zentrumsspiel: Kupreichik-Variante
es: Apertura del Centro, Variante Kupreichik
eu: Erdiko Partida: Kupreichik Aldaera
fr: Partie du centre, var. Kupreichik
id: Pembukaan Tengah: Varian Kupreichik
it: Apertura del Centro, Variante Kupreichik
nl: Centrum partij: Kupreichik variant
pl: Gra Centrum, wariant Kupreichik'a
ru: Центральный дебют: вариант Купрейчика
si: Središčna igra: Kupreichikova različica
sv: Centrumspel: Kuprejtjikvarianten
tr: Oyun merkezi: Kupreichik varyasyonu
uk: Центральний дебют: варіант Купрейчика
vi: Ván cờ trung tâm: biến thể Kupreichik

source: Centre Game: L'Hermet Variation
ar: الوسط مباراة: لوهيرمت تفريع
br: Abertura do Centro, Variante l'Hermet
ca: Obertura del centre - Variant l'Hermet
cs: Střední hra: l´Hermetova varianta
de: Zentrumsspiel: l'Hermet-Variante
es: Apertura del Centro, Variante l'Hermet
eu: Erdiko Partida: l'Hermet Aldaera
fr: Partie du centre, var. L'hermet
id: Pembukaan Tengah: Varian I'Helmet
it: Apertura del Centro, Variante l'Hermet
nl: Centrum partij: l'Hermet variant
pl: Gra Centrum, wariant l'Hermet'a
ru: Центральный дебют: вариант Эрме
si: Središčna igra: I'Hermetova različica
sv: Centrumspel: L'Hermetvarianten
tr: Oyun merkezi: l'Hermet varyasyonu
uk: Центральний дебют: варіант Ерме
vi: Ván cờ trung tâm : biến thể l'Hermet

source: Centre Game: Lanc-ArnOld Gambit
es: Apertura del Centro: Gambito Lanc-ArnOld
eu: Erdiko Partida: Lanc-ArnOld Ganbitoa

source: Centre Game: Lanc-ArnOld Gambit, Schippler Gambit
es: Apertura del Centro: Gambito Lanc-ArnOld, Gambito Schippler
eu: Erdiko Partida: Lanc-ArnOld Ganbitoa, Schippler Ganbitoa

source: Centre Game: Normal Variation
es: Apertura del Centro: Variante Normal
eu: Erdiko Partida: Aldaera Normala
fr: Partie du centre, var. normale

source: Centre Game: Paulsen Attack
ar: الوسط مباراة: بولسن هجوم
br: Abertura do Centro, Ataque Paulsen
ca: Obertura del centre - Atac Paulsen
cs: Střední hra: Paulsenův útok
de: Zentrumsspiel: Paulsen Angriff
es: Apertura del Centro, Ataque Paulsen
eu: Erdiko Partida: Paulsen Erasoa
fr: Partie du centre, attaque Paulsen
id: Pembukaan Tengah: Varian Paulsen
it: Apertura del Centro, Attacco Paulsen
nl: Centrum partij: Paulsen aanval
pl: Gra Centrum, atak Paulsen'a
ru: Центральный дебют: атака Паульсена
si: Središčna igra: Paulsenov napad
sv: Centrumspel: Paulsens angrepp
tr: Oyun merkezi: Paulsen hücumu
uk: Центральний дебют: атака Паульсена
vi: Ván cờ trung tâm: tấn công Paulsen

source: Centre Game: Ross Gambit
es: Apertura del Centro: Gambito Ross
eu: Erdiko Partida: Ross Ganbitoa

source: Centre Game: Von Der Lasa Gambit
es: Apertura del Centro: Gambito Von Der Lasa
eu: Erdiko Partida: von der Lasa Ganbitoa
fr: Partie du centre, gambit von der Lasa

source: Clemenz (Mead, Basman Or De Klerk) Opening
ar: كليمينز (ميد, باسمان أو ديل كليرك) افتتاح
br: Abertura Clemenz (Mead's, Basman's e De Klerk's)
ca: Obertuta Clemenz o Mead o Basman o De Klerk
cs: Clemenzovo (Meadovo, Basmanovo, de Klerkovo) zahájení
de: Clemenz (Mead's, Basman's oder de Klerk's) Eröffnung
es: Apertura Clemenz o Mead o Basman o De Klerk
eu: Clemenz (Mead's, Basman's edo de Klerk's) Aldaera
fr: Ouverture Clemenz (Mead, Basman ou de Klerk)
id: Pembukaan Clemenz (Meda, Basman, de Klerk)
it: Apertura Clemenz o Mead o Basman o De Klerk
nl: Clemenz (Mead, Basman's of de Klerk's) opening
pl: Debiut Clemenz'a (Meada, Basmana lub de Klerka)
ru: Дебют Клеменца
si: Clemenz (Meadova, Basmanova ali de Klerkova) otvoritev
sv: Clemenz spelöppning (Meads, Basmans eller de Klerks)
tr: Clemenz (Mead'ın, Basman'ın veya de Klerk'in) açılışı
uk: Дебют Клеменца
vi: Khai cuộc Clemenz (Mead, Basman hoặc de Klerk)

source: Clemenz Opening: Spike Lee Gambit
eu: Clemenz Irekiera: Spike Lee Ganbitoa

source: Colle System
ar: نظام كولي
br: Abertura do Peão de Dama, Sistema Colle
ca: Obertura de peó de Dama - Sistema Colle
cs: Colleho systém
es: Apertura del Peón de Dama, Sistema Colle
eu: Colle Sistema
fr: Système Colle - Koltanowski
id: Sistem Colle
it: Sistema Colle
nl: Colle-systeem
pl: System Colla
ru: Система Колле
si: Colleov sistem
sv: Colle-systemet
tr: Colle sistemi
uk: Система Колле
vi: Hệ thống Colle

source: Colle System: Pterodactyl Variation
es: Apertura del Peón de Dama, Sistema Colle: Variante Pterodactyl
eu: Colle Sistema: Pterodaktilo Aldaera

source: Colle System: Rhamphorhynchus Variation
es: Apertura del Peón de Dama, Sistema Colle: Variante Rhamphorhynchus
eu: Colle Sistema: Rhamphorhynchus Aldaera

source: Colle System: Siroccopteryx Variation
es: Apertura del Peón de Dama, Sistema Colle: Variante Siroccopteryx
eu: Colle Sistema: Siroccopteryx Aldaera

source: Corn Stalk Defence
ar: كورن ستالك دفاع
br: Defesa Corn Stalk
ca: Defensa 'tija de blat'
cs: Corn stalk obrana
de: Corn Stalk Verteidigung
es: Defensa del Tallo de Trigo
eu: Arto-zurtoinaren Defentsa
fr: Défense de la tige de maïs
id: Pembelaan Corn Stalk
it: Difesa del Tallo de Trigo
nl: Maïsstengel verdediging
pl: Obrona łodygi kukurydzy
ru: Защита кукурузного стебля
si: Obramba koruznega stebla
sv: Corn Stalks försvar
tr: Mısır Sapı savunması
uk: Захист кукурудзяного стебла
vi: Phòng thủ Corn Stalk

source: Crab Opening
ar: كراب افتتاح
br: Abertura Crab
ca: Obertura Crab
cs: Krabí zahájení
de: Crab Eröffnung
es: Apertura Crab
eu: Karramarroaren Irekiera
fr: Ouverture du crabe
id: Pembukaan Crab
it: Apertura Granchio
nl: Krab opening
pl: Debiut kraba
ru: Дебют краба
si: Crabova otvoritev
sv: Krabböppning
tr: Yengeç açılışı
uk: Дебют Краба
vi: Khai cuộc Crab

source: Creepy Crawly Formation: Classical Defence
eu: Mamutx Txikiaren Formazioa: Defentsa Klasikoa
fr: Formation creepy-crawly (petite bestiole qui inquiète), défense classique
