Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian Defence: Canal-Sokolsky (Nimzovich-Rossolimo, Moscow) Attack
ar: صقلي: كانال-سوكولوسكي (نيمزوفيتش-روسوليمو, موسكو) هجوم
br: Defesa Siciliana, Ataque Canal-Sokolsky (Nimzowitsch-Rossolimo, Moscou)
ca: Defensa Siciliana - Atac canal Sokolsky o Nimzowitsch Rossolimo o Moscou
cs: Sicilian: Canal-Sokolsky (Nimzovich-Rossolimo, Moscow) attack
de: Sizilianisch: Canal-Sokolsky (Nimzowitsch-Rossolimo, Moscow) Angriff
es: Defensa Siciliana, Ataque Canal Sokolsky o Nimzowitsch Rossolimo o Moscú
eu: Siziliarra: Canal-Sokolsky (Nimzovich-Rossolimo, Mosku) Erasoa
fr: Sicilienne, attaque Canal - Sokolsky (ou var. de Moscou)
id: Sisilia, Serangan Canal-Sokolsky
it: Difesa Siciliana, Attacco Canal Sokolsky o Nimzowitsch Rossolimo o Moscú
nl: Siciliaans: Canal-Sokolsky (Nimzovich-Rossolimo, Moskou) aanval
pl: Sycylijska: atak Canal-Sokolsky (Nimzovitsch-Rossolimo, Moscow)
ru: Сицилианская защита: атака Каналя-Сокольского
si: sicilijanska, Canal-Sokolskyev (Nimzovich-Rossolimov, moskovski) napad
sv: Sicilianskt: Canal-Sokolskijs angrepp (Nimzowitsch-Rossolimo, Moskva)
tr: Sicilya: Kanal-Sokolsky (Nimzovich-Rossolimo, Moskova) hücumu
uk: Сицилійський захист: атака Каналя-Сокольського
vi: Sicilia: tấn công Canal-Sokolsky (Nimzovich-Rossolimo, Moscow)

source: Sicilian Defence: Canal-Sokolsky Attack, 3...Bd7
ar: صقلي: كانال-سوكولوسكي هجوم, 3...Bd8
br: Defesa Siciliana, Ataque Canal-Sokolsky, 3...Bd7
ca: Defensa Siciliana - Atac canal Sokolsky - 3 ... Ad7
cs: Sicilian: Canal-Sokolsky attack, 3...Bd7
de: Sizilianisch: Canal-Sokolsky Angriff, 3...Ld7
es: Defensa Siciliana, Ataque Canal Sokolsky, 3...Ad7
eu: Siziliarra: Canal-Sokolsky Erasoa, 3...Ad7
fr: Sicilienne, attaque Canal - Sokolsky (ou var. de Moscou), 3...Fd7
id: Sisilia, Serangan Canal-Sokolsky, 3... Gd7
it: Difesa Siciliana, Attacco Canal Sokolsky, 3...Ad7
nl: Siciliaans: Canal-Sokolsky aanval, 3 ... Ld7
pl: Sycylijska: atak Canal-Sokolsky, 3...Gd7
ru: Сицилианская защита: атака Каналя-Сокольского, 3...Сd7
si: sicilijanska, Canal-Sokolskyev napad, 3...Ld7
sv: Sicilianskt: Canal-Sokolskijs angrepp, 3...Ld7
tr: Sicilya: Kanal-Sokolsky hücumu, 3...Bd7
uk: Сицилійський захист: атака Каналя-Сокольського, 3...Сd7
vi: Sicilia: Canal-Sokolsky tấn công, 3 ... Bd7

source: Sicilian Defence: Canal-Sokolsky Attack, Bronstein Gambit
ar: صقلي: كانال-سوكولوسكي هجوم, برونشتاين جامبيت
br: Defesa Siciliana, Ataque Canal-Sokolsky, Gambito Bronstein
ca: Defensa Siciliana - Atac canal Sokolsky - Gambit Bronstein
cs: Sicilian: Canal-Sokolsky attack, Bronstein gambit
de: Sizilianisch: Canal-Sokolsky Angriff, Bronstein Gambit
es: Defensa Siciliana, Ataque Canal Sokolsky, Gambito Bronstein
eu: Siziliarra: Canal-Sokolsky Erasoa, Bronstein Ganbitoa
fr: Sicilienne, attaque Canal - Sokolsky (ou var. de Moscou), gambit Bronstein
id: Sisilia, Serangan Canal-Sokolsky, Gambit Bronstein
it: Difesa Siciliana, Attacco Canal Sokolsky, Mossa di Bronstein
nl: Siciliaans: Canal-Sokolsky aanval, Bronstein gambiet
pl: Sycylijska: atak Canal-Sokolsky, gambit Bronstein'a
ru: Сицилианская защита: атака Каналя-Сокольского, гамбит Бронштейна
si: sicilijanska, Canal-Sokolskyev napad, Bronsteinov gambit
sv: Sicilianskt: Canal-Sokolskijs angrepp, Bronsteins gambit
tr: Sicilya: Kanal-Sokolsky hücumu, Bronstein gambiti
uk: Сицилійський захист: атака Каналя-Сокольського, гамбіт Бронштейна
vi: Sicilia: Canal-Sokolsky tấn công, Bronstein Gambit

source: Sicilian Defence: Canal-Sokolsky Attack, Sokolsky Variation
ar: صقلي: كانال-سوكولوسكي هجوم, سوكولوسكي تفريع
br: Defesa Siciliana, Ataque Canal-Sokolsky, Variante Sokolsky
ca: Defensa Siciliana - Atac canal Sokolsky - Variant Sokolsky
cs: Sicilian: Canal-Sokolsky attack, Sokolsky variation
de: Sizilianisch: Canal-Sokolsky Angriff, Sokolsky Variante
es: Defensa Siciliana, Ataque Canal Sokolsky, Variante Sokolsky
eu: Siziliarra: Canal-Sokolsky Erasoa, Sokolsky Aldaera
fr: Sicilienne, attaque Canal - Sokolsky (ou var. de Moscou), var. Sokolsky
id: Sisilia, Serangan Canal-Sokolsky, Varian Sokolsky
it: Difesa Siciliana, Attacco Canal Sokolsky, Variante Sokolsky
nl: Siciliaans: Canal-Sokolsky aanval, Sokolsky variant
pl: Sycylijska: atak Canal-Sokolsky, wariant Sokolsky
ru: Сицилианская защита: атака Каналя-Сокольского, вариант Сокольского
si: sicilijanska, Canal-Sokolskyev napad, Sokolskyeva različica
sv: Sicilianskt: Canal-Sokolskijs angrepp, Sokolskijvarianten
tr: Sicilya: Kanal-Sokolsky hücumu, Sokolsky varyasyonu
uk: Сицилійський захист: атака Каналя-Сокольського, варіант Сокольського
vi: Sicilia: Canal-Sokolsky tấn công, Sokolsky biến

source: Sicilian Defence: Chameleon Variation
ar: صقلي: شاميليون تفريع
br: Defesa Siciliana, Variante Camaleão
ca: Defensa Siciliana - Variant tancada - Variant Camaleó
cs: Sicilian: chameleon variation
de: Sizilianisch: Chameleon Variante
es: Defensa Siciliana, Variante Cerrada, Variante Camaleón
eu: Siziliarra: kamaLehoiaren Aldaera
fr: Sicilienne, var. du caméléon (il s'agit de garder une certaine flexibilité entre les siciliennes dites « ouvertes » et la sicilienne fermée)
id: Sisilia Varian Chameleon
it: Difesa Siciliana, Variante Chiusa, Variante Camaleón
nl: Siciliaans: kameleon variant
pl: Sycylijska, wariant kamelona
ru: Сицилианская защита: вариант-хамелеон
si: sicilijanska, različica kameleon
sv: Sicilianskt: Kameleontvarianten
tr: Sicilya: bukalemun varyasyonu
uk: Сицилійський захист: варіант-хамелеон
vi: Sicilia: tắc kè hoa thay đổi

source: Sicilian Defence: Chekhover, Zaitsev Variation
ar: صقلي: تشيكهوفر, زايتسيف تفريع
br: Defesa Siciliana, Variante Chekhover, Variante Zaitsev
ca: Defensa Siciliana - Variant Chekhover - Variant Zaitsev
cs: Sicilian: Chekhover, Zaitsev variation
de: Sizilianisch: Chekhover, Zaitsev Variante
es: Defensa Siciliana, Variante Chekhover, Variante Zaitsev
eu: Siziliarra: Cxekhover, Zaitsev Aldaera
fr: Sicilienne, var. Tchekhover, var. Zaitsev
id: Sisilia, Chekhover, Varian Zaitsev
it: Difesa Siciliana, Variante Chekhover, Variante Zaitsev
nl: Siciliaans: Chekhover, Zaitsev variant
pl: Sycylijska, Chekhover, wariant Zaitsev'a
ru: Сицилианская защита: вариант Чеховера, вариант Зайцева
si: sicilijanska, Chekoverjeva, Zaitseva različica
sv: Sicilianskt: Tjekhover, Zaitsevvarianten
tr: Sicilya: Chekhover, Zaitsev varyasyonu
uk: Сицилійський захист: варіант Чеховера, варіант Зайцева
vi: Sicilia: Chekhover, Zaitsev biến

source: Sicilian Defence: Classical
ar: صقلي: الكلاسيكي
br: Defesa Siciliana, Variante Clássica
ca: Defensa Siciliana - Variant clàssica
cs: Sicilian: classical
de: Sizilianisch: Klassisch
es: Defensa Siciliana, Variante Clásica
eu: Siziliarra: Klasikoa
fr: Sicilienne, var. classique
id: Sisilia Klasik
it: Difesa Siciliana, Variante Classica
nl: Siciliaans: klassiek
pl: Sycylijska, klasyczna
ru: Сицилианская защита: классический вариант
si: sicilijanska, klasična
sv: Sicilianskt: Klassisk
tr: Sicilya: klasik
uk: Сицилійський захист: класичний варіант
vi: Sicilia: cổ điển

source: Sicilian Defence: Classical Variation
es: Defensa Siciliana: Variante Classical
eu: Siziliar Defentsa: Aldaera Klasikoa
fr: Sicilienne ouverte, var. classique

source: Sicilian Defence: Classical Variation, Dragon Transfer
es: Defensa Siciliana: Variante Classical, Dragon Transfer
eu: Siziliar Defentsa: Aldaera Klasikoa, Dragoi Aldaketa

source: Sicilian Defence: Classical Variation, Fianchetto Variation
es: Defensa Siciliana: Variante Classical, Variante Fianchetto
eu: Siziliar Defentsa: Aldaera Klasikoa, Fianchetto Aldaera
fr: Sicilienne ouverte, var. classique, var. du fianchetto

source: Sicilian Defence: Closed
ar: صقلي: المغلق
br: Defesa Siciliana, Variante Fechada
ca: Defensa Siciliana - Variant tancada
cs: Sicilian: closed
de: Sizilianisch: Geschlossen
es: Defensa Siciliana, Variante Cerrada
eu: Siziliar Defentsa: Itxia
fr: Sicilienne fermée
id: Sisilia Tertutup
it: Difesa Siciliana, Variante Chiusa
nl: Siciliaans: gesloten
pl: Sycylijska, zamknięta
ru: Сицилианская защита: закрытый вариант
si: sicilijanska, zaprta
sv: Sicilianskt: Slutet försvar
tr: Sicilya: kapalı
uk: Сицилійський захист: закритий варіант
vi: Sicilia: đóng cửa

source: Sicilian Defence: Closed, 2...Nc6
ar: صقلي: المغلق, 2...Nc7
br: Defesa Siciliana, Variante Fechada, 2...Cc6
ca: Defensa Siciliana - Variant tancada - 2 ... Cc6
cs: Sicilian: closed, 2...Nc6
de: Sizilianisch: Geschlossen, 2...Sc6
es: Defensa Siciliana, Variante Cerrada, 2...Cc6
eu: Siziliarra: Itxia, 2...Zc6
fr: Sicilienne fermée, 2...Cc6
id: Tertutup, 2... Kc6
it: Difesa Siciliana, Variante Chiusa, 2...Cc6
nl: Siciliaans: gesloten, 2 ... Pc6
pl: Sycylijska, zamknięta, 2...Sc6
ru: Сицилианская защита: закрытый вариант, 2...Кc6
si: sicilijanska, zaprta, 2...Sc6
sv: Sicilianskt: Slutet, 2...Sc6
tr: Sicilya: kapalı, 2...Nc6
uk: Сицилійський захист: закритий варіант, 2...Кc6
vi: Sicilia: khép kín, 2 ... Nc6

source: Sicilian Defence: Closed, 6.Be3
ar: صقلي: المغلق, 6.Be4
br: Defesa Siciliana, Variante Fechada, 6.Be3
ca: Defensa Siciliana - Variant tancada - 6. Ae3
cs: Sicilian: closed, 6.Be3
de: Sizilianisch: Geschlossen, 6.Le3
es: Defensa Siciliana, Variante Cerrada, 6.Ae3
eu: Siziliarra: Itxia, 6.Ae3
fr: Sicilienne fermée, 6.Fe3
id: Sisilia Tertutup, 6.Ge3
it: Difesa Siciliana, Variante Chiusa, 6.Ae3
nl: Siciliaans: gesloten, 6.Le3
pl: Sycylijska, zamknięta, 6.Ge3
ru: Сицилианская защита: закрытый вариант, 6.Сe3
si: sicilijanska, zaprta, 6.Le3
sv: Sicilianskt: Slutet, 6.Le3
tr: Sicilya: kapalı, 6.Be3
uk: Сицилійський захист: закритий варіант, 6.Сe3
vi: Sicilia: khép kín, 6.Be3

source: Sicilian Defence: Closed, 6.Ne2 E5 (Botvinnik)
ar: صقلي: المغلق, 6.Ne2 e5 (بوتفنيك)
br: Defesa Siciliana, Variante Fechada, 6.Cge2 e5 (Botvinnik)
ca: Defensa Siciliana - Variant tancada - 6. Cge2 e5 (Botvinnik)
cs: Sicilian: closed, 6.Ne2 e5 (Botvinnik)
de: Sizilianisch: Geschlossen, 6.Se2 e5 (Botvinnik)
es: Defensa Siciliana, Variante Cerrada, 6.Cge2 e5 (Botvinnik)
eu: Siziliarra: Itxia, 6.Ze2 e5 (Botvinnik)
fr: Sicilienne fermée, 6.Ce2 e5 (Botvinnik)
id: Sisilia Tertutup, 6.Ge2 e5 (Botwinnik)
it: Difesa Siciliana, Variante Chiusa, 6.Cge2 e5 (Botvinnik)
nl: Siciliaans: gesloten, 6.Pe2 e5 (Botvinnik)
pl: Sycylijska, zamknięta, 6.Se3 e5(Botvinnik)
ru: Сицилианская защита: закрытый вариант, 6.Кe2 e5
si: sicilijanska, zaprta, 6. Se2 e5 (Botvinnikova)
sv: Sicilianskt: Slutet, 6.Se2 e5 (Botvinnik)
tr: Sicilya: kapalı, 6.Ne2 e5 (Botvinnik)
uk: Сицилійський захист: закритий варіант, 6.Кe2 e5 (Ботвинник)
vi: Sicilia: khép kín, 6.Ne2 e5 (Botvinnik)

source: Sicilian Defence: Closed, 6.f4
ar: صقلي: المغلق, 6.f5
br: Defesa Siciliana, Variante Fechada, 6.f4
ca: Defensa Siciliana - Variant tancada - 6. f4
cs: Sicilian: closed, 6.f4
de: Sizilianisch: Geschlossen, 6.f4
es: Defensa Siciliana, Variante Cerrada, 6.f4
eu: Siziliarra: Itxia, 6.f4
fr: Sicilienne fermée, 6.f4
id: Sisilia Tertutup, 6.f4
it: Difesa Siciliana, Variante Chiusa, 6.f4
nl: Siciliaans: gesloten, 6.f4
pl: Sycylijska, zamknięta, 6.f4
ru: Сицилианская защита: закрытый вариант, 6.f4
si: siciljanska, zaprta, 6. f4
sv: Sicilianskt: Slutet, 6.f4
tr: Sicilya: kapalı, 6.f4
uk: Сицилійський захист: закритий варіант, 6.f4
vi: Sicilia: khép kín, 6.f4

source: Sicilian Defence: Closed, 6.f4 E5 (Botvinnik)
ar: صقلي: المغلق, 6.f4 e5 (بوتفنيك)
br: Defesa Siciliana, Variante Fechada, 6.f4 e5 (Botvinnik)
ca: Defensa Siciliana - Variant tancada - 6. f4 e5 (Botvinnik)
cs: Sicilian: closed, 6.f4 e5 (Botvinnik)
de: Sizilianisch: Geschlossen, 6.f4 e5 (Botvinnik)
es: Defensa Siciliana, Variante Cerrada, 6.f4 e5 (Botvinnik)
eu: Siziliarra: Itxia, 6.f4 e5 (Botvinnik)
fr: Sicilienne fermée, 6.f4 e5 (Botvinnik)
id: Sisilia Tertutup, 6.f4 e5 (Botwinnik)
it: Difesa Siciliana, Variante Chiusa, 6.f4 e5 (Botvinnik)
nl: Siciliaans: gesloten, 6.f4 e5 (Botvinnik)
pl: Sycylijska, zamknięta, 6.f4 e5(Botvinnik)
ru: Сицилианская защита: закрытый вариант, 6.f4 e5
si: siciljanska, zaprta, 6. f4 e5 (Botvinnikova)
sv: Sicilianskt: Slutet, 6.f4 e5 (Botvinnik)
tr: Sicilya: kapalı, 6.f4 e5 (Botvinnik)
uk: Сицилійський захист: закритий варіант, 6.f4 e5 (Ботвинник)
vi: Sicilia: khép kín, 6.f4 e5 (Botvinnik)

source: Sicilian Defence: Closed, Anti-Sveshnikov Variation, Kharlov-Kramnik Line
es: Defensa Siciliana: Closed, Variante Anti-Sveshnikov, Kharlov-Kramnik Line
eu: Siziliar Defentsa: Itxia, Anti-Sveshnikov aldaeera, Kharlov-Kramnik Lerroa

source: Sicilian Defence: Closed, Botvinnik Defence, Edge Variation
es: Defensa Siciliana: Closed, Defensa Botvinnik, Variante Edge
eu: Siziliar Defentsa: Itxia, Botvinnik Defentsa, Hegi Aldaera

source: Sicilian Defence: Closed, Fianchetto Variation
es: Defensa Siciliana: Closed, Variante Fianchetto
eu: Siziliar Defentsa: Itxia, Fianchetto Aldaera
fr: Sicilienne fermée, var. du fianchetto

source: Sicilian Defence: Closed, Grob Attack
es: Defensa Siciliana: Closed, Ataque Grob
eu: Siziliar Defentsa: Itxia, Grob Erasoa
fr: Sicilienne fermée, attaque Grob

source: Sicilian Defence: Closed, Korchnoi Variation
ar: صقلي: المغلق, تفريع كورشنوي
br: Defesa Siciliana, Variante Fechada, Variante Korchnoi
ca: Defensa Siciliana - Variant tancada - Variant Korchnoi
cs: Sicilian: closed, Korchnoi variation
de: Sizilianisch: Geschlossen, Korchnoi Variante
es: Defensa Siciliana, Variante Cerrada, Variante Korchnoi
eu: Siziliarra: Itxia, Korchnoi Aldaera
fr: Sicilienne fermée, var. Kortchnoï
id: Sisilia Tertutup, Varian Korchnoi
it: Difesa Siciliana, Variante Chiusa, Variante Korchnoi
nl: Siciliaans: gesloten, Korchnoi variant
pl: Sycylijska, zamknięta, wariant Korchnoi
ru: Сицилианская защита: закрытый вариант, вариант Корчного
si: siciljanska, zaprta, Korchnoieva različica
sv: Sicilianskt: Slutet, Kortjnojvarianten
tr: Sicilya: kapalı, Korchnoi varyasyonu
uk: Сицилійський захист: закритий варіант, варіант Корчного
vi: Sicilia: khép kín, Korchnoi biến

source: Sicilian Defence: Closed, Smyslov Variation
ar: صقلي: المغلق, سيمسلوف تفريع
br: Defesa Siciliana, Variante Fechada, Variante Smyslov
ca: Defensa Siciliana - Variant tancada - Variant Smyslov
cs: Sicilian: closed, Smyslov variation
de: Sizilianisch: Geschlossen, Smyslov Variante
es: Defensa Siciliana, Variante Cerrada, Variante Smyslov
eu: Siziliarra: Itxia, Smyslov Aldaera
fr: Sicilienne fermée, var. Smyslov
id: Sisilia Tertutup, Varian Smyslov
it: Difesa Siciliana, Variante Chiusa, Variante Smyslov
nl: Siciliaans: gesloten, Smyslov variant
pl: Sycylijska, zamknięta, wariant Smyslov'a
ru: Сицилианская защита: закрытый вариант, вариант Смыслова
si: sicilijanska, zaprta
sv: Sicilianskt: Slutet, Smyslovvarianten
tr: Sicilya: kapalı, Smyslov varyasyonu
uk: Сицилійський захист: закритий варіант, варіант Смислова
vi: Sicilia: khép kín, Smyslov biến

source: Sicilian Defence: Coles Sicilian Gambit
es: Defensa Siciliana: Gambito Coles Sicilian
eu: Siziliar Defentsa: Coles Siziliar Ganbitoa

source: Sicilian Defence: Delayed Alapin Variation
es: Defensa Siciliana: Variante Delayed Alapin
eu: Siziliar Defentsa: Atzeratutako Alapin Aldaera

source: Sicilian Defence: Delayed Alapin, Basman-Palatnik Double Gambit
es: Defensa Siciliana: Delayed Alapin, Gambito Basman-Palatnik Double
eu: Siziliar Defentsa: Atzeratutako Alapin Aldaera, Basman-Palatnik Ganbito Bikoitza

source: Sicilian Defence: Delayed Alapin, Basman-Palatnik Gambit
es: Defensa Siciliana: Delayed Alapin, Gambito Basman-Palatnik
eu: Siziliar Defentsa: Atzeratutako Alapin Aldaera, Basman-Palatnik Ganbitoa

source: Sicilian Defence: Double-Dutch Gambit
es: Defensa Siciliana: Gambito Double-Dutch
eu: Siziliar Defentsa: Holandar Ganbito Bikoitza

source: Sicilian Defence: Dragon Variation
ar: صقلي: التنين تفريع
br: Defesa Siciliana, Variante do Dragão
ca: Defensa Siciliana - Variant Drac
cs: Sicilian: dragon variation
de: Sizilianisch: Drachen Variante
es: Defensa Siciliana, Variante del Dragón
eu: Siziliarra: Dragoiaren Aldaera
fr: Sicilienne, var. du dragon
id: Sisilia Varian Naga
it: Difesa Siciliana, Variante del Dragone
nl: Siciliaans: draak variant
pl: Sycylijska, wariant smoka
ru: Сицилианская защита: вариант дракона
si: sicilijanska, zmajeva različica
sv: Sicilianskt: Drakenvarianten
tr: Sicilya: ejderha varyasyonu
uk: Сицилійський захист: варіант дракона
vi: Sicilia: biến con rồng

source: Sicilian Defence: Dragon Variation, Classical Variation
es: Defensa Siciliana: Variante Dragon, Variante Classical
eu: Siziliar Defentsa: Dragoi Aldaera, Aldaera Klasikoa
fr: Sicilienne, dragon, var. classique

source: Sicilian Defence: Dragon Variation, Classical Variation, Maróczy Line
es: Defensa Siciliana: Variante Dragon, Variante Classical, Maróczy Line
eu: Siziliar Defentsa: Dragoi Aldaera, Aldaera Klasikoa, Maróczy Lerroa
fr: Sicilienne, dragon, var. classique, ligne Maroczy

source: Sicilian Defence: Dragon Variation, Fianchetto Variation
es: Defensa Siciliana: Variante Dragon, Variante Fianchetto
eu: Siziliar Defentsa: Dragoi Aldaera, Fianchetto Aldaera
fr: Sicilienne, dragon, var. du fianchetto

source: Sicilian Defence: Dragon Variation, Modern Bc4 Variation
es: Defensa Siciliana: Variante Dragon, Variante Modern Bc4
eu: Siziliar Defentsa: Dragoi Aldaera, Ac4 Modernoaren Aldaera

source: Sicilian Defence: Dragon Variation, Yugoslav Attack
es: Defensa Siciliana: Variante Dragon, Ataque Yugoslav
eu: Siziliar Defentsa: Dragoi Aldaera, Jugaslaviar Erasoa

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Belezky Line
es: Defensa Siciliana: Variante Dragon, Ataque Yugoslav, Belezky Line
eu: Siziliar Defentsa: Dragoi Aldaera, Jugaslaviar Erasoa, Belezky Lerroa
fr: Sicilienne, dragon, attaque yougoslave, ligne Belezky

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Czerniak Variation
es: Defensa Siciliana: Variante Dragon, Ataque Yugoslav, Variante Czerniak
eu: Siziliar Defentsa: Dragoi Aldaera, Jugaslaviar Erasoa, Czerniak Aldaera
fr: Sicilienne, dragon, attaque yougoslave, var. Czerniak

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Old Line
es: Defensa Siciliana: Variante Dragon, Ataque Yugoslav, Old Line
eu: Siziliar Defentsa: Dragoi Aldaera, Jugaslaviar Erasoa, Lerro Zaharra
fr: Sicilienne, dragon, attaque yougoslave, ligne ancienne

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Panov Variation
es: Defensa Siciliana: Variante Dragon, Ataque Yugoslav, Variante Panov
eu: Siziliar Defentsa: Dragoi Aldaera, Jugaslaviar Erasoa, Panov Aldaera
fr: Sicilienne, dragon, attaque yougoslave, var. Panov

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Soltis Variation
es: Defensa Siciliana: Variante Dragon, Ataque Yugoslav, Variante Soltis
eu: Siziliar Defentsa: Dragoi Aldaera, Jugaslaviar Erasoa, Soltis Aldaera
fr: Sicilienne, dragon, attaque yougoslave, var. Soltis

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Sosonko Variation
es: Defensa Siciliana: Variante Dragon, Ataque Yugoslav, Variante Sosonko
eu: Siziliar Defentsa: Dragoi Aldaera, Jugaslaviar Erasoa, Sosonko Aldaera
fr: Sicilienne, dragon, attaque yougoslave, var. Sosonko

source: Sicilian Defence: Dragon, 6.Be3
ar: صقلي: التنين, 6.Be4
br: Defesa Siciliana, Variante do Dragão, Variante 6.Be3
ca: Defensa Siciliana - Variant Drac - Variant 6. Ae3
cs: Sicilian: dragon, 6.Be3
de: Sizilianisch: Drachenvariante, 6.Le3
es: Defensa Siciliana, Variante del Dragón, Variante 6.Ae3
eu: Siziliarra: Dragoia, 6.Ae3
fr: Sicilienne, dragon, 6.Fe3
id: Sisilia Naga, 6.Ge3
it: Difesa Siciliana, Variante del Dragone, Variante 6.Ae3
nl: Siciliaans: draak, 6.Le3
pl: Sycylijska, smoka, 6,Ge3
ru: Сицилианская защита: вариант дракона, 6.Сe3
si: siciljanska, zmajeva, 6. Le3
sv: Sicilianskt: Draken, 6.Le3
tr: Sicilya: ejderha, 6.Be3
uk: Сицилійський захист: варіант дракона, 6.Сe3
vi: Sicilia: long, 6.Be3

source: Sicilian Defence: Dragon, Classical Attack
ar: صقلي: التنين, الهجوم الكلاسيكي
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico
ca: Defensa Siciliana - Variant Drac - Atac clàssic
cs: Sicilian: dragon, classical attack
de: Sizilianisch: Drachenvariante, Klassisch Angriff
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico
eu: Siziliarra: Dragoia, Eraso Klasikoa
fr: Sicilienne, dragon, variante (parfois "attaque" en anglais) classique
id: Sisilia Naga, Serangan Klasik
it: Difesa Siciliana, Variante del Dragone, Attacco Classico
nl: Siciliaans: draak, klassieke aanval
pl: Sycylijska, smoka, klasyczny atak
ru: Сицилианская защита: вариант дракона, классическая атака
si: sicilijanska, zmajeva, klasični napad
sv: Sicilianskt: Draken, klassiskt angrepp
tr: Sicilya: ejderha, klasik hücum
uk: Сицилійський захист: варіант дракона, класична атака
vi: Sicilia: con rồng, cuộc tấn công cổ điển

source: Sicilian Defence: Dragon, Classical, 8.O-O
ar: صقلي: التنين, الكلاسيكي, 8.O-O
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, 8.O-O
ca: Defensa Siciliana - Variant Drac - Atac clàssic - 8. 0-0
cs: Sicilian: dragon, classical, 8.O-O
de: Sizilianisch: Drachenvariante, Klassisch, 8.O-O
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, 8.O O
eu: Siziliarra: Dragoia, Klasikoa, 8.O-O
fr: Sicilienne, dragon classique, 8.O-O
id: Sisilia Naga, Klasik, 8.0-0
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, 8.O O
nl: Siciliaans: draak, klassiek, 8.O-O
pl: Sycylijska, smoka, klasyczna, 8.O-O
ru: Сицилианская защита: вариант дракона, классическая атака, 8.O-O
si: sicilijanska, zmajeva, klasična, 8. O-O
sv: Sicilianskt: Draken, klassiskt, 8.O-O
tr: Sicilya: ejderha, klasik, 8.O-O
uk: Сицилійський захист: варіант дракона, класична атака, 8.O-O
vi: Sicilia: long, cổ điển, 8.O-O

source: Sicilian Defence: Dragon, Classical, 9.Nb3
ar: صقلي: التنين, الكلاسيكي, 9.Nb4
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, 9.Cb3
ca: Defensa Siciliana - Variant Drac - Atac clàssic - 9. Cb3
cs: Sicilian: dragon, classical, 9.Nb3
de: Sizilianisch: Drachenvariante, Klassisch, 9.Sb3
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, 9.Cb3
eu: Siziliarra: Dragoia, Klasikoa, 9.Zb3
fr: Sicilienne, dragon classique, 9.Cb3
id: Sisilia Naga, Klasik, 9.Kb3
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, 9.Cb3
nl: Siciliaans: draak, klassiek, 9.Pb3
pl: Sycylijska, smoka, klasyczna, 9. Sb3
ru: Сицилианская защита: вариант дракона, классическая атака, 9.Кb3
si: sicilijanska, zmajeva, klasična, 9. Sb3
sv: Sicilianskt: Draken, klassiskt, 9.Sb3
tr: Sicilya: ejderha, klasik, 9.Nb3
uk: Сицилійський захист: варіант дракона, класична атака, 9.Кb3
vi: Sicilia: long, cổ điển, 9.Nb3

source: Sicilian Defence: Dragon, Classical, Alekhine Variation
ar: صقلي: التنين, الكلاسيكي, اليخين تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Alekhine
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Alekhine
cs: Sicilian: dragon, classical, Alekhine variation
de: Sizilianisch: Drachenvariante, Klassisch, Aljechin Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Alekhine
eu: Siziliarra: Dragoia, Klasikoa, Alekhine Aldaera
fr: Sicilienne, dragon classique, var. Alekhine
id: Sisilia Naga, Klasik, Varian Alekhine
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Alekhine
nl: Siciliaans: draak, klassiek, Aljechin variant
pl: Sycylijska, smoka, klasyczna, wariant Alekhin'a
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Алехина
si: sicilijanska, zmajeva, klasična, Aljehinova različica
sv: Sicilianskt: Draken, klassiskt, Aljechinvarianten
tr: Sicilya: ejderha, klasik, Alekhine varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Альохіна
vi: Sicilia: long, cổ điển, Alekhine biến
