Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Nimzo-Indian Defence: Romanishin-Kasparov (Steiner) System
ar: نيمزو الهندي: رومانشين-كاسباروف (شتاينر) نظام
br: Defesa Nimzo-Índia, Sistema Romanishin-Kasparov (Steiner)
ca: Defensa Nimzo índia - Sistema Romanishin Kasparov o Steiner
cs: Nimzo-Indian: Romanishin-Kasparov (Steiner) system
de: Nimzoindisch: Romanishin-Kasparov (Steiner) System
es: Defensa Nimzo India, Sistema Romanishin Kasparov o Steiner
eu: Nimzo-indiarra: Romanishin-Kasparov (Steiner) Sistema
fr: Défense Nimzo-indienne, système Romanichine - Kasparov (Steiner)
id: Nimzo Hindia: Sistem Romanishin-Kasparov
it: Difesa Nimzo Indiana, Sistema Romanishin Kasparov o Steiner
nl: Nimzo-Indisch: Romanishin-Kasparov (Steiner) systeem
pl: Nimzovitsch, system Romanishin-Kasparov'a (Steiner'a)
ru: Защита Нимцовича: система Романишина-Каспарова
si: Nimzo-indijska, Romanishin-Kasparov (Steinerjev) sistem
sv: Nimzoindiskt: Romanisjin-Kasparovs system (Steiner)
tr: Nimzo-Hint: Romanishin-Kasparov (Steiner) sistemi
uk: Захист Німцовича: система Романишина-Каспарова
vi: Nimzo-Ấn Độ: Romanishin-Kasparov hệ thống (Steiner)

source: Nimzo-Indian Defence: Saemisch Variation
ar: نيمزو الهندي: ساميش تفريع
br: Defesa Nimzo-Índia, Variante Saemisch
ca: Defensa Nimzo Índia - Variant Sämisch
cs: Nimzo-Indian: Saemisch variation
de: Nimzoindisch: Saemisch-Variante
es: Defensa Nimzo India, Variante Sämisch
eu: Nimzo-indiarra: Saemisch Aldaera
fr: Défense Nimzo-indienne, var. Sämisch
id: Nimzo Hindia: Varian Saemisch
it: Difesa Nimzo Indiana, Variante Sämisch
nl: Nimzo-Indisch: Saemisch variant
pl: Nimzovitsch, wariant Saemisch'a
ru: Защита Нимцовича: система Земиша
si: Nimzo-indijska, Saemischeva različica
sv: Nimzoindiskt: Sämischvarianten
tr: Nimzo-Hint: Saemisch varyasyonu
uk: Захист Німцовича: система Земіша
vi: Nimzo-Ấn Độ: Saemisch biến

source: Nimzo-Indian Defence: Saemisch, Botvinnik Variation
ar: نيمزو الهندي: ساميش, بوتفنيك تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante Botvinnik
ca: Defensa Nimzo Índia - Variant Sämisch - Variant Botvinnik
cs: Nimzo-Indian: Saemisch, Botvinnik variation
de: Nimzoindisch: Saemisch, Botvinnik-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante Botvinnik
eu: Nimzo-indiarra: Saemisch, Botvinnik Aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. Botvinnik
id: Nimzo Hindia: Saemisch, Varian Botwinnik
it: Difesa Nimzo Indiana, Variante Sämisch, Variante Botvinnik
nl: Nimzo-Indisch: Saemisch, Botvinnik variant
pl: Nimzovitsch, Saemisch, wariant Botvinnik'a
ru: Защита Нимцовича: система Земиша, вариант Ботвинника
si: Nimzo-indijska, Saemischeva, Botvinnikova različica
sv: Nimzoindiskt: Sämisch, Botvinnikvarianten
tr: Nimzo-Hint: Saemisch, Botvinnik varyasyonu
uk: Захист Німцовича: система Земіша, варіант Ботвинника
vi: Nimzo-Ấn Độ: Saemisch, Botvinnik biến

source: Nimzo-Indian Defence: Saemisch, Capablanca Variation
ar: نيمزو الهندي: ساميش, كابابلانكا تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante Capablanca
ca: Defensa Nimzo Índia - Variant Sämisch - Variant Capablanca
cs: Nimzo-Indian: Saemisch, Capablanca variation
de: Nimzoindisch: Saemisch, Capablanca-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante Capablanca
eu: Nimzo-indiarra: Saemisch, Capablanca Aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. Capablanca
id: Nimzo Hindia: Saemisch, Varian Capablanca
it: Difesa Nimzo Indiana, Variante Sämisch, Variante Capablanca
nl: Nimzo-Indisch: Saemisch, Capablanca variant
pl: Nimzovich, Saemisch, wariant Capablanki
ru: Защита Нимцовича: система Земиша, вариант Капабланки
si: Nimzo-indijska, Saemischeva, Capablancina različica
sv: Nimzoindiskt: Sämisch, Capablancavarianten
tr: Nimzo-Hint: Saemisch, Capablanca varyasyonu
uk: Захист Німцовича: система Земіша, варіант Капабланки
vi: Nimzo-Ấn Độ: Saemisch, Capablanca biến

source: Nimzo-Indian Defence: Saemisch, Keres Variation
ar: نيمزو الهندي: ساميش,كيريس تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante Keres
ca: Defensa Nimzo Índia - Variant Sämisch - Variant Keres
cs: Nimzo-Indian: Saemisch, Keres variation
de: Nimzoindisch: Saemisch, Keres-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante Keres
eu: Nimzo-indiarra: Saemisch, Keres Aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. Keres
id: Nimzo Hindia: Saemisch, Varian Keres
it: Difesa Nimzo Indiana, Variante Sämisch, Variante Keres
nl: Nimzo-Indisch: Saemisch, Keres variant
pl: Nimzovich, Saemisch, wariant Keres'a
ru: Защита Нимцовича: система Земиша, вариант Кереса
si: Nimzo-indijska, Saemischeva, Keresova različica
sv: Nimzoindiskt: Sämisch, Keresvarianten
tr: Nimzo-Hint: Saemisch, Keres varyasyonu
uk: Захист Німцовича: система Земіша, варіант Кереса
vi: Nimzo-Ấn Độ: Saemisch, Keres biến

source: Nimzo-Indian Defence: Saemisch, Main Line
ar: نيمزو الهندي: ساميش, الخط الرئيسي
br: Defesa Nimzo-Índia, Variante Saemisch, Linha Principal
ca: Defensa Nimzo Índia - Variant Sämisch - Línia principal
cs: Nimzo-Indian: Saemisch, main line
de: Nimzoindisch: Saemisch, Hauptvariante
es: Defensa Nimzo India, Variante Sämisch, Linea Principal
eu: Nimzo-indiarra: Saemisch, Lerro Nagusia
fr: Défense Nimzo-indienne, var. Sämisch, ligne principale
id: Nimzo Hindia: Saemisch, Jalur Utama
it: Difesa Nimzo Indiana, Variante Sämisch, Linea Principale
nl: Nimzo-Indisch: Saemisch, hoofdlijn
pl: Nimzovich, Saemisch, główna linia
ru: Защита Нимцовича: система Земиша, основное продолжение
si: Nimzo-indijska: Saemischeva glavna linija
sv: Nimzoindiskt: Sämisch, huvudvariant
tr: Nimzo-Hint: Saemisch, ana hat
uk: Захист Німцовича: система Земіша, основне продовження
vi: Nimzo-Ấn Độ: Saemisch, dòng chính

source: Nimzo-Indian Defence: Saemisch, O'Kelly Variation
ar: نيمزو الهندي: ساميش, اوكلي تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante O'Kelly
ca: Defensa Nimzo Índia - Variant Sämisch - Variant O'Kelly
cs: Nimzo-Indian: Saemisch, O'Kelly variation
de: Nimzoindisch: Saemisch, O'Kelly-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante O'Kelly
eu: Nimzo-indiarra: Saemisch, O'Kelly Aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. O'Kelly
id: Nimzo Hindia: Saemisch, Varian O'Kelly
it: Difesa Nimzo Indiana, Variante Sämisch, Variante O'Kelly
nl: Nimzo-Indisch: Saemisch, O'Kelly variant
pl: Nimzovich, Saemisch, wariant O'Kelly
ru: Защита Нимцовича: система Земиша, вариант О'Келли
si: nimzo-indijska, Saemischeva različica, 4. a3 Lxc3+ 5. bxc3 c5 6. e3
sv: Nimzoindiskt: Sämisch, O'Kellys variant
tr: Nimzo-Hint: Saemisch, O'Kelly varyasyonu
uk: Захист Німцовича: система Земіша, варіант О'Келлі
vi: Nimzo-Ấn Độ: Saemisch, O'Kelly biến

source: Nimzo-Indian Defence: Saemisch, Romanovsky Variation
ar: نيمزو الهندي: ساميش, رومانوفسكي تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante Romanovsky
ca: Defensa Nimzo Índia - Variant Sämisch - Variant Romanovsky
cs: Nimzo-Indian: Saemisch, Romanovsky variation
de: Nimzoindisch: Saemisch, Romanovsky-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante Romanovsky
eu: Nimzo-indiarra: Saemisch, Romanovsky Aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. Romanovsky
id: Nimzo Hindia: Saemisch, Varian Romanovsky
it: Difesa Nimzo Indiana, Variante Sämisch, Variante Romanovsky
nl: Nimzo-Indisch: Saemisch, Romanovsky variant
pl: Nimzovich, Saemisch, wariant Romanovsky'ego
ru: Защита Нимцовича: система Земиша, вариант Романовского
si: Nimzo-indijska, Saemischeva, Romanovskyeva različica
sv: Nimzoindiskt: Sämisch, Romanovskijvarianten
tr: Nimzo-Hint: Saemisch, Romanovsky varyasyonu
uk: Захист Німцовича: система Земіша, варіант Романовського
vi: Nimzo-Ấn Độ: Saemisch, Romanovsky biến

source: Nimzo-Indian Defence: Simagin Variation
ar: نيمزو الهندي: سيماجين تفريع
br: Defesa Nimzo-Índia, Variante Simagin
ca: Defensa Nimzo Índia - Variant Simagin
cs: Nimzo-Indian: Simagin variation
de: Nimzoindisch: Simagin-Variante
es: Defensa Nimzo India Variante Simagin
eu: Nimzo-indiarra: Simagin Aldaera
fr: Défense Nimzo-indienne, var. Simagin
id: Nimzo Hindia: Varian SImagin
it: Difesa Nimzo Indiana Variante Simagin
nl: Nimzo-Indisch: Simagin variant
pl: Nimzovich, wariant Simagin'a
ru: Защита Нимцовича: вариант Симагина
si: Nimzo-indijska, Simaginova različica
sv: Nimzoindiskt: Simaginvarianten
tr: Nimzo-Hint: Simagin varyasyonu
uk: Захист Німцовича: варіант Сімагіна
vi: Nimzo-Ấn Độ: Simagin biến

source: Nimzo-Indian Defence: Spielmann Variation
ar: نيمزو الهندي: سبيلمان تفريع
br: Defesa Nimzo-Índia, Variante Spielmann
ca: Defensa Nimzo Índia - Variant Spielmann
cs: Nimzo-Indian: Spielmann variation
de: Nimzoindisch: Spielmann-Variante
es: Defensa Nimzo India, Variante Spielmann
eu: Nimzo-indiarra: Spielmann Aldaera
fr: Défense Nimzo-indienne, var. Spielmann
id: Nimzo Hindia: Varian Spielmann
it: Difesa Nimzo Indiana, Variante Spielmann
nl: Nimzo-Indisch: Spielmann variant
pl: Nimzovich, wariant Spielmann'a
ru: Защита Нимцовича: вариант Шпильмана
si: nimzo-indijska, Spielmannova različica
sv: Nimzoindiskt: Spielmannvarianten
tr: Nimzo-Hint: Spielmann varyasyonu
uk: Захист Німцовича: варіант Шпільмана
vi: Nimzo-Ấn Độ: Spielmann biến

source: Nimzo-Indian Defence: Spielmann, 4...c5, 5.dc Nc6
ar: نيمزو الهندي: سبيلمان, 4...c5, 5.dc Nc7
br: Defesa Nimzo-Índia, Variante Spielmann, 4...c5 5.dxc5 Cc6
ca: Defensa Nimzo Índia - Variant Spielmann - 4 ...c5 5. dxc5 Cc6
cs: Nimzo-Indian: Spielmann, 4...c5, 5.dc Nc6
de: Nimzoindisch: Spielmann, 4...c5, 5.dc Sc6
es: Defensa Nimzo India, Variante Spielmann, 4...c5 5.dxc5 Cc6
eu: Nimzo-indiarra: Spielmann, 4...c5, 5.dc Zc6
fr: Défense Nimzo-indienne, var. Spielmann, 4...c5 5.dxc5 Cc6
id: Nimzo Hindia: Spielmann, 4... c5, 5.dc Kc6
it: Difesa Nimzo Indiana, Variante Spielmann, 4...c5 5.dxc5 Cc6
nl: Nimzo-Indisch: Spielmann, 4 ... c5, 5.dc Pc6
pl: Nimzovich, Spielmann'a, 4...c5, 5.dc Sc6
ru: Защита Нимцовича: вариант Шпильмана, 4...c5, 5.dc Кc6
si: Nimzo-indijska, Spielmannova, 4. ...c5, 5. dc Sc6
sv: Nimzoindiskt: Spielmann, 4...c5, 5.dxc5 Sc6
tr: Nimzo-Hint: Spielmann, 4...c5, 5.dc Nc6
uk: Захист Німцовича: варіант Шпільмана, 4...c5, 5.dc Кc6
vi: Nimzo-Ấn Độ: Spielmann, 4 ... c5, 5.dc Nc6

source: Nimzo-Indian Defence: Spielmann, Karlsbad Variation
ar: نيمزو الهندي: سبيلمان, كارلسباد تفريع
br: Defesa Nimzo-Índia, Variante Spielmann, Variante Karlsbad
ca: Defensa Nimzo Índia - Variant Spielmann - Variant Karlsbad
cs: Nimzo-Indian: Spielmann, Karlsbad variation
de: Nimzoindisch: Spielmann, Karlsbader Variante
es: Defensa Nimzo India, Variante Spielmann, Variante Karlsbad
eu: Nimzo-indiarra: Spielmann, Karlsbad Aldaera
fr: Défense Nimzo-indienne, var. Spielmann, var. de Carlsbad (Karlovy Vary)
id: Nimzo Hindia: Spielmann, Varian Karlsbad
it: Difesa Nimzo Indiana, Variante Spielmann, Variante Karlsbad
nl: Nimzo-Indisch: Spielmann, Karlsbad variant
pl: Nimzovitsch, Spielmann'a, wariant Karlsbad
ru: Защита Нимцовича: вариант Шпильмана, карлсбадский вариант
si: Nimzo-indijska, Spielmannova, Karlsbadova različica
sv: Nimzoindiskt: Spielmann, Karlsbadvarianten
tr: Nimzo-Hint: Spielmann, Karlsbad varyasyonu
uk: Захист Німцовича: варіант Шпільмана, Карлсбадський варіант
vi: Nimzo-Ấn Độ: Spielmann, Karlsbad biến

source: Nimzo-Indian Defence: Spielmann, San Remo Variation
ar: نيمزو الهندي: سبيلمان, سان رامو تفريع
br: Defesa Nimzo-Índia, Variante Spielmann, Variante San Remo
ca: Defensa Nimzo Índia - Variant Spielmann - Variant San Remo
cs: Nimzo-Indian: Spielmann, San Remo variation
de: Nimzoindisch: Spielmann, San Remo-Variante
es: Defensa Nimzo India, Variante Spielmann, Variante San Remo
eu: Nimzo-indiarra: Spielmann, San Remo Aldaera
fr: Défense Nimzo-indienne, var. Spielmann, var. de San Remo
id: Nimzo Hindia, Spielmann, Varian San Remo
it: Difesa Nimzo Indiana, Variante Spielmann, Variante San Remo
nl: Nimzo-Indisch: Spielmann, San Remo variant
pl: Nimzovitsch, Spielmann'a, wariant San Remo
ru: Защита Нимцовича: вариант Шпильмана, вариант Сан-Ремо
si: Nimzo-indijska, Spielmannova, San Remo različica
sv: Nimzoindiskt: Spielmann, San-Remo-varianten
tr: Nimzo-Hint: Spielmann, San Remo varyasyonu
uk: Захист Німцовича: варіант Шпільмана, Сан-Ремо-варіант
vi: Nimzo-Ấn Độ: biến thể Spielmann, San Remo

source: Nimzo-Indian Defence: Spielmann, Stahlberg Variation
ar: نيمزو الهندي: سبيلمان, ستاهلبرج تفريع
br: Defesa Nimzo-Índia, Variante Spielmann, Variante Stahlberg
ca: Defensa Nimzo Índia - Variant Spielmann - Variant Stahlberg
cs: Nimzo-Indian: Spielmann, Staahlberg variation
de: Nimzoindisch: Spielmann, Staahlberg-Variante
es: Defensa Nimzo India, Variante Spielmann, Variante Stahlberg
eu: Nimzo-indiarra: Spielmann, Stahlberg Aldaera
fr: Défense Nimzo-indienne, var. Spielmann, var. Ståhlberg
id: Nimzo Hindia, Spielmann, Varian Stahlberg
it: Difesa Nimzo Indiana, Variante Spielmann, Variante Stahlberg
nl: Nimzo-Indisch: Spielmann, Stahlberg variant
pl: Nimzovitsch, Spielmann'a, wariant Staahlberg'a
ru: Защита Нимцовича: вариант Шпильмана, вариант Штальберга
si: Nimzo-indijska, Spielmannova, Stahlbergova različica
sv: Nimzoindiskt: Spielmann, Ståhlbergvarianten
tr: Nimzo-Hint: Spielmann, Stahlberg varyasyonu
uk: Захист Німцовича: варіант Шпільмана, варіант Штальберга
vi: Nimzo-Ấn Độ: Spielmann, Staahlberg biến

source: Nimzo-Indian Defence: Sämisch Variation
es: Defensa Nimzo India: Variante Sämisch
eu: Nimzo-Indiar Defentsa: Sämisch Aldaera

source: Nimzo-Indian Defence: Three Knights Variation
ar: نيمزو الهندي: الثلاثة أفراس تفريع
br: Defesa Nimzo-Índia, Variante dos 3 Cavalos
ca: Defensa Nimzo Índia - Variant dels tres cavalls
cs: Nimzo-Indian: three knights variation
de: Nimzoindisch: Dreispringerspiel-Variante
es: Defensa Nimzo India, Variante de los 3 Caballos
eu: Nimzo-indiarra: Hiru Zaldunen Aldaera
fr: Défense Nimzo-indienne, var. des 3 cavaliers
id: Nimzo Hindia, Varian 3 Kuda
it: Difesa Nimzo Indiana, Variante dei 3 Cavalli
nl: Nimzo-Indisch: drie paarden variant
pl: Nimzovitsch, wariant trzech skoczków
ru: Защита Нимцовича: вариант Романишина
si: Nimzo-indijska, različica treh skakačev
sv: Nimzoindiskt: Trespringarspel
tr: Nimzo-Hint: üç at varyasyonu
uk: Захист Німцовича: варіант Романишина
vi: Nimzo-Ấn Độ: ba hiệp sĩ biến thể

source: Nimzo-Indian Defence: Three Knights Variation, Duchamp Variation
es: Defensa Nimzo India: Variante Three Knights, Variante Duchamp
eu: Nimzo-Indiar Defentsa: Hiru Zaldunen Aldaera, Duchamp Aldaera

source: Nimzo-Indian Defence: Three Knights Variation, Duchamp Variation, Modern Line
es: Defensa Nimzo India: Variante Three Knights, Variante Duchamp, Modern Line
eu: Nimzo-Indiar Defentsa: Hiru Zaldunen Aldaera, Duchamp Aldaera, Lerro Modernoa

source: Nimzo-Indian Defence: Three Knights Variation, Shocron Gambit
es: Defensa Nimzo India: Variante Three Knights, Gambito Shocron
eu: Nimzo-Indiar Defentsa: Hiru Zaldunen Aldaera, Shocron Ganbitoa
fr: Défense Nimzo-indienne, var. des 3 cavaliers, gambit Shocron

source: Nimzo-Indian Defence: Three Knights, Euwe Variation
ar: نيمزو الهندي: الثلاثة أفراس, تفريع إيوي
br: Defesa Nimzo-Índia, Variante dos 3 Cavalos, Variante Euwe
ca: Defensa Nimzo Índia - Variant dels tres cavalls - Variant Euwe
cs: Nimzo-Indian: three knights, Euwe variation
de: Nimzoindisch: Dreispringerspiel, Euwe-Variante
es: Defensa Nimzo India, Variante de los 3 Caballos, Variante Euwe
eu: Nimzo-indiarra: Hiru Zaldun, Euwe Aldaera
fr: Défense Nimzo-indienne, var. des 3 cavaliers, var. Euwe
id: Nimzo Hindia, 3 Kuda, Varian Euwe
it: Difesa Nimzo Indiana, Variante dei 3 Cavalli, Variante Euwe
nl: Nimzo-Indisch: drie paarden, Euwe variant
pl: Nimzovich, trzy skoczki, wariant Euwe
ru: Защита Нимцовича: вариант Романишина, вариант Эйве
si: Nimzo-indijska, trije skakači, Euwejeva različica
sv: Nimzoindiskt: Trespringarspel, Euwevarianten
tr: Nimzo-Hint: üç at, Euwe varyasyonu
uk: Захист Німцовича: варіант Романишина, варіант Ейве
vi: Nimzo-Ấn Độ: ba hiệp sĩ, biến đổi Euwe

source: Nimzo-Indian Defence: Three Knights, Korchnoi Variation
ar: نيمزو الهندي: الثلاثة أفراس, تفريع كورشنوي
br: Defesa Nimzo-Índia, Variante dos 3 Cavalos, Variante Korchnoi
ca: Defensa Nimzo Índia - Variant dels tres cavalls - Variant Korchnoi
cs: Nimzo-Indian: three knights, Korchnoi variation
de: Nimzoindisch: Dreispringerspiel, Korchnoi-Variante
es: Defensa Nimzo India, Variante de los 3 Caballos, Variante Korchnoi
eu: Nimzo-indiarra: Hiru Zaldun, Korchnoi Aldaera
fr: Défense Nimzo-indienne, var. des 3 cavaliers, var. Kortchnoï
id: Nimzo Hindia, 3 Kuda, Varian Korchnoi
it: Difesa Nimzo Indiana, Variante dei 3 Cavalli, Variante Korchnoi
nl: Nimzo-Indisch: drie paarden, Korchnoi variant
pl: Nimzovich, trzy skoczki, wariant Korchnoi
ru: Защита Нимцовича: вариант Романишина, вариант Корчного
si: Nimzo-indijska, trije skakači, Korchnoi različica
sv: Nimzoindiskt: Trespringarspel, Kortjnojvarianten
tr: Nimzo-Hint: üç at, Korchnoi varyasyonu
uk: Захист Німцовича: варіант Романишина, варіант Корчного
vi: Nimzo-Ấn Độ: ba hiệp sĩ, Korchnoi biến

source: Nimzo-Larsen Attack: Graz Attack
eu: Nimzovich-Larsen Erasoa: Graz Erasoa
fr: Attaque Nimzo-Larsen, attaque de Graz

source: Nimzo-Larsen Attack: Modern Variation
eu: Nimzovich-Larsen Erasoa: Aldaera Modernoa
fr: Attaque Nimzo-Larsen, var. moderne

source: Nimzo-Larsen Attack: Norfolk Gambit
eu: Nimzovich-Larsen Erasoa: Norfolk Ganbitoa
fr: Attaque Nimzo-Larsen, gambit de Norfolk

source: Nimzo-Larsen Attack: Pachman Gambit
eu: Nimzovich-Larsen Erasoa: Pachman Ganbitoa
fr: Attaque Nimzo-Larsen, gambit Pachman

source: Nimzo-Larsen Attack: Ringelbach Gambit
eu: Nimzovich-Larsen Erasoa: Ringelbach Ganbitoa

source: Nimzo-Larsen Attack: Spike Variation
eu: Nimzovich-Larsen Erasoa: Spike Aldaera

source: Nimzovich-Larsen Attack
ar: هجوم نيمزوفيتش-لارسن
br: Ataque Nimzovich-Larsen
ca: Atac Nimzowitsch Larsen
de: Nimzowitsch-Larsen Angriff
es: Ataque Nimzowitsch Larsen
eu: Nimzovich-Larsen Erasoa
fr: Attaque Nimzo-Larsen (Nimzowitsch - Larsen)
id: Serangan Nimzowitch-Larsen
it: Attacco Nimzowitsch Larsen
nl: Nimzovich-Larsen aanval
pl: Atak Nimzovich-Lersen
ru: Дебют Ларсена
si: Nimzovich-Larsenov napad
sv: Nimzowitsch-Larsens angrepp
tr: Nimzovich-Larsen hücumu
uk: Дебют Ларсена
vi: Tấn công Nimzovich-Larsen

source: Nimzovich-Larsen Attack: Classical Variation
ar: هجوم نيمزوفيتش-لارسن: التفريع الكلاسيكي
br: Ataque Nimzovich-Larsen, Variante Clássica
ca: Atac Nimzowitsch Larsen - Variant clàssica
de: Nimzowitsch-Larsen Angriff: Klassische Variante
es: Ataque Nimzowitsch Larsen, Variante Clásica
eu: Nimzovich-Larsen Erasoa: Aldaera Klasikoa
fr: Attaque Nimzowitsch - Larsen, var. classique
id: Serangan Nimzowitch-Larsen, Varian Klasik
it: Attacco Nimzowitsch Larsen, Variante Classica
nl: Nimzovich-Larsen aanval: klassieke variant
pl: Atak Nimzovich-Lersen, wariant klasyczny
ru: Дебют Ларсена: классический вариант
si: Nimzovich-Larsenov napad, klasična različica
sv: Nimzowitsch-Larsens angrepp: Klassisk variant
tr: Nimzovich-Larsen hücumu: klasik varyasyon
uk: Дебют Ларсена: класичний варіант
vi: Tấn công Nimzovich-Larsen: biến thể cổ điển

source: Nimzovich-Larsen Attack: Dutch Variation
ar: هجوم نيمزوفيتش-لارسن: التفريع الهولندي
br: Ataque Nimzovich-Larsen, Variante Holandesa
ca: Atac Nimzowitsch Larsen - Variant Holandesa
de: Nimzowitsch-Larsen Angriff: Holländische Variante
es: Ataque Nimzowitsch Larsen, Variante Holandesa
eu: Nimzovich-Larsen Erasoa: Holandako Aldaera
fr: Attaque Nimzowitsch - Larsen, var. hollandaise
id: Serangan Nimzowitch-Larsen: Varian Belanda
it: Attacco Nimzowitsch Larsen, Variante Olandese
nl: Nimzovich-Larsen aanval: Hollandse variant
pl: Atak Nimzovich-Lersen, wariant holenderski
ru: Дебют Ларсена: голландский вариант
si: Nimzovich-Larsenov napad, nizozemska različica
sv: Nimzowitsch-Larsens angrepp: Holländsk variant
tr: Nimzovich-Larsen hücumu: Hollanda varyasyonu
uk: Дебют Ларсена: Голландський варіант
vi: Tấn công Nimzovich-Larsen: biến thể Hà Lan

source: Nimzovich-Larsen Attack: English Variation
ar: هجوم نيمزوفيتش-لارسن: التفريع الانجليزي
br: Ataque Nimzovich-Larsen, Variante Inglesa
ca: Atac Nimzowitsch Larsen - Variant Anglèsa
de: Nimzowitsch-Larsen Angriff: Englische Variante
es: Ataque Nimzowitsch Larsen, Variante Inglesa
eu: Nimzovich-Larsen Erasoa: Aldaera Ingelesa
fr: Attaque Nimzowitsch - Larsen, var. anglaise
id: Serangan Nimzowitch-Larsen: Varian Inggris
it: Attacco Nimzowitsch Larsen, Variante Inglese
nl: Nimzovich-Larsen aanval: Engelse variant
pl: Atak Nimzovich-Lersen, wariant angielski
ru: Дебют Ларсена: английский вариант
si: Nimzovich-Larsenov napad, angleška različica
sv: Nimzowitsch-Larsens angrepp: Engelsk variant
tr: Nimzovich-Larsen hücumu: İngiliz varyasyonu
uk: Дебют Ларсена: Англійський варіант
vi: Tấn công Nimzovich-Larsen: biến thể tiếng Anh

source: Nimzovich-Larsen Attack: Indian Variation
ar: هجوم نيمزوفيتش-لارسن: التفريع الهندي
br: Ataque Nimzovich-Larsen, Variante Índia
ca: Atac Nimzowitsch Larsen - Variant Índia
de: Nimzowitsch-Larsen Angriff: Indische Variante
es: Ataque Nimzowitsch Larsen, Variante India
eu: Nimzovich-Larsen Erasoa: Indiako Aldaera
fr: Attaque Nimzowitsch - Larsen, var. indienne
id: Serangan Nimzowitch-Larsen: Varian Hindia
it: Attacco Nimzowitsch Larsen, Variante Indiana
nl: Nimzovich-Larsen aanval: Indische variant
pl: Atak Nimzovich-Lersen, wariant
ru: Дебют Ларсена: индийский вариант
si: Nimzovich-Larsenov napad, indijska različica
sv: Nimzowitsch-Larsens angrepp: Indisk variant
tr: Nimzovich-Larsen hücumu: Hint varyasyonu
uk: Дебют Ларсена: Індійський варіант
vi: Tấn công Nimzovich-Larsen: biến thể Ấn Độ

source: Nimzovich-Larsen Attack: Modern Variation
ar: هجوم نيمزوفيتش-لارسن: حديث تفريع
br: Ataque Nimzovich-Larsen, Variante Moderna
ca: Atac Nimzowitsch Larsen - Variant moderna
de: Nimzowitsch-Larsen Angriff: Moderne Variante
es: Ataque Nimzowitsch Larsen, Variante Moderna
eu: Nimzovich-Larsen Erasoa: Aldaera Modernoa
fr: Attaque Nimzowitsch - Larsen, var. moderne
id: Serangan Nimzowitch-Larsen: Varian Modern
it: Attacco Nimzowitsch Larsen, Variante Moderna
nl: Nimzovich-Larsen aanval: moderne variant
pl: Atak Nimzovich-Lersen, wariant nowoczesny
ru: Дебют Ларсена: современный вариант
si: Nimzovich-Larsenov napad, moderna različica
sv: Nimzowitsch-Larsens angrepp: Modern variant
tr: Nimzovich-Larsen hücumu: modern varyasyon
uk: Дебют Ларсена: сучасний варіант
vi: Tấn công Nimzovich-Larsen: biến thể hiện đại

source: Nimzovich-Larsen Attack: Polish Variation
ar: هجوم نيمزوفيتش-لارسن: التفريع البولندي
br: Ataque Nimzovich-Larsen, Variante Polaca
ca: Atac Nimzowitsch Larsen - Variant Polaca
de: Nimzowitsch-Larsen Angriff: Polnische Variante
es: Ataque Nimzowitsch Larsen, Variante Polaca
eu: Nimzovich-Larsen Erasoa: Poloniar Aldaera
fr: Attaque Nimzowitsch - Larsen, var. polonaise
id: Serangan Nimzowitch-Larsen: Varian Polandia
it: Attacco Nimzowitsch Larsen, Variante Polacca
nl: Nimzovich-Larsen aanval: Poolse variant
pl: Atak Nimzovich-Lersen, wariant polski
ru: Дебют Ларсена: польский вариант
si: Nimzovich-Larsenov napad, poljska različica
sv: Nimzowitsch-Larsens angrepp: Polsk variant
tr: Nimzovich-Larsen hücumu: Polonya varyasyonu
uk: Дебют Ларсена: Польський варіант
vi: Tấn công Nimzovich-Larsen: biến thể Ba Lan
