Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian Defence: Scheveningen, Classical Main Line
ar: صقلي: شيفينينغن, الكلاسيكي الخط الرئيسي
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica, Linha Principal
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen - Línia principal
cs: Sicilian: Scheveningen, classical main line
de: Sizilianisch: Scheveningen, Klassisch Hauptvariante
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen, Linea Principal
eu: Siziliarra: Scheveningen, ildo Nagusi Klasikoa
fr: Sicilienne, var. de Scheveningue, var. classique, ligne principale
id: Sisilia Varian Scheveningen, Varian Klasik, Jalur Utama
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen, Linea Principale
nl: Siciliaans: Scheveningen, klassiek hoofdlijn
pl: Sycylijska, Scheveningen, klasyczna linia główna
ru: Сицилианская защита: схевенингенский вариант, основное продолжение классического варианта
si: sicilijanska: Scheveningen, klasična glavna linija
sv: Sicilianskt: Scheveningen, klassisk huvudvariant
tr: Sicilya: Scheveningen, klasik ana hat
uk: Сицилійський захист: Схевенінгенський варіант, основне продовження класичного варіанта
vi: Sicilia: Scheveningen, dòng chính cổ điển

source: Sicilian Defence: Scheveningen, Classical Variation With ...Qc7 And ...Nc6
ar: صقلي: شيفينينغن, التفريع الكلاسيكي مع ...Qc7 و ...Nc7
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica, ...Dc7 e ...Cc6
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen - ... Dc7 i ... Cc6
cs: Sicilian: Scheveningen, classical variation with ...Qc7 and ...Nc6
de: Sizilianisch: Scheveningen, Klassische Variante mit ...Dc7 und ...Sc6
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen, ...Dc7 y ...Cc6
eu: Siziliarra: Scheveningen, Aldaera Klasikoa ...Dc7 eta ...Zc6rekin
fr: Sicilienne, var. de Scheveningue, var. classique, avec ...Dc7 et ...Cc6
id: Sisilia Varian Scheveningen, Varian Klasik, dg ...Mc7 dan ...Kc6
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen, ...Dc7 y ...Cc6
nl: Siciliaans: Scheveningen, klassiek variant met ... Dc7 en ... Pc6
pl: Sycylijska, Scheveningen, wariant klasyczny z ...Hc7 i ...Sc6
ru: Сицилианская защита: схевенингенский вариант, классический вариант с ...Фc7 и ...Кc6
si: sicilijanska, Scheveningenova, klasična različica z ...Dc7 in ...Sc6
sv: Sicilianskt: Scheveningen, klassisk variant med ...Dc7 och ...Sc6
tr: Sicilya: Scheveningen, ...Qc7 ve ...Nc6 ile klasik varyasyon
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант з ...Фc7 і ...Кc6
vi: Sicilia: Scheveningen, biến thể cổ điển với ... Qc7 và ... Nc6

source: Sicilian Defence: Scheveningen, Classical, Maroczy System
ar: صقلي: شيفينينغن, الكلاسيكي, ماركوتزي نظام
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica, Sistema Maroczy
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen - Sistema Maroczy
cs: Sicilian: Scheveningen, classical, Maroczy system
de: Sizilianisch: Scheveningen, Klassisch, Maroczy System
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen, Sistema Maroczy
eu: Siziliarra: Scheveningen, Klasikoa, Maroczy Sistema
fr: Sicilienne, var. de Scheveningue, var. classique, système Maroczy
id: Sisilia Varian Scheveningen, Varian Klasik, Sistem Maroczy
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen, Sistema Maroczy
nl: Siciliaans: Scheveningen, klassiek, Maroczy systeem
pl: Sycylijska, Scheveningen, klasyczna, system Maroczego
ru: Сицилианская защита: схевенингенский вариант, классический вариант, система Мароци
si: sicilijanska, Scheveningenova, klasična, Marcozyev sistem
sv: Sicilianskt: Scheveningen, klassisk, Maroczysystemet
tr: Sicilya: Scheveningen, klasik, Maroczy sistemi
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант, система Мароці
vi: Sicilia: Scheveningen, cổ điển, hệ thống Maroczy

source: Sicilian Defence: Scheveningen, Classical, Nd7 System
ar: صقلي: شيفينينغن, الكلاسيكي, Nd7 نظام
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica, Sistema Cbd7
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen - ... Cbd7
cs: Sicilian: Scheveningen, classical, Nd7 system
de: Sizilianisch: Scheveningen, Klassisch, Nd7 System
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen, ...Cbd7
eu: Siziliarra: Scheveningen, Klasikoa, Zd7 Sistema
fr: Sicilienne, var. de Scheveningue, var. classique, système Cbd7
id: Sisilia Scheveningen, Klasik, Sistem Kd7
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen, ...Cbd7
nl: Siciliaans: Scheveningen, klassiek, Pd7 systeem
pl: Sycylijska, Scheveningen, klasyczna, system Sd7
ru: Сицилианская защита: схевенингенский вариант, классический вариант, система Кd7
si: sicilijanska, Scheveningenova, klasična, Sd7 sistem
sv: Sicilianskt: Scheveningen, klassisk, Nd7-systemet
tr: Sicilya: Scheveningen, klasik, Nd7 sistemi
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант, система Кd7
vi: Sicilia: Scheveningen, cổ điển, Nd7 hệ thống

source: Sicilian Defence: Scheveningen, English Variation
ar: صقلي: شيفينينغن, التفريع الانجليزي
br: Defesa Siciliana, Variante Scheveningen, Variante Inglesa
ca: Defensa Siciliana - Variant Scheveningen - Variant Anglèsa
cs: Sicilian: Scheveningen, English variation
de: Sizilianisch: Scheveningen, Englische Variante
es: Defensa Siciliana, Variante Scheveningen, Variante Inglesa
eu: Siziliarra: Scheveningen, Ingelesezko Aldaera
fr: Sicilienne, var. de Scheveningue, var. anglaise
id: Sisilia Varian Scheveningenm, Serangan Inggris
it: Difesa Siciliana, Variante Scheveningen, Variante Inglese
nl: Siciliaans: Scheveningen, Engelse variant
pl: Sycylijska, Scheveningen, wariant angielski
ru: Сицилианская защита: схевенингенский вариант, английский вариант
si: sicilijanska, Scheveningenova, angleška različica
sv: Sicilianskt: Scheveningen, engelska varianten
tr: Sicilya: Scheveningen, İngiliz varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, Англійський варіант
vi: Sicilia: Scheveningen, Tiếng Anh biến

source: Sicilian Defence: Scheveningen, Fianchetto Variation
ar: صقلي: شيفينينغن, فيل الوتر الطويل تفريع
br: Defesa Siciliana, Variante Scheveningen, Variante do Fianchetto
ca: Defensa Siciliana - Variant Scheveningen - Variant del fianchetto
cs: Sicilian: Scheveningen, fianchetto variation
de: Sizilianisch: Scheveningen, Fianchetto Variante
es: Defensa Siciliana, Variante Scheveningen, Variante del Fianchetto
eu: Siziliarra: Scheveningen, Fianchetto Aldaera
fr: Sicilienne, var. de Scheveningue, var. du fianchetto
id: Sisilia Scheveningen, Varian Fianchetto
it: Difesa Siciliana, Variante Scheveningen, Variante del Fianchetto
nl: Siciliaans: Scheveningen, fianchetto variant
pl: Sycylijska, Scheveningen, wariant fianchetto
ru: Сицилианская защита: схевенингенский вариант, вариант с фианкетто
si: siciljanska, Scheveningenov, krilni razvoj različica
sv: Sicilianskt: Scheveningen, fianchettovarianten
tr: Sicilya: Scheveningen, fianchetto varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, варіант з фіанкетто
vi: Sicilia: Scheveningen, biến fianchetto

source: Sicilian Defence: Scheveningen, Keres Attack
ar: صقلي: شيفينينغن,كيريس هجوم
br: Defesa Siciliana, Variante Scheveningen, Ataque Keres
ca: Defensa Siciliana - Variant Scheveningen - Atac Keres
cs: Sicilian: Scheveningen, Keres attack
de: Sizilianisch: Scheveningen, Keres Angriff
es: Defensa Siciliana, Variante Scheveningen, Ataque Keres
eu: Siziliarra: Scheveningen, Keres Erasoa
fr: Sicilienne, var. de Scheveningue, attaque Keres
id: Sisilia Varian Scheveningen, Serangan Keres
it: Difesa Siciliana, Variante Scheveningen, Attacco Keres
nl: Siciliaans: Scheveningen, Keres aanval
pl: Sycylijska, Scheveningen, atak Keres'a
ru: Сицилианская защита: схевенингенский вариант, атака Кереса
si: sicilijanska, Scheveningen, Keresov napad
sv: Sicilianskt: Scheveningen, Keres angrepp
tr: Sicilya: Scheveningen, Keres hücumu
uk: Сицилійський захист: Схевенінгенський варіант, атака Кереса
vi: Sicilia: Scheveningen, Keres tấn công

source: Sicilian Defence: Scheveningen, Tal Variation
ar: صقلي: شيفينينغن, Tal تفريع
br: Defesa Siciliana, Variante Scheveningen, Variante Tal
ca: Defensa Siciliana - Variant Scheveningen - Variant Tal
cs: Sicilian: Scheveningen, Tal variation
de: Sizilianisch: Scheveningen, Tal Variante
es: Defensa Siciliana, Variante Scheveningen, Variante Tal
eu: Siziliarra: Scheveningen, Tal Aldaera
fr: Sicilienne, var. de Scheveningue, var. Tal
id: Sisilia Varian Scheveningen, Varian Tal
it: Difesa Siciliana, Variante Scheveningen, Variante Tal
nl: Siciliaans: Scheveningen, Tal variant
pl: Sycylijska, Scheveningen, wariant Tal'a
ru: Сицилианская защита: схевенингенский вариант, вариант Таля
si: sicilijanska, Scheveningenova, Talova različica
sv: Sicilianskt: Scheveningen, Talvarianten
tr: Sicilya: Scheveningen, Tal varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, варіант Таля
vi: Sicilia: Scheveningen, biến Tal

source: Sicilian Defence: Scheveningen, Vitolins Variation
ar: صقلي: شيفينينغن, فيتولينس تفريع
br: Defesa Siciliana, Variante Scheveningen, Variante Vitolins
ca: Defensa Siciliana - Variant Scheveningen - Variant Vitolins
cs: Sicilian: Scheveningen, Vitolins variation
de: Sizilianisch: Scheveningen, Vitolins Variante
es: Defensa Siciliana, Variante Scheveningen, Variante Vitolins
eu: Siziliarra: Scheveningen, Vitolins Aldaera
fr: Sicilienne, var. de Scheveningue, var. Vītoliņš
id: Sisilia Varian Scheveningen, Varian Vitolins
it: Difesa Siciliana, Variante Scheveningen, Variante Vitolins
nl: Sicilian: Scheveningen, Vitolins variant
pl: Sycylijska, Scheveningen, wariant Vitolins'a
ru: Сицилианская защита: схевенингенский вариант, вариант Витолиньша
si: sicilijanska, Scheveningenova, Vitolinsova različica
sv: Sicilianskt: Scheveningen, Vitolinsvarianten
tr: Sicilya: Scheveningen, Vitolins varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, варіант Вітоліньша
vi: Sicilia: Scheveningen, Vitolins biến

source: Sicilian Defence: Smith-Morra Gambit
ar: صقلي: سميث-مورا جامبيت
br: Defesa Siciliana, Gambito Smith-Morra
ca: Defensa Siciliana - Gambit Smith Morra
cs: Sicilian: Smith-Morra gambit
de: Sizilianisch: Smith-Morra Gambit
es: Defensa Siciliana, Gambito Smith Morra
eu: Siziliar Defentsa: Smith-Morra Ganbitoa
fr: Sicilienne, gambit Smith - Morra
id: Sisilia Gambit Smith-Morra
it: Difesa Siciliana, Mossa di Smith Morra
nl: Siciliaans: Smith-Morra gambiet
pl: Sycylijska, gambit Smith-Morra
ru: Сицилианская защита: гамбит Морра
si: sicilijanska, Smith-Morratov gambit
sv: Sicilianskt: Smith-Morra Gambit
tr: Sicilya: Smith-Morra gambiti
uk: Сицилійський захист: гамбіт Морра
vi: Sicilia: thí quân Smith-Morra

source: Sicilian Defence: Smith-Morra Gambit Accepted, Chicago Defence
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Defensa Chicago
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Chicago Defentsa
fr: Sicilienne, gambit Smith - Morra accepté, défense de Chicago

source: Sicilian Defence: Smith-Morra Gambit Accepted, Classical Formation
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Classical Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Formazio Klasikoa
fr: Sicilienne, gambit Smith - Morra accepté, formation classique

source: Sicilian Defence: Smith-Morra Gambit Accepted, Fianchetto Defence
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Defensa Fianchetto
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Fianchetto Defentsa
fr: Sicilienne, gambit Smith - Morra accepté, défense du fianchetto

source: Sicilian Defence: Smith-Morra Gambit Accepted, Kan Formation
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Kan Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Kan Formazioa
fr: Sicilienne, gambit Smith - Morra accepté, formation Kan

source: Sicilian Defence: Smith-Morra Gambit Accepted, Larsen Defence
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Defensa Larsen
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Larsen Defentsa
fr: Sicilienne, gambit Smith - Morra accepté, défense Larsen

source: Sicilian Defence: Smith-Morra Gambit Accepted, Morphy Defence
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Defensa Morphy
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Morphy Defentsa
fr: Sicilienne, gambit Smith - Morra accepté, défense Morphy

source: Sicilian Defence: Smith-Morra Gambit Accepted, Morphy Defence Deferred
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Morphy Defence Deferred
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Morphy Defentsa Atzeratua
fr: Sicilienne, gambit Smith - Morra accepté, défense Morphy différée

source: Sicilian Defence: Smith-Morra Gambit Accepted, Paulsen Formation
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Paulsen Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Paulsen Formazioa
fr: Sicilienne, gambit Smith - Morra accepté, formation Paulsen

source: Sicilian Defence: Smith-Morra Gambit Accepted, Pin Defence
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Defensa Pin
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Iltzatze Defentsa
fr: Sicilienne, gambit Smith - Morra accepté, défense du clouage

source: Sicilian Defence: Smith-Morra Gambit Accepted, Scheveningen Formation
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Scheveningen Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Scheveningen Formazioa
fr: Sicilienne, gambit Smith - Morra accepté, formation de Scheveningue

source: Sicilian Defence: Smith-Morra Gambit Accepted, Sozin Formation
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Sozin Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Sozin Formazioa
fr: Sicilienne, gambit Smith - Morra accepté, formation Sozin

source: Sicilian Defence: Smith-Morra Gambit Accepted, Taimanov Formation
es: Defensa Siciliana: Smith-Morra Gambit Accepted, Taimanov Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Onartua, Taimanov Formazioa

source: Sicilian Defence: Smith-Morra Gambit Declined, Alapin Formation
es: Defensa Siciliana: Smith-Morra Gambit Declined, Alapin Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Ukatua, Alapin Formazioa
fr: Sicilienne, gambit Smith - Morra refusé, formation Alapin

source: Sicilian Defence: Smith-Morra Gambit Declined, Center Formation
es: Defensa Siciliana: Smith-Morra Gambit Declined, Center Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Ukatua, Erdiko Formazioa

source: Sicilian Defence: Smith-Morra Gambit Declined, Dubois Variation
es: Defensa Siciliana: Smith-Morra Gambit Declined, Variante Dubois
eu: Siziliar Defentsa: Smith-Morra Ganbito Ukatua, Dubois Formazioa

source: Sicilian Defence: Smith-Morra Gambit Declined, Push Variation
es: Defensa Siciliana: Smith-Morra Gambit Declined, Variante Push
eu: Siziliar Defentsa: Smith-Morra Ganbito Ukatua, Push Aldaera
fr: Sicilienne, gambit Smith - Morra refusé, var. de la poussée

source: Sicilian Defence: Smith-Morra Gambit Declined, Scandinavian Formation
es: Defensa Siciliana: Smith-Morra Gambit Declined, Scandinavian Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Ukatua, Eskandinaviar Formazioa
fr: Sicilienne, gambit Smith - Morra refusé, formation scandinave

source: Sicilian Defence: Smith-Morra Gambit Declined, Wing Formation
es: Defensa Siciliana: Smith-Morra Gambit Declined, Wing Formation
eu: Siziliar Defentsa: Smith-Morra Ganbito Ukatua, Wing Formazioa

source: Sicilian Defence: Smith-Morra Gambit Deferred
es: Defensa Siciliana: Smith-Morra Gambit Deferred
eu: Siziliar Defentsa: Smith-Morra Ganbito Atzeratua
fr: Sicilienne, gambit Smith - Morra différé

source: Sicilian Defence: Smith-Morra Gambit, Chicago Defence
ar: صقلي: سميث-مورا جامبيت, شيكاغو دفاع
br: Defesa Siciliana, Gambito Smith-Morra, Defesa Chicago
ca: Defensa Siciliana - Gambit Smith Morra - Defensa Chicago
cs: Sicilian: Smith-Morra gambit, Chicago defence
de: Sizilianisch: Smith-Morra Gambit, Chicago Verteidigung
es: Defensa Siciliana, Gambito Smith Morra, Defensa Chicago
eu: Siziliarra: Smith-Morra Ganbitoa, Chicagoko Defentsa
fr: Sicilienne, gambit Smith - Morra, défense de Chicago
id: Sisilia Gambit Smith-Morra, Pembelaan Chicago
it: Difesa Siciliana, Mossa di Smith Morra, Difesa Chicago
nl: Siciliaans: Smith-Morra gambiet, Chicago verdediging
pl: Sycylijska, gambit Smith-Morra, obrona Chicago
ru: Сицилианская защита: гамбит Морра, чикагская защита
si: sicilijanska, Smith-Morratov gambit, čikaška obramba
sv: Sicilianskt: Smith-Morra gambit, Chicagoförsvaret
tr: Sicilya: Smith-Morra gambiti, Chicago savunması
uk: Сицилійський захист: гамбіт Морра, Чиказький захист
vi: Sicilia: thí quân Smith-Morra, phòng thủ Chicago

source: Sicilian Defence: Smith-Morra Gambit, Danish Variation
es: Defensa Siciliana: Gambito Smith-Morra, Variante Danish
eu: Siziliar Defentsa: Smith-Morra Ganbitoa, Daniar Aldaera
fr: Sicilienne, gambit Smith - Morra accepté, var. danoise

source: Sicilian Defence: Snyder Variation
es: Defensa Siciliana: Variante Snyder
eu: Siziliar Defentsa: Snyder Aldaera

source: Sicilian Defence: Snyder Variation, Queen Fianchetto Variation
es: Defensa Siciliana: Variante Snyder, Variante Queen Fianchetto
eu: Siziliar Defentsa: Snyder Aldaera, Damaren Fianchetto Aldaera

source: Sicilian Defence: Sozin Attack
ar: صقلي: سوزين هجوم
br: Defesa Siciliana, Ataque Sozin
ca: Defensa Siciliana - Atac Sozin
cs: Sicilian: Sozin attack
de: Sizilianisch: Sozin Angriff
es: Defensa Siciliana, Ataque Sozin
eu: Siziliarra: Sozin Erasoa
fr: Sicilienne, attaque Sozin
id: Sisilia Serangan Sozin
it: Difesa Siciliana, Attacco Sozin
nl: Siciliaans: Sozin aanval
pl: Sycylijska,atak Sozina
ru: Сицилианская защита: атака Созина
si: sicilijanska, Fischer-Sozinov napad
sv: Sicilianskt: Sozinangrepp
tr: Sicilya: Sozin hücumu
uk: Сицилійський захист: атака Созіна
vi: Sicilia: Sozin tấn công

source: Sicilian Defence: Sozin Attack, Main Line, Sherbakov Variation
es: Defensa Siciliana: Ataque Sozin, Main Line, Variante Sherbakov
eu: Siziliar Defentsa: Sozin Erasoa, Lerro Nagusia, Sherbakov Aldaera

source: Sicilian Defence: Sozin With ...a6 And ...b5
ar: صقلي: سوزين مع ...a6 و ...b6
br: Defesa Siciliana, Ataque Sozin com ...a6 e ...b5
ca: Defensa Siciliana - Atac Sozin - Variant ... a6 i ... b5
cs: Sicilian: Sozin with ...a6 and ...b5
de: Sizilianisch: Sozin mit ...a6 und ...b5
es: Defensa Siciliana, Ataque Sozin, Variante ...a6 y ...b5
eu: Siziliarra: Sozin ...a6 eta ...b5-ekin
fr: Sicilienne, Sozin, avec ...a6 et ...b5
id: Sisilia Sozin: dg ...a6 dan ...b5
it: Difesa Siciliana, Attacco Sozin, Variante ...a6 y ...b5
nl: Siciliaans: Sozin met ... a6 en ... b5
pl: Sycylijska,Sozina z ..a6 i ..b5
ru: Сицилианская защита: атака Созина с ...a6 и ...b5
si: siciljanska, Fischer-Sozinov z ...a6 in ...b5
sv: Sicilianskt: Sozin med ...a6 och ...b5
tr: Sicilya: ...a6 ve ...b5 ile Sozin
uk: Сицилійський захист: атака Созіна з ...a6 і ...b5
vi: Sicilia: Sozin với ... a6 và ... b5

source: Sicilian Defence: Sozin, 7.Be3
ar: صقلي: سوزين, 7.Be4
br: Defesa Siciliana, Ataque Sozin, Variante 7.Be3
ca: Defensa Siciliana - Atac Sozin - Variant 7. Ae3
cs: Sicilian: Sozin, 7.Be3
de: Sizilianisch: Sozin, 7.Le3
es: Defensa Siciliana, Ataque Sozin, Variante 7.Ae3
eu: Siziliarra: Sozin, 7.Ae3
fr: Sicilienne, Sozin, 7.Fe3
id: Sisilia Sozin: 7.Ge3
it: Difesa Siciliana, Attacco Sozin, Variante 7.Ae3
nl: Siciliaans: Sozin, 7.Le3
pl: Sycylijska,Sozina, 7.Ge3
ru: Сицилианская защита: атака Созина, 7.Сe3
si: sicilijanska, Sozinova, 7. Le3
sv: Sicilianskt: Sozin, 7.Le3
tr: Sicilya: Sozin, 7.Be3
uk: Сицилійський захист: атака Созіна, 7.Сe3
vi: Sicilia: Sozin, 7.Be3

source: Sicilian Defence: Sozin, Benko Variation
ar: صقلي: سوزين, بينكو تفريع
br: Defesa Siciliana, Ataque Sozin, Variante Benko
ca: Defensa Siciliana - Atac Sozin - Variant Benko
cs: Sicilian: Sozin, Benko variation
de: Sizilianisch: Sozin, Benko Variante
es: Defensa Siciliana, Ataque Sozin, Variante Benko
eu: Siziliarra: Sozin, Benko Aldaera
fr: Sicilienne, Sozin, var. Benko
id: Sisilia Sozin: Varian Benko
it: Difesa Siciliana, Attacco Sozin, Variante Benko
nl: Siciliaans: Sozin, Benko variant
pl: Sycylijska,Sozina, wariant Benko
ru: Сицилианская защита: атака Созина, вариант Бенко
si: sicilijanska, Sozinova, Benkova različica
sv: Sicilianskt: Sozin, Benkovarianten
tr: Sicilya: Sozin, Benko varyasyonu
uk: Сицилійський захист: атака Созіна, варіант Бенко
vi: Sicilia: Sozin, Benko biến

source: Sicilian Defence: Sozin, Fischer Variation
ar: صقلي: سوزين, فيشر تفريع
br: Defesa Siciliana, Ataque Sozin, Variante Fischer
ca: Defensa Siciliana - Atac Sozin - Variant Fischer
cs: Sicilian: Sozin, Fischer variation
de: Sizilianisch: Sozin, Fischer Variante
es: Defensa Siciliana, Ataque Sozin, Variante Fischer
eu: Siziliarra: Sozin, Fischer Aldaera
fr: Sicilienne, Sozin, var. Fischer
id: Sisilia Sozin: Varian Fischer
it: Difesa Siciliana, Attacco Sozin, Variante Fischer
nl: Siciliaans: Sozin, Fischer variant
pl: Sycylijska,Sozina, wariant Fischer'a
ru: Сицилианская защита: атака Созина, вариант Фишера
si: sicilijanska, Sozinova, Fischerjeva različica
sv: Sicilianskt: Sozin, Fischervarianten
tr: Sicilya: Sozin, Fischer varyasyonu
uk: Сицилійський захист: атака Созіна, варіант Фішера
vi: Sicilia: Sozin, Fischer biến

source: Sicilian Defence: Sozin, Leonhardt Variation
ar: صقلي: سوزين, ليونهاردت تفريع
br: Defesa Siciliana, Ataque Sozin, Variante Leonhardt
ca: Defensa Siciliana - Atac Sozin - Variant Leonhardt
cs: Sicilian: Sozin, Leonhardt variation
de: Sizilianisch: Sozin, Leonhardt Variante
es: Defensa Siciliana, Ataque Sozin, Variante Leonhardt
eu: Siziliarra: Sozin, Leonhardt Aldaera
fr: Sicilienne, Sozin, var. Leonhardt
id: Sisilia Sozin: Leonhardt
it: Difesa Siciliana, Attacco Sozin, Variante Leonhardt
nl: Siciliaans: Sozin, Leonhardt variant
pl: Sycylijska,Sozina, wariant Leonhardt'a
ru: Сицилианская защита: атака Созина, вариант Леонгардта
si: sicilijanska, Sozinova, Leonhardtova različica
sv: Sicilianskt: Sozin, Leonhardtvarianten
tr: Sicilya: Sozin, Leonhardt varyasyonu
uk: Сицилійський захист: атака Созіна, варіант Леонгардта
vi: Sicilia: Sozin, Leonhardt biến

source: Sicilian Defence: Sozin, Not Scheveningen
ar: صقلي: سوزين, غير شيفينينغن
br: Defesa Siciliana, Ataque Sozin (Não Scheveningen)
ca: Defensa Siciliana - Atac Sozin (no Scheveningen)
cs: Sicilian: Sozin, not Scheveningen
de: Sizilianisch: Sozin, not Scheveningen
es: Defensa Siciliana, Ataque Sozin (no Scheveningen)
eu: Siziliarra: Sozin, Ez Scheveningen
fr: Sicilienne, Sozin, "not Scheveningen"
id: Sisilia Sozin: Bukan Scheveningen
it: Difesa Siciliana, Attacco Sozin (no Scheveningen)
nl: Siciliaans: Sozin, niet Scheveningen
pl: Sycylijska,wariant Sozina, nie Scheveningen'a
ru: Сицилианская защита: атака Созина
si: sicilijanska, Sozinova, ne Schveninganova
sv: Sicilianskt: Sozin, ingen Scheveningen
tr: Sicilya: Sozin, Scheveningen değil
uk: Сицилійський захист: атака Созіна
vi: Sicilia: Sozin, không Scheveningen

source: Sicilian Defence: Spielmann Variation
es: Defensa Siciliana: Variante Spielmann
eu: Siziliar Defentsa: Spielmann Aldaera

source: Sicilian Defence: Staunton-Cochrane Variation
es: Defensa Siciliana: Variante Staunton-Cochrane
eu: Siziliar Defentsa: Staunton-Cochrane Aldaera
