Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Pirc Defence: Classical Variation
es: Defensa Pirc: Variante Classical
eu: Pirc Defentsa: Aldaera Klasikoa
fr: Défense Pirc, système classique (2 cavaliers)

source: Pirc Defence: Classical Variation, Quiet System, Chigorin Line
es: Defensa Pirc: Variante Classical, Quiet System, Chigorin Line
eu: Pirc Defentsa: Aldaera Klasikoa, Sistema Lasaia, Chigorin Lerroa
fr: Défense Pirc, système classique (2 cavaliers), système calme, ligne Tchigorine

source: Pirc Defence: Classical Variation, Quiet System, Czech Defence
es: Defensa Pirc: Variante Classical, Quiet System, Defensa Czech
eu: Pirc Defentsa: Aldaera Klasikoa, Sistema Lasaia, Txekiar Defentsa
fr: Défense Pirc, système classique (2 cavaliers), système calme, défense tchèque

source: Pirc Defence: Classical Variation, Quiet System, Parma Defence
es: Defensa Pirc: Variante Classical, Quiet System, Defensa Parma
eu: Pirc Defentsa: Aldaera Klasikoa, Sistema Lasaia, Parma Defentsa
fr: Défense Pirc, système classique (2 cavaliers), système calme, défense Parma

source: Pirc Defence: Roscher Gambit
es: Defensa Pirc: Gambito Roscher
eu: Pirc Defentsa: Rosher Ganbitoa
fr: Défense Pirc, gambit Roscher

source: Pirc Opening: 150 Attack
ar: بيرك: 150 هجوم
br: Defesa Pirc, Ataque 150
ca: Defensa Pirc - Atac 150
cs: Pirc: 150 attack
de: Pirc: 150 Angriff
es: Defensa Pirc, Ataque 150
eu: Pirc: 150 Erasoa
fr: Défense Pirc, attaque 150 (ECF 150 = Elo 1800 et la position permettrait d'obtenir à ce niveau un jeu fort sans aucune théorie)
id: Pirc: Serangan 150
it: Difesa Pirc, Attacco 150
nl: Pirc: 150 aanval
pl: Pirc'a, atak 150
ru: Защита Пирца-Уфимцева: атака 150
si: Pircova, napad 150
sv: Pirc: 150-attack
tr: Pirc: 150 hücum
uk: Захист Пірца-Уфімцева: атака 150
vi: Pirc: tấn công 150

source: Pirc Opening: Austrian Attack
ar: بيرك: الهجوم النمساوي
br: Defesa Pirc, Ataque Austríaco
ca: Defensa Pirc - Atac Austríac o dels tres peons.
cs: Pirc: Austrian attack
de: Pirc: Austrian Angriff
es: Defensa Pirc, Ataque Austriaco o de los 3 Peones
eu: Pirc: Austriako Erasoa
fr: Défense Pirc, attaque autrichienne
id: Pirc: Serangan Austria
it: Difesa Pirc, Attacco Austriaco o di 3 Pedoni
nl: Pirc: Oostenrijkse aanval
pl: Pirc'a, atak austiacki
ru: Защита Пирца-Уфимцева: австрийская атака
si: Pircova, avstrijski napad
sv: Pirc: Österrikiskt angrepp
tr: Pirc: Avusturya hücumu
uk: Захист Пірца-Уфімцева: Австрійська атака
vi: Tấn công Áo: Pirc

source: Pirc Opening: Austrian Attack, 6.Bd3
ar: بيرك: الهجوم النمساوي, 6.Bd4
br: Defesa Pirc, Ataque Austríaco, 6.Bd3
ca: Defensa Pirc - Atac Austríac - 6. Ad3
cs: Pirc: Austrian attack, 6.Bd3
de: Pirc: Austrian Angriff, 6.Ld3
es: Defensa Pirc, Ataque Austriaco, 6.Ad3
eu: Pirc: Austriako Erasoa, 6.Ad3
fr: Défense Pirc, attaque autrichienne, 6.Fd3
id: Pirc: Serangan Austria, 6.Gd3
it: Difesa Pirc, Attacco Austriaco, 6.Ad3
nl: Pirc: Oostenrijkse aanval, 6.Ld3
pl: Pirc'a, atak austiacki, 6,Gd3
ru: Защита Пирца-Уфимцева: австрийская атака, 6.Сd3
si: Pircova, avstrijski napad, 6. Ld3
sv: Pirc: Österrikiskt angrepp, 6.Ld3
tr: Pirc: Avusturya hücumu, 6.Bd3
uk: Захист Пірца-Уфімцева: Австрійська атака, 6.Сd3
vi: Pirc: tấn công Áo, 6.Bd3

source: Pirc Opening: Austrian Attack, 6.Be3
ar: بيرك: الهجوم النمساوي, 6.Be4
br: Defesa Pirc, Ataque Austríaco, 6.Be3
ca: Defensa Pirc - Atac Austríac - 6. Ae3
cs: Pirc: Austrian attack, 6.Be3
de: Pirc: Austrian Angriff, 6.Le3
es: Defensa Pirc, Ataque Austriaco, 6.Ae3
eu: Pirc: Austriako Erasoa, 6.Ae3
fr: Défense Pirc, attaque autrichienne, 6.Fe3
id: Pirc: Serangan Austria, 6.Ge3
it: Difesa Pirc, Attacco Austriaco, 6.Ae3
nl: Pirc: Oostenrijkse aanval, 6.Le3
pl: Pirc'a, atak austriacki, 6.Ge3
ru: Защита Пирца-Уфимцева: австрийская атака, 6.Сe3
si: Pircova, avstrijski napad, 6. Le3
sv: Pirc: Österrikiskt angrepp, 6.Le3
tr: Pirc: Avusturya hücumu, 6.Be3
uk: Захист Пірца-Уфімцева: Австрійська атака, 6.Сe3
vi: Pirc: tấn công Áo, 6.Be3

source: Pirc Opening: Austrian Attack, 6.e5
ar: بيرك: الهجوم النمساوي, 6.e6
br: Defesa Pirc, Ataque Austríaco, 6.e5
ca: Defensa Pirc - Atac Austríac - 6. e5
cs: Pirc: Austrian attack, 6.e5
de: Pirc: Austrian Angriff, 6.e5
es: Defensa Pirc, Ataque Austriaco, 6.e5
eu: Pirc: Austriako Erasoa, 6.e5
fr: Défense Pirc, attaque autrichienne, 6.e5
id: Pirc: Serangan Austria, 6.e5
it: Difesa Pirc, Attacco Austriaco, 6.e5
nl: Pirc: Oostenrijkse aanval, 6.e5
pl: Pirc'a, atak austriacki, 6.e5
ru: Защита Пирца-Уфимцева: австрийская атака, 6.e5
si: Pircova, avstrijski napad, 6. e5
sv: Pirc: Österrikiskt angrepp, 6.e5
tr: Pirc: Avusturya hücumu, 6.e5
uk: Захист Пірца-Уфімцева: Австрійська атака, 6.e5
vi: Pirc: tấn công Áo, 6.e5

source: Pirc Opening: Austrian Attack, Dragon Formation
ar: بيرك: الهجوم النمساوي, التنين تشكيل
br: Defesa Pirc, Ataque Austríaco, Formação Dragão
ca: Defensa Pirc - Atac Austríac - Formació Dragó
cs: Pirc: Austrian attack, dragon formation
de: Pirc: Austrian Angriff, Drachen Formation
es: Defensa Pirc, Ataque Austriaco, Formación Dragón
eu: Pirc: Austriako Erasoa, Dragoiaren Formazioa
fr: Défense Pirc, attaque autrichienne, formation dragon
id: Pirc: Serangan Austria, Formasi Naga
it: Difesa Pirc, Attacco Austriaco, Formazione Dragone
nl: Pirc: Oostenrijkse aanval, draak formatie
pl: Pirc'a, atak austriacki, formacja smoka
ru: Защита Пирца-Уфимцева: австрийская атака, построение дракона
si: Pircova, avstrijski napad, zmajeva formacija
sv: Pirc: Österrikiskt angrepp, Drakenformation
tr: Pirc: Avusturya hücumu, ejderha formasyonu
uk: Захист Пірца-Уфімцева: Австрійська атака, побудова дракона
vi: Pirc: tấn công Áo, hình rồng

source: Pirc Opening: Austrian Attack, Ljubojevic Variation
ar: بيرك: الهجوم النمساوي, Ljubojevic تفريع
br: Defesa Pirc, Ataque Austríaco, Variante Ljubojevic
ca: Defensa Pirc - Atac Austríac - Variant Ljubojevic
cs: Pirc: Austrian attack, Ljubojevic variation
de: Pirc: Austrian Angriff, Ljubojevic-Variante
es: Defensa Pirc, Ataque Austriaco, Variante Ljubojevic
eu: Pirc: Austriako Erasoa, Ljubojevic Aldaera
fr: Défense Pirc, attaque autrichienne, var. Ljubojevic
id: Pirc: Serangan Austria, Varian Ljubojevic
it: Difesa Pirc, Attacco Austriaco, Variante Ljubojevic
nl: Pirc: Oostenrijkse aanval, Ljubojevic variant
pl: Pirc'a, atak austriacki, wariant Ljubojevic'a
ru: Защита Пирца-Уфимцева: австрийская атака, вариант Любоевича
si: Pircova, avstrijski napad, Ljubojeviceva različica
sv: Pirc: Österrikiskt angrepp, Ljubojevicvarianten
tr: Pirc: Avusturya hücumu, Ljubojevic varyasyonu
uk: Захист Пірца-Уфімцева: Австрійська атака, варіант Любоєвича
vi: Pirc: tấn công Áo, biến Ljubojevic

source: Pirc Opening: Bayonet (Mariotti) Attack
ar: بيرك: بايونيت (ماريوتي) هجوم
br: Defesa Pirc, Ataque da Baioneta (Mariotti)
ca: Defensa Pirc - Atac baioneta
cs: Pirc: bayonet (Mariotti) attack
de: Pirc: Bayonetangriff (Mariotti
es: Defensa Pirc, Ataque a la Bayoneta o Mariotti
eu: Pirc: Baioneta (Mariotti) Erasoa
fr: Défense Pirc, attaque à la baïonnette (Mariotti)
id: Pirc: Serangan Bayonet (Mariotti)
it: Difesa Pirc, Attacco a la Bayoneta o Mariotti
nl: Pirc: bajonet (Mariotti) aanval
pl: Pirc'a, atak bagnet (Mariotti)
ru: Защита Пирца-Уфимцева: вариант Мариотти
si: Pircova, bajonetni (Mariottijev) napad
sv: Pirc: Bajonettangrepp (Mariotti)
tr: Pirc: süngü (Mariotti) hücumu
uk: Захист Пірца-Уфімцева: варіант Маріотті
vi: Pirc: lưỡi lê (Mariotti) tấn công

source: Pirc Opening: Byrne Variation
ar: بيرك: بايرن تفريع
br: Defesa Pirc, Variante Byrne
ca: Defensa Pirc - Variant Byrne
cs: Pirc: Byrne variation
de: Pirc: Byrne-Variante
es: Defensa Pirc, Variante Byrne
eu: Pirc: Byrne Aldaera
fr: Défense Pirc, var. Byrne
id: Pirc: Varian Byrne
it: Difesa Pirc, Variante Byrne
nl: Pirc: Byrne variant
pl: Pirc'a, wariant Byrne
ru: Защита Пирца-Уфимцева: вариант Бирна
si: Pircova, Byrne različica
sv: Pirc: Byrnevarianten
tr: Pirc: Byrne varyasyonu
uk: Захист Пірца-Уфімцева: варіант Бирна
vi: Pirc: Byrne biến

source: Pirc Opening: Chinese Variation
ar: بيرك: صيني تفريع
br: Defesa Pirc, Variante Chinesa
ca: Defensa Pirc - Variant Xinesa
cs: Pirc: Chinese variation
de: Pirc: Chinese-Variante
es: Defensa Pirc, Variante China
eu: Pirc: Txinar Aldaera
fr: Défense Pirc, var. chinoise
id: Pirc: Varian China
it: Difesa Pirc, Variante Cinese
nl: Pirc: Chinese variant
pl: Pirc'a, wariant chiński
ru: Защита Пирца-Уфимцева: китайский вариант
si: Pircova, kitajska različica
sv: Pirc: Kinesiska varianten
tr: Pirc: Çin varyasyonu
uk: Захист Пірца-Уфімцева: Китайський варіант
vi: Biến Trung Quốc: Pirc

source: Pirc Opening: Classical (two Knights) System
ar: بيرك: الكلاسيكي (الفرسين) نظام
br: Defesa Pirc, Sistema Clássico (2 Cavalos)
ca: Defensa Pirc - Sistema clàssic o dels dos cavalls
cs: Pirc: classical (two knights) system
de: Pirc: Klassisch (Zweispringerspiel) System
es: Defensa Pirc, Sistema Clásico o de los 2 Caballos
eu: Pirc: Sistema Klasikoa (Bi Zaldun)
fr: Défense Pirc, système (ou variante) classique (2 cavaliers)
id: Pirc: Sistem Klasik (2 Kuda)
it: Difesa Pirc, Sistema Classico o dei 2 Cavalli
nl: Pirc: klassieke (twee paarden) systeem
pl: Pirc'a, system klasyczny(dwa skoczki)
ru: Защита Пирца-Уфимцева: классическая система двух коней
si: Pircova, klasični (dva skakača) sistem
sv: Pirc: Klassiskt system (tvåspringarspel)
tr: Pirc: klasik (iki at) sistemi
uk: Захист Пірца-Уфімцева: класична система двох коней
vi: Pirc: cổ điển (hai hiệp sĩ) hệ thống

source: Pirc Opening: Classical System, 5.Be2
ar: بيرك: الكلاسيكي نظام, 5.Be3
br: Defesa Pirc, Sistema Clássico, 5.Be2
ca: Defensa Pirc - Sistema clàssic - 5. Ae2
cs: Pirc: classical system, 5.Be2
de: Pirc: Klassisches System, 5.Le2
es: Defensa Pirc, Sistema Clásico, 5.Ae2
eu: Pirc: Sistema Klasikoa, 5.Ae2
fr: Défense Pirc, système classique (2 cavaliers), 5.Fe2
id: Pirc: Klasik, 5.Ge2
it: Difesa Pirc, Sistema Classico, 5.Ae2
nl: Pirc: klassieke systeem, 5.Le2
pl: Pirc'a, system klasyczny, 5.Be2
ru: Защита Пирца-Уфимцева: классическая система двух коней, 5.Сe2
si: Pircova, klasični sistem, 5.Le2
sv: Pirc: Klassiskt system, 5.Le2
tr: Pirc: klasik sistem, 5.Be2
uk: Захист Пірца-Уфімцева: класична система двох коней, 5.Сe2
vi: Pirc: hệ thống cổ điển, 5.Be2

source: Pirc Opening: Classical, H3 System
ar: بيرك: الكلاسيكي, h3 نظام
br: Defesa Pirc, Sistema Clássico, Sistema h3
ca: Defensa Pirc - Sistema clàssic - 5. h3
cs: Pirc: classical, h3 system
de: Pirc: Klassisch, h3 System
es: Defensa Pirc, Sistema Clásico, 5.h3
eu: Pirc: Klasikoa, h3 Sistema
fr: Défense Pirc, système classique (2 cavaliers), 5.h3
id: Pirc: Klasik, Sistem h3
it: Difesa Pirc, Sistema Classico, 5.h3
nl: Pirc: klassiek, h3 systeem
pl: Pirc'a, klasyczny, system h3
ru: Защита Пирца-Уфимцева: классическая система двух коней, система h3
si: Pircova, klasični, h3 sistem
sv: Pirc: Klassiskt, h3-systemet
tr: Pirc: klasik, h3 sistemi
uk: Захист Пірца-Уфімцева: класична система двох коней, система h3
vi: Pirc: cổ điển, hệ thống h3

source: Pirc Opening: Holmov System
ar: بيرك: هولموف نظام
br: Defesa Pirc, Sistema Holmov
ca: Defensa Pirc - Sistema Holmov
cs: Pirc: Holmov system
de: Pirc: Holmov System
es: Defensa Pirc, Sistema Holmov
eu: Pirc: Holmov Sistema
fr: Défense Pirc, système Holmov
id: Pirc: Sistem Holomov
it: Difesa Pirc, Sistema Holmov
nl: Pirc: Holmov systeem
pl: Pirc'a, system Holmov'a
ru: Защита Пирца-Уфимцева: система Холмова
si: Pircova, Holmov sistem
sv: Pirc: Holmovsystemet
tr: Pirc: Holmov sistemi
uk: Захист Пірца-Уфімцева: система Холмова
vi: Pirc: hệ thống Holmov

source: Pirc Opening: Sveshnikov System
ar: بيرك: سفيشنيكوف نظام
br: Defesa Pirc, Sistema Sveshnikov
ca: Defensa Pirc - Sistema Sveshnikov
cs: Pirc: Sveshnikov system
de: Pirc: Sveshnikov System
es: Defensa Pirc, Sistema Sveshnikov
eu: Pirc: Sveshnikov Sistema
fr: Défense Pirc, système Sveshnikov
id: Pirc: Sistem Sveshnikov
it: Difesa Pirc, Sistema Sveshnikov
nl: Pirc: Sveshnikov systeem
pl: Pirc'a, system Sveshnikov'a
ru: Защита Пирца-Уфимцева: система Свешникова
si: Pircova, Sveshnikov sistem
sv: Pirc: Svesjnikovsystemet
tr: Pirc: Sveshnikov sistemi
uk: Захист Пірца-Уфімцева: система Свешнікова
vi: Pirc: hệ thống Sveshnikov

source: Pirc Opening: Ufimtsev-Pytel Variation
ar: بيرك: اوفمتسيف-بايتل تفريع
br: Defesa Pirc, Variante Ufimtsev-Pytel
ca: Defensa Pirc - Variant Ufimtsev Pytel
cs: Pirc: Ufimtsev-Pytel variation
de: Pirc: Ufimtsev-Pytel-Variante
es: Defensa Pirc, Variante Ufimtsev Pytel
eu: Pirc: Ufimtsev-Pytel Aldaera
fr: Défense Pirc, var. Ufimtsev - Pytel
id: Pirc: Varian Ufimtsev-Pytel
it: Difesa Pirc, Variante Ufimtsev Pytel
nl: Pirc: Ufimtsev-Pytel variant
pl: Pirc'a, wariant Ufimtsev-Pytel
ru: Защита Пирца-Уфимцева: вариант Уфимцева-Пытеля
si: Pircova, Ufimtsev-Pytelova različica
sv: Pirc: Ufimtsev-Pytel-varianten
tr: Pirc: Ufimtsev-Pytel varyasyonu
uk: Захист Пірца-Уфімцева: варіант Уфімцева-Пителя
vi: Pirc: Ufimtsev-Pytel biến

source: Polish (Sokolsky) Opening
ar: بولندي (سوكولوسكي) افتتاح
br: Abertura Polaca (Sokolsky)
ca: Obertura Polonesa o Sokolsky
de: Polish (Sokolsky) Eröffnung
es: Apertura Polaca o Sokolsky
eu: Poloniar (Sokolsky) Irekiera
fr: Ouverture polonaise (Sokolsky, de l'orang-outang)
id: Pembukaan Polandia (Sokolsky)
it: Apertura Polacca o Sokolsky
nl: Pools (Sokolsky) opening
pl: Debiut polski (Sokolsky)
ru: Дебют Сокольского
si: poljska (sokolskyeva) otvoritev
sv: Polsk spelöppning (Sokolskij)
tr: Polonya (Sokolsky) açılışı
uk: Дебют Сокольського
vi: Khai cuộc Ba Lan (Sokolsky)

source: Polish (Sokolsky-Orangutan) Opening: Baltic Defence
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Baltiar Defentsa
fr: Ouverture polonaise, défense balte

source: Polish (Sokolsky-Orangutan) Opening: Birmingham Gambit
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Birmingham Ganbitoa
fr: Ouverture polonaise, gambit de Birmingham

source: Polish (Sokolsky-Orangutan) Opening: Bugayev Advance Variation
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Bugayev Aurrerapen Aldaera
fr: Ouverture polonaise, var. d'avance Bugaev

source: Polish (Sokolsky-Orangutan) Opening: Bugayev Attack
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Bugayev Erasoa
fr: Ouverture polonaise, attaque Bugaev

source: Polish (Sokolsky-Orangutan) Opening: Czech Defence
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Txekiar Defentsa
fr: Ouverture polonaise, défense tchèque

source: Polish (Sokolsky-Orangutan) Opening: Dutch Defence
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Holandar Defentsa
fr: Ouverture polonaise, défense hollandaise

source: Polish (Sokolsky-Orangutan) Opening: German Defence
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Defentsa alemana
fr: Ouverture polonaise, défense allemande

source: Polish (Sokolsky-Orangutan) Opening: Grigorian Variation
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Grigorian Aldaera
fr: Ouverture polonaise, var. Grigorian

source: Polish (Sokolsky-Orangutan) Opening: King Indian Variation
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Erregearen Indiar Aldaera
fr: Ouverture polonaise, var. est-indienne

source: Polish (Sokolsky-Orangutan) Opening: King Indian Variation, Schiffler Attack
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Erregearen Indiar Aldaera, Schiffler Erasoa
fr: Ouverture polonaise, var. est-indienne, attaque Schiffler

source: Polish (Sokolsky-Orangutan) Opening: King Indian Variation, Sokolsky Attack
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Erregearen Indiar Aldaera, Sokolsky Erasoa
fr: Ouverture polonaise, var. est-indienne, attaque Sokolsky

source: Polish (Sokolsky-Orangutan) Opening: Myers Variation
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Myers Aldaera
fr: Ouverture polonaise, var. Myers

source: Polish (Sokolsky-Orangutan) Opening: Orangutan-Diemer Gambit
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Orangutan-Diemer Ganbitoa
fr: Ouverture polonaise, gambit orang-outang - Diemer

source: Polish (Sokolsky-Orangutan) Opening: Orangutan-Hartlaub Gambit
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Orangutan-HartLaub Ganbitoa
fr: Ouverture polonaise, gambit orang-outang - Hartlaub

source: Polish (Sokolsky-Orangutan) Opening: Queen Indian Variation
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Damaren Indiar Aldaera
fr: Ouverture polonaise, var. ouest-indienne

source: Polish (Sokolsky-Orangutan) Opening: Queenside Defence
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Dama aldeko Defentsa
fr: Ouverture polonaise, défense de l'aile dame

source: Polish (Sokolsky-Orangutan) Opening: Rooks Swap Line
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Gaztelu Trukearen Lerroa
fr: Ouverture polonaise, ligne d'échange de tours

source: Polish (Sokolsky-Orangutan) Opening: Schiffler-Sokolsky Variation
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Schiffler-Sokolsky Aldaera
fr: Ouverture polonaise, var. Schiffler - Sokolsky

source: Polish (Sokolsky-Orangutan) Opening: Schuehler Gambit
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Schuehler Ganbitoa

source: Polish (Sokolsky-Orangutan) Opening: Symmetrical Variation
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Aldaera Simetrikoa
fr: Ouverture polonaise, var. symétrique

source: Polish (Sokolsky-Orangutan) Opening: Tartakower Gambit
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Tartakower Ganbitoa
fr: Ouverture polonaise, gambit Tartakover

source: Polish (Sokolsky-Orangutan) Opening: Tartakower Gambit, Brinckmann Variation
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Tartakower Ganbitoa, Brickmann Aldaera

source: Polish (Sokolsky-Orangutan) Opening: Wolferts Gambit
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Wolfers Ganbitoa

source: Polish (Sokolsky-Orangutan) Opening: Zukertort System
eu: Poloniar (Sokolsky- Orangutan) Irekiera: Zukertort Sistema
fr: Ouverture polonaise, système Zukertort

source: Polish Defence
ar: بولندي دفاع
br: Defesa Polaca
ca: Defensa Polonesa
de: Polish Verteidigung
es: Defensa Polaca
eu: Poloniar Defentsa
fr: Défense polonaise
id: Pembelaan Polandia
it: Difesa Polacca
nl: Poolse verdediging
pl: Obrona polska
ru: Польская защита
si: poljska obramba
sv: Polskt försvar
tr: Polonya savunması
uk: Польський захист
vi: Phòng thủ Ba Lan

source: Polish Defence: Spassky Gambit Accepted
es: Defensa Polaca: Spassky Gambit Accepted
eu: Poloniar Defentsa: Spassky Ganbito Onartua
fr: Défense polonaise, gambit Spassky accepté

source: Polish: Outflank Variation
ar: بولندي: الجناح الخارجي تفريع
br: Abertura Polaca, Variante do Flanco
ca: Obertuta Polonesa o Sokolsky - Variant del flanc
de: Polish: Outflank Variante
es: Apertura Polaca o Sokolsky, Variante del Flanco
eu: Poloniarra: Outflank Aldaera
fr: Ouverture polonaise, var. "outflank"
id: Polandia: Varian Outflank
it: Apertura Polacca o Sokolsky, Variante del Flanco
nl: Pools: omsingelings variant
pl: Obrona polska, wariant oskrzydlający
ru: Дебют Сокольского: обходной вариант
si: poljska, bočna različica
sv: Polskt: Utflankeringsvarianten
tr: Polonya: Üstünlük varyasyonu
uk: Дебют Сокольського: обхідний варіант
vi: Ba Lan: dùng mưu lừa biến

source: Polish: Tuebingen Variation
ar: بولندي: توبنجن تفريع
br: Abertura Polaca, Variante Tuebingen
ca: Obertura Polonesa o Sokolsky - Variant Tuebingen
de: Polish: Tuebingen-Variante
es: Apertura Polaca o Sokolsky, Variante Tuebingen
eu: Poloniarra: TuBingen Aldaera
fr: Ouverture polonaise, var. de Tübingen
id: Pirc: Varian Tuebingen
it: Apertura Polacca o Sokolsky, Variante Tuebingen
nl: Pools: Tübingen variant
pl: Obrona polska, wariant Tuebingen'a
ru: Дебют Сокольского: тюбингенский вариант
si: poljska, Tuebingenova različica
sv: Polskt: Tübingenvarianten
tr: Polonya: Tuebingen varyasyonu
uk: Дебют Сокольського: Тюбінгенський варіант
vi: Ba Lan: Tuebingen biến

source: Ponziani Counter-gambit
ar: بونزياني الجامبيت المضاد
br: Contra-Gambito Ponziani
ca: Obertura Ponziani - Contra-Gambit Ponziani
de: Ponziani Gegengambit
es: Apertura Ponziani, ContraGambito Ponziani
eu: Ponziani Kontra-Ganbitoa
fr: Début Ponziani, contre-gambit
id: Gambit Balasan Ponziani
it: Apertura Ponziani, Controgambetto Ponziani
nl: Ponziani tegengambiet
pl: Kontrgambit Ponziani
ru: Контргамбит Понциани
si: Ponzianijev proti-gambit
sv: Ponzianis motgambit
tr: Ponziani karşı gambiti
uk: Контргамбіт Понціані
vi: Ponziani phản Gambit

source: Ponziani Counter-gambit, Cordel Variation
ar: بونزياني الجامبيت المضاد, كوردل تفريع
br: Contra-Gambito Ponziani, Variante Cordel
ca: Obertura Ponziani - Contra-Gambit Ponziani - Variant cordill
de: Ponziani Gegengambit, Cordel-Variante
es: Apertura Ponziani, ContraGambito Ponziani, Variante Cordel
eu: Ponziani Kontra-Ganbitoa, Cordel Aldaera
fr: Début Ponziani, contre-gambit, var. Cordel
id: Gambit Balasan Ponziani: Varian Cordel
it: Apertura Ponziani, Controgambetto Ponziani, Variante Cordel
nl: Ponziani tegen-gambiet, Cordel variant
pl: Kontrgambit Ponziani, wariant Cordel
ru: Контргамбит Понциани: вариант Корделя
si: Ponzianijev proti-gambit, Cordelova različica
sv: Ponzianis motgambit: Cordelvarianten
tr: Ponziani karşı gambiti, Cordel varyasyonu
uk: Контргамбіт Понціані: варіант Корделя
vi: Ponziani phản cờ, biến Cordel

source: Ponziani Counter-gambit, Schmidt Attack
ar: بونزياني الجامبيت المضاد, شميدt هجوم
br: Contra-Gambito Ponziani, Ataque Schmidt
ca: Obertura Ponziani - Contra-Gambit Ponziani - At Schmidt
de: Ponziani Gegengambit, Schmidt Angriff
es: Apertura Ponziani, ContraGambito Ponziani, Ataque Schmidt
eu: Ponziani Kontra-Ganbitoa, Schmidten Erasoa
fr: Début Ponziani, contre-gambit, attaque Schmidt
id: Gambit Balasan Ponziani: Serangan Schmidt
it: Apertura Ponziani, Controgambetto Ponziani, Attacco Schmidt
nl: Ponziani tegen-gambiet, Schmidt aanval
pl: Kontrgambit Ponziani, atak Schmidt'a
ru: Контргамбит Понциани: атака Шмидта
si: Ponzianijev proti-gambit, Schmidtov napad
sv: Ponzianis motgambit: Schmidts angrepp
tr: Ponziani karşı gambit, Schmidt hücumu
uk: Контргамбіт Понціані: атака Шмідта
vi: Ponziani phản Gambit, Schmidt tấn công

source: Ponziani Opening
ar: بونزياني افتتاح
br: Abertura Ponziani
ca: Obertura Ponziani
de: Ponziani Eröffnung
es: Apertura Ponziani
eu: Ponziani Irekiera
fr: Début Ponziani
id: Pembukaan Ponziani
it: Apertura Ponziani
pl: Debiut Ponziani
ru: Дебют Понциани
si: Ponzianijeva otvoritev
sv: Ponzianis spelöppning
tr: Ponziani açılışı
uk: Дебют Понціані
vi: Ponziani mở

source: Ponziani Opening: Caro Variation
ar: بونزياني: كارو تفريع
br: Abertura Ponziani, Variante Caro
ca: Obertura Ponziani - Variant Caro
cs: Ponziani: Caro variation
de: Ponziani: Caro-Variante
es: Apertura Ponziani, Variante Caro
eu: Ponziani: Caro Aldaera
fr: Début Ponziani, var. Caro
id: Ponziani: Varian Caro
it: Apertura Ponziani, Variante Caro
nl: Ponziani: Caro variant
pl: Ponziani, wariant Caro
ru: Дебют Понциани: вариант Каро
si: Ponzianijeva, Carova različica
sv: Ponziani: Carovarianten
tr: Ponziani: Caro varyasyonu
uk: Дебют Понціані: варіант Каро
vi: Ponziani: Caro biến

source: Ponziani Opening: Fraser Defence
ar: بونزياني: فرازر دفاع
br: Abertura Ponziani, Defesa Fraser
ca: Obertura Ponziani - Defensa Fraser
cs: Ponziani: Fraser defence
de: Ponziani: Fraser Verteidigung
es: Apertura Ponziani, Defensa Fraser
eu: Ponziani: Fraser Defentsa
fr: Début Ponziani, défense Fraser
id: Ponziani: Pembelaan Fraser
it: Apertura Ponziani, Difesa Fraser
nl: Ponziani: Fraser verdediging
pl: Ponziani, obrona Fraser'a
ru: Дебют Понциани: защита Фрейзера
si: Ponzianijeva, Fraserjeva obramba
sv: Ponziani: Frasers försvar
tr: Ponziani: Fraser savunması
uk: Дебют Понціані: захист Фрейзера
vi: Ponziani: phòng thủ Fraser
