Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Gambit Accepted: Bishop Gambit, McDonnell Attack
ar: هجوم الملك الهندي : جامبيت الفيل, مكدونالد هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Ataque McDonnell
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica - Atac McDonnell
cs: KGA: bishop's gambit, McDonnell attack
de: Königsgambit (angenommen): Läufergambit, McDonnell Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica, Ataque McDonnell
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, McDonnell-en Erasoa
fr: Gambit Roi accepté, gambit du fou, attaque MacDonnell
id: KGA: Gambit Gajah, Serangan McDonnel
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica, Attacco McDonnell
nl: KGA: lopergambiet, McDonnell aanval
pl: Gam.król przyj.,gambit gońca, atak McDonnell'a
ru: Принятый королевский гамбит: гамбит слона, атака Мак-Доннелла
si: KGS: lovčev gambit, McDonnellov napad
sv: Kungsgambit, antagen: Löpargambit, McDonnells angrepp
tr: KGA: fil'in gambiti, McDonnell hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, атака Мак-Доннелла
vi: KGA: cờ giám mục, McDonnell tấn công

source: King Gambit Accepted: Bishop Gambit, Morphy Variation
ar: هجوم الملك الهندي : جامبيت الفيل, مورفي تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Morphy
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Morphy
cs: KGA: bishop's gambit, Morphy variation
de: Königsgambit (angenommen): Läufergambit, Morphy-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Morphy
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Morphy Aldaera
fr: Gambit Roi accepté, gambit du fou, var. Morphy
id: KGA: Gambit Gajah, Varian Morphy
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Morphy
nl: KGA: lopergambiet, Morphy variant
pl: Gam.król przyj.,gambit gońca, wariant Morphy
ru: Принятый королевский гамбит: гамбит слона, вариант Морфи
si: KGS: lovčev gambit, Morphyeva različica
sv: Kungsgambit, antagen: Löpargambit, Morphyvarianten
tr: KGA: fil'in gambiti, Morphy varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Морфі
vi: KGA: thi quân tịnh, biến thể Morphy

source: King Gambit Accepted: Bishop Gambit, Paulsen Attack
ar: هجوم الملك الهندي : جامبيت الفيل, بولسن هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Ataque Paulsen
ca: Gambit de Rei acceptat - Gambit d''Alfil - Atac Paulsen
cs: KGA: bishop's gambit, Paulsen attack
de: Königsgambit (angenommen): Läufergambit, Paulsen Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Ataque Paulsen
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Paulsen Erasoa
fr: Gambit Roi accepté, gambit du fou, attaque Paulsen
id: KGA: Gambit Gajah, Serangan Paulsen
it: Gambetto di Re Accettato, Mossa d'Alfiere, Attacco Paulsen
nl: KGA: lopergambiet, Paulsen aanval
pl: Gam.król przyj.,gambit gońca, atak Paulsen'a
ru: Принятый королевский гамбит: гамбит слона, атака Паульсена
si: KGS: lovčev gambit, Paulsenov napad
sv: Kungsgambit, antagen: Löpargambit, Paulsens angrepp
tr: KGA: fil'in gambiti, Paulsen hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, атака Паульсена
vi: KGA: cờ giám mục, Paulsen tấn công

source: King Gambit Accepted: Bishop Gambit, Ruy Lopez Defence
ar: هجوم الملك الهندي : جامبيت الفيل, روي لوبيز دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Ruy López
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Ruy López
cs: KGA: bishop's gambit, Ruy Lopez defence
de: Königsgambit (angenommen): Läufergambit, Spanisch Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Ruy López
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Ruy Lopezen Defentsa
fr: Gambit Roi accepté, gambit du fou, défense Ruy López
id: KGA: Gambit Gajah, Pembelaan Ruy Lopez
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Ruy López
nl: KGA: lopergambiet, Ruy Lopez verdediging
pl: Gam.król przyj.,gambit gońca, obrona Ruy Lopez
ru: Принятый королевский гамбит: гамбит слона, защита Руи Лопеса
si: KGS: lovčev gambit, Ruy Lopezova obramba
sv: Kungsgambit, antagen: Löpargambit, Spanskt försvar
tr: KGA: fil'in gambiti, Ruy Lopez savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Руї Лопеса
vi: KGA: thí quân Tịnh, phòng thủ Ruy Lopez

source: King Gambit Accepted: Bishop Gambit, Steinitz Defence
ar: هجوم الملك الهندي : جامبيت الفيل, شتاينتز دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Steinitz
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Steinitz
cs: KGA: bishop's gambit, Steinitz defence
de: Königsgambit (angenommen): Läufergambit, Steinitz Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Steinitz
eu: Errege Ganbito Onartua: Alfilaren Ganbitoa, Steinitz Defentsa
fr: Gambit Roi accepté, gambit du fou, défense Steinitz
id: KGA: Gambit Gajah, Pembelaan Steinitz
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Steinitz
nl: KGA: lopergambiet, Steinitz verdediging
pl: Gam.król przyj.,gambit gońca, obrona Steinitz'a
ru: Принятый королевский гамбит: гамбит слона, защита Стейница
si: KGS: lovčev gambit, Steinitzeva obramba
sv: Kungsgambit, antagen: Löpargambit, Steinitz-försvar
tr: KGA: fil'in gambiti, Steinitz savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Стейніца
vi: KGA: thí quân Tịnh, phòng thủ Steinitz

source: King Gambit Accepted: Blachly Gambit
ar: هجوم الملك الهندي : بلاشلي جامبيت
br: Gambito do Rei Aceito, Gambito Blachly
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Blachly
cs: KGA: Blachly gambit
de: Königsgambit (angenommen): Blachly Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Blachly
eu: Errege Ganbito Onartua: Blachly Ganbitoa
fr: Gambit Roi accepté, gambit Blachly
id: KGA: Gambit Blachly
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Blachly
nl: KGA: Blachly gambiet
pl: Gam.król przyj., gambit Blachly
ru: Принятый королевский гамбит: гамбит Бланчли
si: KGS: Blachlyev gambit
sv: Kungsgambit antagen: Blachlys gambit
tr: KGA: Blachly gambiti
uk: Прийнятий королівський гамбіт: гамбіт Бланчлі
vi: KGA: Blachly Gambit

source: King Gambit Accepted: Bonsch-Osmolovsky Variation
ar: هجوم الملك الهندي : بونش-اوسمولوفسكي تفريع
br: Gambito do Rei Aceito, Variante Bonsch-Osmolovsky
ca: Gambit de Rei acceptat - Gambit de Cavall - Variant Bonsch Osmolovsky
cs: KGA: Bonsch-Osmolovsky variation
de: Königsgambit (angenommen): Bonsch-Osmolovsky-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Variante Bonsch Osmolovsky
eu: Errege Ganbito Onartua: Bonsch-Osmolovsky Aldaera
fr: Gambit Roi accepté, var. Bonch-Osmolovsky
id: KGA: Varian Bonsch-Osmolovsky
it: Gambetto di Re Accettato, Mossa di Cavallo, Variante Bonsch Osmolovsky
nl: KGA: Bonsch-Osmolovsky variant
pl: Gam.król przyj., wariant Bonsch-Osmolovsky
ru: Принятый королевский гамбит: вариант Бенша-Осмоловского
si: KGS: Bonsch-Osmolovskyeva različica
sv: Kungsgambit antagen: Bontj-Osmolovskijs variant
tr: KGA: Bonsch-Osmolovsky varyasyonu
uk: Прийнятий королівський гамбіт: варіант Бонча-Осмоловського
vi: KGA: biến thể Bonsch-Osmolovsky

source: King Gambit Accepted: Breyer Gambit
ar: هجوم الملك الهندي : برير جامبيت
br: Gambito do Rei Aceito, Gambito Breyer
ca: Gambit de Rei acceptat - Gambit Breyer
cs: KGA: Breyer gambit
de: Königsgambit (angenommen): Breyer Gambit
es: Gambito de Rey Aceptado, Gambito Breyer
eu: Errege Ganbito Onartua: Breyer Ganbitoa
fr: Gambit Roi accepté, gambit Breyer
id: KGA: Gambit Breyer
it: Gambetto di Re Accettato, Mossa di Breyer
nl: KGA: Breyer gambiet
pl: Gam.król przyj., gambit Breyer'a
ru: Принятый королевский гамбит: гамбит Брейера
si: KGS: Breyerjev gambit
sv: Kungsgambit antagen: Breyergambit
tr: KGA: Breyer gambiti
uk: Прийнятий королівський гамбіт: гамбіт Брейєра
vi: KGA: Breyer Gambit

source: King Gambit Accepted: Carrera (Basman) Gambit
ar: هجوم الملك الهندي : كاريرا (باسمان) جامبيت
br: Gambito do Rei Aceito, Gambito Carreira (Basman)
ca: Gambit de Rei acceptat - Gambit Carrera o Basman
cs: KGA: Carrera (Basman) gambit
de: Königsgambit (angenommen): Carrera (Basman) Gambit
es: Gambito de Rey Aceptado, Gambito Carrera o Basman
eu: Errege Ganbito Onartua: Carrera (Basman) Ganbitoa
fr: Gambit Roi accepté, gambit Carrera (Basman)
id: KGA: Gambit Carrera (Basman)
it: Gambetto di Re Accettato, Mossa di Carrera o Basman
nl: KGA: Carrera (Basman) gambiet
pl: Gam.król przyj., gambit Carrera(Basman'a)
ru: Принятый королевский гамбит: гамбит Карреры
si: KGS: Carrera (Basmanov) gambit
sv: Kungsgambit antagen: Carreras gambit (Basman)
tr: KGA: Carrera (Basman) gambiti
uk: Прийнятий королівський гамбіт: гамбіт Каррери
vi: KGA: Carrera (Basman) Gambit

source: King Gambit Accepted: Carrera Gambit
es: Gambito de Rey Aceptado: Gambito Carrera
eu: Erregearen Ganbito Onartua: Carrera Ganbitoa

source: King Gambit Accepted: Cochrane Gambit
ar: هجوم الملك الهندي : كوتشرين جامبيت
br: Gambito do Rei Aceito, Gambito Cochrane
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio - Gambit Cochrane
cs: KGA: Cochrane gambit
de: Königsgambit (angenommen): Cochrane Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio, Gambito Cochrane
eu: Errege Ganbito Onartua: Cochrane Ganbitoa
fr: Gambit Roi accepté, gambit Cochrane
id: KGA: Gambit Cochrane
it: Gambetto di Re Accettato, Mossa di de Cavallo, Mossa di Salvio, Mossa di Cochrane
nl: KGA: Cochrane gambiet
pl: Gam.król przyj., gambit Cocgrane
ru: Принятый королевский гамбит: гамбит Кохрана
si: KGS: Cochranev gambit
sv: Kungsgambit antagen: Cochranes gambit
tr: KGA: Cochrane gambiti
uk: Прийнятий королівський гамбіт: гамбіт Кохрана
vi: KGA: Cochrane Gambit

source: King Gambit Accepted: Cunningham Defence
ar: هجوم الملك الهندي : كانينغهام دفاع
br: Gambito do Rei Aceito, Defesa Cunningham
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Cunningham
cs: KGA: Cunningham defence
de: Königsgambit (angenommen): Cunningham Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Cunningham
eu: Errege Ganbito Onartua: Cunningham Defentsa
fr: Gambit Roi accepté, défense Cunningham
id: KGA: Pembalaan Cunnigham
it: Gambetto di Re Accettato, Mossa di de Cavallo, Difesa Cunningham
nl: KGA: Cunningham verdediging
pl: Gam.król przyj., obrona Cunningham'a
ru: Принятый королевский гамбит: защита Каннингема
si: KGS: Cunninghamova obramba
sv: Kungsgambit antagen: Cunninghams försvar
tr: KGA: Cunningham savunması
uk: Прийнятий королівський гамбіт: захист Каннінгема
vi: KGA: Phòng thủ Cunningham

source: King Gambit Accepted: Cunningham, Bertin Gambit
ar: هجوم الملك الهندي : كانينغهام, بيرتن جامبيت
br: Gambito do Rei Aceito, Gambito Bertin
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Cunningham - Gambit Bertin
cs: KGA: Cunningham, Bertin gambit
de: Königsgambit (angenommen): Cunningham, Bertin Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Cunningham, Gambito Bertin
eu: Errege Ganbito Onartua: Cunningham, Bertin Ganbitoa
fr: Gambit Roi accepté, défense Cunningham, gambit Bertin
id: KGA: Cunnigham, Gambit Bertin
it: Gambetto di Re Accettato, Mossa di de Cavallo, Difesa Cunningham, Mossa di Bertin
nl: KGA: Cunningham, Bertin gambiet
pl: Gam.król przyj., Cunningham'a, gambit Bertin'a
ru: Принятый королевский гамбит: защита Каннингема, гамбит Бертена
si: KGS: Cunninghamova, Bertinov gambit
sv: Kungsgambit antagen: Cunningham, Bertingambit
tr: KGA: Cunningham, Bertin gambiti
uk: Прийнятий королівський гамбіт: захист Каннінгема, гамбіт Бертена
vi: KGA: Cunningham, Bertin Gambit

source: King Gambit Accepted: Cunningham, Euwe Defence
ar: هجوم الملك الهندي : كانينغهام, إيوي دفاع
br: Gambito do Rei Aceito, Defesa Euwe
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Cunningham - Defensa Euwe
cs: KGA: Cunningham, Euwe defence
de: Königsgambit (angenommen): Cunningham, Euwe Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Cunningham, Defensa Euwe
eu: Errege Ganbito Onartua: Cunningham, Euwe Defentsa
fr: Gambit Roi accepté, défense Cunningham, défense Euwe
id: KGA: Cunnigham, Pembelaan Euwe
it: Gambetto di Re Accettato, Mossa di de Cavallo, Difesa Cunningham, Difesa Euwe
nl: KGA: Cunningham, Euwe verdediging
pl: Gam.król przyj., Cunningham'a, obrona Euwe
ru: Принятый королевский гамбит: защита Каннингема, защита Эйве
si: KGS: Cunninghamova, Euwetova obramba
sv: Kungsgambit antagen: Cunningham, Euwes försvar
tr: KGA: Cunningham, Euwe savunması
uk: Прийнятий королівський гамбіт: захист Каннінгема, захист Ейве
vi: KGA: Cunningham, Phòng thủ Euwe

source: King Gambit Accepted: Cunningham, Three Pawns Gambit
ar: هجوم الملك الهندي : كانينغهام, ثلاثة بيادق جامبيت
br: Gambito do Rei Aceito, Gambito dos 3 Peões
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Cunningham - Gambit dels tres peons
cs: KGA: Cunningham, three pawns gambit
de: Königsgambit (angenommen): Cunningham, three pawns Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Cunningham, Gambito de los 3 Peones
eu: Errege Ganbito Onartua: Cunningham, Hiru Peoien Ganbitoa
fr: Gambit Roi accepté, défense Cunningham, gambit des trois pions
id: KGA: Cunnigham, Gambit 3 Bidak
it: Gambetto di Re Accettato, Mossa di de Cavallo, Difesa Cunningham, Mossa di di 3 Pedoni
nl: KGA: Cunningham, drie pionnen gambiet
pl: Gam.król przyj., Cunningham'a, gambit trzech pionów
ru: Принятый королевский гамбит: защита Каннингема, гамбит трех пешек
si: KGS: Cunninghamova, gambit trek kmetov
sv: Kungsgambit antagen: Cunningham, trebondesgambit
tr: KGA: Cunningham, üç piyon gambiti
uk: Прийнятий королівський гамбіт: захист Каннінгема, гамбіт трьох пішаків
vi: KGA: Cunningham, ba con cờ cờ

source: King Gambit Accepted: Dodo Variation
es: Gambito de Rey Aceptado: Variante Dodo
eu: Erregearen Ganbito Onartua: Dodo Aldaera
fr: Gambit Roi accepté, var. du dodo

source: King Gambit Accepted: Double Muzio Gambit
ar: هجوم الملك الهندي : المزدوج موزيو جامبيت
br: Gambito do Rei Aceito, Gambito do Bispo, Gambito Muzio Duplo
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio doble
cs: KGA: double Muzio gambit
de: Königsgambit (angenommen): double Muzio Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio Doble
eu: Errege Ganbito Onartua: Muzio Ganbito Bikoitza
fr: Gambit Roi accepté, gambit Muzio double
id: KGA: Gambit Dobel Muzio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio Doble
nl: KGA: dubbel Muzio gambiet
pl: Gam.król przyj.,podwójny gambit Muzio
ru: Принятый королевский гамбит: двойной гамбит Муцио
si: KGS: dvojni Muziov gambit
sv: Kungsgambit antagen: Dubbel Muziogambit
tr: KGA: çift Muzio gambiti
uk: Прийнятий королівський гамбіт: подвійний гамбіт Муціо
vi: KGA: đôi Muzio Gambit

source: King Gambit Accepted: Double Muzio Gambit, Baldwin Gambit
es: Gambito de Rey Aceptado: Gambito Double Muzio, Gambito Baldwin
eu: Erregearen Ganbito Onartua: Muzio Ganbito Bikoitza, Baldwin Ganbitoa

source: King Gambit Accepted: Double Muzio Gambit, Bello Gambit
es: Gambito de Rey Aceptado: Gambito Double Muzio, Gambito Bello
eu: Erregearen Ganbito Onartua: Muzio Ganbito Bikoitza, Bello Ganbitoa

source: King Gambit Accepted: Double Muzio Gambit, Young Gambit
es: Gambito de Rey Aceptado: Gambito Double Muzio, Gambito Young
eu: Erregearen Ganbito Onartua: Muzio Ganbito Bikoitza, Young Ganbitoa

source: King Gambit Accepted: Eisenberg Variation
es: Gambito de Rey Aceptado: Variante Eisenberg
eu: Erregearen Ganbito Onartua: Eisenbert Aldaera

source: King Gambit Accepted: Fischer Defence
ar: هجوم الملك الهندي : فيشر دفاع
br: Gambito do Rei Aceito, Defesa Fischer
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Fischer
cs: KGA: Fischer defence
de: Königsgambit (angenommen): Fischer Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Fischer
eu: Errege Ganbito Onartua: Fischer Defentsa
fr: Gambit Roi accepté, défense Fischer
id: KGA: Pembelaan Fischer
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Fischer
nl: KGA: Fischer verdediging
pl: Gam.król przyj., obrona Fischer'a
ru: Принятый королевский гамбит: защита Фишера
si: KGS: Fischerjeva obramba
sv: Kungsgambit antagen: Fischers försvar
tr: KGA: Fischer savunması
uk: Прийнятий королівський гамбіт: захист Фішера
vi: KGA: Phòng thủ Fischer

source: King Gambit Accepted: Fischer Defence, Schulder Gambit
es: Gambito de Rey Aceptado: Defensa Fischer, Gambito Schulder
eu: Erregearen Ganbito Onartua: Fischer Defentsa, Schulder Ganbitoa

source: King Gambit Accepted: Fischer Defence, Spanish Variation
es: Gambito de Rey Aceptado: Defensa Fischer, Variante Spanish
eu: Erregearen Ganbito Onartua: Fischer Defentsa, Espainiar Aldaera

source: King Gambit Accepted: Gaga Gambit
es: Gambito de Rey Aceptado: Gambito Gaga
eu: Erregearen Ganbito Onartua: Gaga Ganbitoa

source: King Gambit Accepted: Ghulam Kassim Gambit
ar: هجوم الملك الهندي : غوم قاسم جامبيت
br: Gambito do Rei Aceito, Gambito Ghulam Kassim
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Ghulam Kassim
cs: KGA: Ghulam Kassim gambit
de: Königsgambit (angenommen): Ghulam Kassim Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Ghulam Kassim
eu: Errege Ganbito Onartua: Ghulam Kassim Ganbitoa
fr: Gambit Roi accepté, gambit Ghulam Kassim
id: KGA: Gambit Ghulam Kassim
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Ghulam Kassim
nl: KGA: Ghulam Kassim gambiet
pl: Gam.król przyj., gambit Ghulam Kassim
ru: Принятый королевский гамбит: гамбит Гулам Кассима
si: KGS: Ghulam Kassimov gambit
sv: Kungsgambit antagen: Ghulam-Kassim-gambit
tr: KGA: Ghulam Kassim gambiti
uk: Прийнятий королівський гамбіт: гамбіт Гулам Кассіма
vi: KGA: Ghulam Kassim Gambit

source: King Gambit Accepted: Ghulam-Kassim Gambit
es: Gambito de Rey Aceptado: Gambito Ghulam-Kassim
eu: Erregearen Ganbito Onartua: Ghulam-Kassim Ganbitoa
fr: Gambit Roi accepté, gambit Ghulam Kassim

source: King Gambit Accepted: Gianutio Counter-gambit
ar: هجوم الملك الهندي : جيانتيو الجامبيت المضاد
br: Gambito do Rei Aceito, Contra-Gambito Gianutio
ca: Gambit de Rei acceptat - Gambit de Cavall - Contra-Gambit Gianutio
cs: KGA: Gianutio counter-gambit
de: Königsgambit (angenommen): Gianutio Gegengambit
es: Gambito de Rey Aceptado, Gambito de Caballo, ContraGambito Gianutio
eu: Errege Ganbito Onartua: Gianutio Kontra-Ganbitoa
fr: Gambit Roi accepté, contre-gambit Gianuzio
id: KGA: Gambit Balasan Gianutio
it: Gambetto di Re Accettato, Mossa di Cavallo, Controgambetto Gianutio
nl: KGA: Gianutio tegengambiet
pl: Gam.król przyj., kontrgambit Gianutio
ru: Принятый королевский гамбит: контргамбит Джануцио
si: KGS: Gianutiov proti-gambit
sv: Kungsgambit antagen: Gianutios motgambit
tr: KGA: Gianutio karşı gambiti
uk: Прийнятий королівський гамбіт: контргамбіт Джануціо
vi: KGA: Gianutio phản Gambit

source: King Gambit Accepted: Greco Gambit
ar: هجوم الملك الهندي : جريكو جامبيت
br: Gambito do Rei Aceito, Gambito Greco
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Philidor - Gambit Greco
cs: KGA: Greco gambit
de: Königsgambit (angenommen): Greco Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Philidor, Gambito Greco
eu: Errege Ganbito Onartua: Greco Ganbitoa
fr: Gambit Roi accepté, gambit Greco
id: KGA: Gambit Grecco
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Philidor, Mossa di Greco
nl: KGA: Greco gambiet
pl: Gam.król przyj., gambit Greco
ru: Принятый королевский гамбит: гамбит Греко
si: KGS: Grecov gambit
sv: Kungsgambit antagen: Grecos gambit
tr: KGA: Greko gambiti
uk: Прийнятий королівський гамбіт: гамбіт Греко
vi: KGA: Greco Gambit

source: King Gambit Accepted: Hanstein Gambit
ar: هجوم الملك الهندي : هانشتاين جامبيت
br: Gambito do Rei Aceito, Gambito Hanstein
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Hanstein
cs: KGA: Hanstein gambit
de: Königsgambit (angenommen): Hanstein Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Hanstein
eu: Errege Ganbito Onartua: Hanstein Ganbitoa
fr: Gambit Roi accepté, gambit Hanstein
id: KGA: Gambit Hanstein
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Hanstein
nl: KGA: Hanstein gambiet
pl: Gam.król przyj., gambit Hanstein'a
ru: Принятый королевский гамбит: гамбит Ганштейна
si: KGS: Hansteinov gambit
sv: Kungsgambit antagen: Hansteins gambit
tr: KGA: Hanstein gambiti
uk: Прийнятий королівський гамбіт: гамбіт Ганштейна
vi: KGA: Hanstein Gambit

source: King Gambit Accepted: Herzfeld Gambit
ar: هجوم الملك الهندي : هرزفيلد جامبيت
br: Gambito do Rei Aceito, Gambito Herzfeld
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio - Gambit Herzfeld
cs: KGA: Herzfeld gambit
de: Königsgambit (angenommen): Herzfeld Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio, Gambito Herzfeld
eu: Errege Ganbito Onartua: Herzfeld Ganbitoa
fr: Gambit Roi accepté, gambit Herzfeld
id: KGA: Gambit Herzfeld
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Salvio, Mossa di Herzfeld
nl: KGA: Herzfeld gambiet
pl: Gam.król przyj., gambit Herzfeld'a
ru: Принятый королевский гамбит: гамбит Герцфельда
si: KGS: Herzfeldov gambit
sv: Kungsgambit antagen: Herzfelds gambit
tr: KGA: Herzfeld gambiti
uk: Прийнятий королівський гамбіт: гамбіт Герцфельда
vi: KGA: Herzfeld Gambit

source: King Gambit Accepted: Keres (Mason-Steinitz) Gambit
ar: هجوم الملك الهندي :كيريس مازون-شتاينتز) جامبيت
br: Gambito do Rei Aceito, Gambito Keres (Mason-Steinitz)
ca: Gambit de Rei acceptat - Gambit Keres o Mason Steinitz
cs: KGA: Keres (Mason-Steinitz) gambit
de: Königsgambit (angenommen): Keres (Mason-Steinitz) Gambit
es: Gambito de Rey Aceptado, Gambito Keres o Mason Steinitz
eu: Errege Ganbito Onartua: Keres (Mason-Steinitz) Ganbitoa
fr: Gambit Roi accepté, gambit Keres (Mason - Steinitz)
id: KGA: Gambit Keres (Mason-Steinitz)
it: Gambetto di Re Accettato, Mossa di Keres o Mason Steinitz
nl: KGA: Keres (Mason-Steinitz) gambiet
pl: Gam.król przyj., gambit Keres'a (Mason-Steinitz)
ru: Принятый королевский гамбит: гамбит Мэзона
si: KGS: Keresev (Mason-Steinitzev) gambit
sv: Kungsgambit antagen: Keresgambit (Mason-Steinitz)
tr: KGA: Keres (Mason-Steinitz) gambiti
uk: Прийнятий королівський гамбіт: гамбіт Мезона
vi: KGA: Keres (Mason-Steinitz) Gambit

source: King Gambit Accepted: Kieseritsky, Berlin Defence
ar: هجوم الملك الهندي : كايزرتسكي, دفاع بيرلين
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Berlim
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa berlinesa
cs: KGA: Kieseritsky, Berlin defence
de: Königsgambit (angenommen): Kieseritsky, Berliner Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Berlinesa
eu: Errege Ganbito Onartua: Kieseritsky, Berlingo Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense de Berlin
id: KGA: Kieseritsky, Pembelaan Berlin
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Berlinese
nl: KGA: Kieseritsky, Berlijn verdediging
pl: Gam.król przyj., Kieseritsky, obrona belińska
ru: Принятый королевский гамбит: гамбит Кизерицкого, берлинская защита
si: KGS: Kieseritskyeva, berlinska obramba
sv: Kungsgambit: Kieseritzkygambit, Berlinförsvaret
tr: KGA: Kieseritsky, Berlin savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, Берлінський захист
vi: KGA: Kieseritsky, Phòng thủ Berlin
