Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Spanish Opening: Marshall, Kevitz Variation
ar: روي لوبيز: مارشال, كيفيتس تفريع
br: Abertura Ruy López, Contra-Gambito Marshall, Variante Kevitz
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Variant Kevitz
cs: Ruy Lopez: Marshall, Kevitz variation
de: Spanisch: Marshall, Kevitz-Variante
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Variante Kevitz
eu: Ruy Lopez: Marshall, Kevitz Aldaera
fr: Espagnole, gambit Marshall, var. Kevitz
id: Ruy Lopez: Marshal, Varian Kevitz
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Variante Kevitz
nl: Ruy Lopez: Marshall, Kevitz variant
pl: Partia hiszpańska: Marshall'a, wariant Kevitz'a
ru: Испанская партия: контратака Маршалла, вариант Кевитца
si: Ruy Lopez, Marshallov, Kevitzova različica
sv: Spanskt: Marshall, Kevitzvarianten
tr: Ruy Lopez: Marshall, Kevitz varyasyonu
uk: Іспанська партія: контратака Маршалла, варіант Кевітца
vi: Ruy Lopez: Marshall, Kevitz biến

source: Spanish Opening: Marshall, Main Line, 12.d2d4
ar: روي لوبيز: مارشال, الخط الرئيسي, 12.d2d5
br: Abertura Ruy López, Contra-Gambito Marshall, Linha Principal, 12.d2d4
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Línia principal
cs: Ruy Lopez: Marshall, main line, 12.d2d4
de: Spanisch: Marshall, Hauptvariante, 12.d2d4
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Linea Principal
eu: Ruy Lopez: Marshall, Lerro Nagusia, 12.d2d4
fr: Espagnole, gambit Marshall, ligne principale, 12.d4
id: Ruy Lopez: Marshal, Jalur Utama 12.d2d4
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Linea Principale
nl: Ruy Lopez: Marshall, hoofdlijn, 12.d2d4
pl: Partia hiszpańska: Marshall, główna linia, 12.d2d4
ru: Испанская партия: контратака Маршалла, основное продолжение, 12.d4
si: Ruy Lopez: Marshall, glavna linija, Spassky različica
sv: Spanskt: Marshall, huvudvariant, 12.d4
tr: Ruy Lopez: Marshall, ana hat, 12.d2d4
uk: Іспанська партія: контратака Маршалла, основне продовження, 12.d4
vi: Ruy Lopez: Marshall, dòng chính, 12.d2d4

source: Spanish Opening: Marshall, Main Line, 14...Qh3
ar: روي لوبيز: مارشال, الخط الرئيسي, 14...Qh4
br: Abertura Ruy López, Contra-Gambito Marshall, Linha Principal, 14...Dh3
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Linia principal - 14 ...Dh3
cs: Ruy Lopez: Marshall, main line, 14...Qh3
de: Spanisch: Marshall, Hauptvariante, 14...Qh3
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Linea Principal, 14...Dh3
eu: Ruy Lopez: Marshall, Lerro Nagusia, 14...Dh3
fr: Espagnole, gambit Marshall, ligne principale, 14...Dh3
id: Ruy Lopez: Marshal, Jalur Utama, 14... Mh3
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Linea Principale, 14...Dh3
nl: Ruy Lopez: Marshall, hoofdlijn, 14 ... Dh3
pl: Partia hiszpańska: Marshall, główna linia, 14...Hh3
ru: Испанская партия: контратака Маршалла, основное продолжение, 14...Фh3
si: Ruy Lopez: Marshall, glavna linija, 14. Dh3
sv: Spanskt: Marshall, huvudvariant, 14...Dh3
tr: Ruy Lopez: Marshall, ana hat, 14...Qh3
uk: Іспанська партія: контратака Маршалла, основне продовження, 14...Фh3
vi: Ruy Lopez: Marshall, dòng chính, 14 ... Qh3

source: Spanish Opening: Marshall, Main Line, Spassky Variation
ar: روي لوبيز: مارشال, الخط الرئيسي, تفريع سباسكي
br: Abertura Ruy López, Contra-Gambito Marshall, Linha Principal, Variante Spassky
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Línia principal - Variant Spassky
cs: Ruy Lopez: Marshall, main line, Spassky variation
de: Spanisch: Marshall, Hauptvariante, Spassky-Variante
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Linea Principal, Variante Spassky
eu: Ruy Lopez: Marshall, Lerro Nagusia, Spassky Aldaera
fr: Espagnole, gambit Marshall, ligne principale, var. Spassky
id: Ruy Lopez: Marshal, Jalur Utama, Varian Spassky
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Linea Principale, Variante Spassky
nl: Ruy Lopez: Marshall, hoofdlijn, Spassky variant
pl: Partia hiszpańska: Marshall, główna linia, wariant Spasskiego
ru: Испанская партия: контратака Маршалла, основное продолжение, вариант Спасского
si: Ruy Lopez: Marshall, glavna linija, Spassky različica
sv: Spanskt: Marshall, huvudvariant, Spasskijvarianten
tr: Ruy Lopez: Marshall, ana hat, Spassky varyasyonu
uk: Іспанська партія: контратака Маршалла, основне продовження, варіант Спаського
vi: Ruy Lopez: Marshall, dòng chính, Spassky biến

source: Spanish Opening: Modern Steinitz Defence
ar: روي لوبيز: حديث شتاينتز دفاع
br: Abertura Ruy López, Defesa Steinitz Moderna
ca: Obertura Espanyola - Defensa Steinitz moderna
cs: Ruy Lopez: modern Steinitz defence
de: Spanisch: Moderne Steinitz Verteidigung
es: Apertura Española, Defensa Steinitz Moderna
eu: Ruy Lopez: Steinitz Defentsa Modernoa
fr: Espagnole, défense Steinitz moderne
id: Ruy Lopez: Pembelaan Modern Steinitz
it: Apertura Spagnola, Difesa Steinitz Moderna
nl: Ruy Lopez: moderne Steinitz verdediging
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a
ru: Испанская партия: улучшенная защита Стейница
si: Ruy Lopez, moderna Steinitzeva obramba
sv: Spanskt: Modernt Steinitz-försvar
tr: Ruy Lopez: modern Steinitz savunması
uk: Іспанська партія: покращений захист Стейніца
vi: Ruy Lopez: Phòng thủ Steinitz hiện đại

source: Spanish Opening: Modern Steinitz Defence, 5.O-O
ar: روي لوبيز: حديث شتاينتز دفاع, 5.O-O
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante 5.O-O
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant 5. 0-0
cs: Ruy Lopez: modern Steinitz defence, 5.O-O
de: Spanisch: Moderne Steinitz Verteidigung, 5.O-O
es: Apertura Española, Defensa Steinitz Moderna, Variante 5.O O
eu: Ruy Lopez: Steinitz Defentsa Modernoa, 5.O-O
fr: Espagnole, défense Steinitz moderne, 5.O-O
id: Ruy Lopez: Pembelaan Modern Steinitz, 5.0-0
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante 5.O O
nl: Ruy Lopez: moderne Steinitz verdediging, 5.O-O
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, 5.O-O
ru: Испанская партия: улучшенная защита Стейница, 5.O-O
si: Ruy Lopez, moderna Steinitzova obramba 5.0-0
sv: Spanskt: Modernt Steinitz-försvar med 5.O-O
tr: Ruy Lopez: modern Steinitz savunması, 5.O-O
uk: Іспанська партія: покращений захист Стейніца, 5.O-O
vi: Ruy Lopez: Phòng thủ Steinitz, 5.O-O

source: Spanish Opening: Modern Steinitz Defence, Alapin Variation
ar: روي لوبيز: حديث شتاينتز دفاع, تفريع الابين
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Alapin
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant Alapin
cs: Ruy Lopez: modern Steinitz defence, Alapin variation
de: Spanisch: Moderne Steinitz Verteidigung, Alapin Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Alapin
eu: Ruy Lopez: Steinitz Defentsa Modernoa, Alapin Aldaera
fr: Espagnole, défense Steinitz moderne, var. Alapin
id: Ruy Lopez: Pembelaan Modern Steinitz, Varian Alapin
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Alapin
nl: Ruy Lopez: moderne Steinitz verdediging Alapin variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant Alapin'a
ru: Испанская партия: улучшенная защита Стейница, вариант Алапина
si: Ruy Lopez, moderna Steinitzeva obramba, Alapinova različica
sv: Spanskt: Modernt Steinitz-försvar, Alapinvarianten
tr: Ruy Lopez: modern Steinitz savunması, Alapin varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Алапіна
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể Alapin

source: Spanish Opening: Modern Steinitz Defence, Duras (Keres) Variation
ar: روي لوبيز: حديث شتاينتز دفاع, دوراس (كيريس) تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Duras (Keres)
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant Duras o Keres
cs: Ruy Lopez: modern Steinitz defence, Duras (Keres) variation
de: Spanisch: Moderne Steinitz Verteidigung, Duras (Keres) Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Duras o Keres
eu: Ruy Lopez: Steinitz Defentsa Modernoa, Duras (Keres) Aldaera
fr: Espagnole, défense Steinitz moderne, var. Duras (Keres)
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Duras
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Duras o Keres
nl: Ruy Lopez: moderne Steinitz verdediging Duras (Keres) variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant Duras(Keres'a)
ru: Испанская партия: улучшенная защита Стейница, вариант Дураса
si: Ruy Lopez, moderna Steinitzeva obramba, Duraova (Keresova) različica
sv: Spanskt: Modernt Steinitz-försvar, Durasvarianten (Keres)
tr: Ruy Lopez: modern Steinitz savunması, Duras (Keres) varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Дураса
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể Duras (Keres)

source: Spanish Opening: Modern Steinitz Defence, Fianchetto (Bronstein) Variation
ar: روي لوبيز: حديث شتاينتز دفاع, فيل الوتر الطويل (برونشتاين) تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante do Fianchetto (Bronstein)
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant del Fianchetto o Bronstein
cs: Ruy Lopez: modern Steinitz defence, fianchetto (Bronstein) variation
de: Spanisch: Moderne Steinitz Verteidigung, Fianchetto (Bronstein) Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante del Fianchetto o Bronstein
eu: Ruy Lopez: Steinitz Defentsa Modernoa, Fianchetto (Bronstein) Aldaera
fr: Espagnole, défense Steinitz moderne, var. du fianchetto (Bronstein)
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Fianchetto
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante del Fianchetto o Bronstein
nl: Ruy Lopez: moderne Steinitz verdediging fianchetto (Bronstein) variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant fianchetto(Bronstein)
ru: Испанская партия: улучшенная защита Стейница, вариант Бронштейна
si: Ruy Lopez, moderna Steinitzova obramba, krilni razvoj (Bronsteinova) različica
sv: Spanskt: Modernt Steinitz-försvar, fianchettovarianten (Bronstein)
tr: Ruy Lopez: modern Steinitz savunması, fianchetto (Bronstein) varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Бронштейна
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể fianchetto (Bronstein)

source: Spanish Opening: Modern Steinitz Defence, Richter Variation
ar: روي لوبيز: حديث شتاينتز دفاع, ريشتر تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Richter
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant Richter
cs: Ruy Lopez: modern Steinitz defence, Richter variation
de: Spanisch: Moderne Steinitz Verteidigung, Richter Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Richter
eu: Ruy Lopez: Steinitz Defentsa Modernoa, Richter Aldaera
fr: Espagnole, défense Steinitz moderne, var. Richter
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Richter
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Richter
nl: Ruy Lopez: moderne Steinitz verdediging Richter variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant Richter'a
ru: Испанская партия: улучшенная защита Стейница, вариант Рихтера
si: Ruy Lopez, moderna Steinitzeva obramba, Richterjeva različica
sv: Spanskt: Modernt Steinitz-försvar, Richtervarianten
tr: Ruy Lopez: modern Steinitz savunması, Richter varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Ріхтера
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể Richter

source: Spanish Opening: Modern Steinitz Defence, Rubinstein Variation
ar: روي لوبيز: حديث شتاينتز دفاع, روبينشتاين تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Rubinstein
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant Rubinstein
cs: Ruy Lopez: modern Steinitz defence, Rubinstein variation
de: Spanisch: Moderne Steinitz Verteidigung, Rubinstein Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Rubinstein
eu: Ruy Lopez: Steinitz Defentsa Modernoa, Rubinstein Aldaera
fr: Espagnole, défense Steinitz moderne, var. Rubinstein
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Rubenstein
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Rubinstein
nl: Ruy Lopez: moderne Steinitz verdediging Rubinstein variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant Rubinstein'a
ru: Испанская партия: улучшенная защита Стейница, вариант Рубинштейна
si: Ruy Lopez, moderna Steinitzova obramba
sv: Spanskt: Modernt Steinitz-försvar, Rubinsteinvarianten
tr: Ruy Lopez: modern Steinitz savunması, Rubinstein varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Рубінштейна
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể Rubinstein

source: Spanish Opening: Modern Steinitz Defence, Siesta Variation
ar: روي لوبيز: حديث شتاينتز دفاع, سيستا تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Siesta
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant 'sesta'
cs: Ruy Lopez: modern Steinitz defence, siesta variation
de: Spanisch: Moderne Steinitz Verteidigung, siesta Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Siesta
eu: Ruy Lopez: Steinitz Defentsa Modernoa, Siesta Aldaera
fr: Espagnole, défense Steinitz moderne, var Siesta (du nom d'un sanatorium à Budapest)
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Siesta
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Siesta
nl: Ruy Lopez: moderne Steinitz verdediging siësta variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant siesta
ru: Испанская партия: улучшенная защита Стейница, сиестинский вариант
si: Ruy Lopez, moderna Steinitzeva obramba, različica siesta
sv: Spanskt: Modernt Steinitz-försvar, siestavarianten
tr: Ruy Lopez: modern Steinitz savunması, siesta varyasyonu
uk: Іспанська партія: покращений захист Стейніца, Сієстинський варіант
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể siesta

source: Spanish Opening: Modern Steinitz Defence, Three Knights Variation
ar: روي لوبيز: حديث شتاينتز دفاع, الثلاثة أفراس تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante dos 3 Cavalos
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant dels tres cavalls
cs: Ruy Lopez: modern Steinitz defence, Three knights variation
de: Spanisch: Moderne Steinitz Verteidigung, Dreispringerspiel Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante de los 3 Caballos
eu: Ruy Lopez: Steinitz Defentsa Modernoa, Hiru Zaldunen Aldaera
fr: Espagnole, défense Steinitz moderne, var. des 3 cavaliers
id: Ruy Lopez Pembelaan Modern Steinitz, Varian 3 Kuda
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante dei 3 Cavalli
nl: Ruy Lopez: moderne Steinitz verdediging, Drie paarden variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant trzech skoczków
ru: Испанская партия: улучшенная защита Стейница, вариант трех коней
si: Ruy Lopez, moderna Steinitzeva obramba, različica treh skakačev
sv: Spanskt: Modernt Steinitz-försvar, Trespringarspel
tr: Ruy Lopez: modern Steinitz savunması, Üç at varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант трьох коней
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể tam mã

source: Spanish Opening: Moeller Defence
ar: روي لوبيز: موللر دفاع
br: Abertura Ruy López, Defesa Moeller
ca: Obertura Espanyola - Defensa Morphy - Defensa Moeller
cs: Ruy Lopez: Moeller defence
de: Spanisch: Moeller Verteidigung
es: Apertura Española, Defensa Morphy, Defensa Moeller
eu: Ruy Lopez: Moeller Defentsa
fr: Espagnole, défense Møller
id: Ruy Lopez: Pembelaan Moeller
it: Apertura Spagnola, Difesa Morphy, Difesa Moeller
nl: Ruy Lopez: Moeller verdediging
pl: Partia hiszpańska: obrona Moeller'a
ru: Испанская партия: система Меллера
si: Ruy Lopez, Moellerjeva obramba
sv: Spanskt: Möllers försvar
tr: Ruy Lopez: Moeller savunması
uk: Іспанська партія: система Меллера
vi: Ruy Lopez: Phòng thủ Moeller

source: Spanish Opening: Morphy Defence
ar: روي لوبيز: دفاع مورفي
br: Abertura Ruy López, Defesa Morphy
ca: Obertura Espanyola - Defensa Morphy
cs: Ruy Lopez: Morphy defence
de: Spanisch: Morphy Verteidigung
es: Apertura Española, Defensa Morphy
eu: Ruy Lopez: Morphy Defentsa
fr: Espagnole, défense Morphy
id: Ruy Lopez: Pembelaan Morphy
it: Apertura Spagnola, Difesa Morphy
nl: Ruy Lopez: Morphy verdediging
pl: Partia hiszpańaka: obrona Morphy
ru: Испанская партия: защита Морфи
si: Ruy Lopez, Morphyeva obramba
sv: Spanskt: Morphys försvar
tr: Ruy Lopez: Morphy savunması
uk: Іспанська партія: захист Морфі
vi: Ruy Lopez: Phòng thủ Morphy

source: Spanish Opening: Morphy Defence, Breyer Defence, Quiet Variation
eu: Ruy Lopez: Morphy Defentsa, Breyer Defentsa, Aldaera Lasaia
fr: Espagnole, défense Morphy, défense Breyer, var. calme

source: Spanish Opening: Morphy Defence, Duras Variation
ar: روي لوبيز: دفاع مورفي, دوراس تفريع
br: Abertura Ruy López, Defesa Morphy, Variante Duras
ca: Obertura Espanyola - Defensa Morphy - Variant Duras
cs: Ruy Lopez: Morphy defence, Duras variation
de: Spanisch: Morphy Verteidigung, Duras-Variante
es: Apertura Española, Defensa Morphy, Variante Duras
eu: Ruy Lopez: Morphy Defentsa, Duras Aldaera
fr: Espagnole, défense Morphy, var. Duras
id: Ruy Lopez: Pembelaan Morphy, Varian Duras
it: Apertura Spagnola, Difesa Morphy, Variante Duras
nl: Ruy Lopez: Morphy verdediging Duras variant
pl: Partia hiszpańska: obrona Morphy, wariant Duras'a
ru: Испанская партия: защита Морфи, вариант Дураса
si: Ruy Lopez, Morphyeva obramba, Durasova različica
sv: Spanskt: Morphys försvar, Durasvarianten
tr: Ruy Lopez: Morphy savunması, Duras varyasyonu
uk: Іспанська партія: захист Морфі, варіант Дураса
vi: Ruy Lopez: Phòng thủ Morphy, biến thể Duras

source: Spanish Opening: Morphy Defence, Jaffe Gambit
eu: Ruy Lopez: Morphy Defentsa, Jaffe Ganbitoa
fr: Espagnole, défense Morphy, gambit Jaffe

source: Spanish Opening: Morphy Defence, Mackenzie Variation
eu: Ruy Lopez: Morphy Defentsa, Mackenzie Aldaera
fr: Espagnole, défense Morphy, var. Mackenzie

source: Spanish Opening: Morphy Defence, Modern Steinitz Defence
eu: Ruy Lopez: Morphy Defentsa, Steinitz Defentsa Modernoa
fr: Espagnole, défense Morphy, défense Steinitz moderne, 5.c3

source: Spanish Opening: Morphy Defence, Norwegian Variation, Nightingale Gambit
eu: Ruy Lopez: Morphy Defentsa, Norvegiar Aldaera, Urretxindor Ganbitoa
fr: Espagnole, défense Morphy, var. norvégienne, gambit du rossignol

source: Spanish Opening: Morphy Defence, Schliemann Defence Deferred, Jaenisch Gambit Deferred
eu: Ruy Lopez: Morphy Defentsa, Schiemann Defentsa Atzeratua, Jaenisch Ganbito Atzeratua

source: Spanish Opening: Noah Ark Trap
ar: روي لوبيز: فخ سفينة نوح
br: Abertura Ruy López, Armadilha Arca de Noé
ca: Obertura Espanyola - Defensa Steinitz moderna, Parany de 'l'Arca de Noé'
cs: Ruy Lopez: Noah's ark trap
de: Spanisch: Noah's ark Falle
es: Apertura Española, Defensa Steinitz Moderna, Trampa del Arca de Noé
eu: Ruy Lopez: Noeren arkaren Tranpa
fr: Espagnole, piège de l'arche de Noé
id: Ruy Lopez: Jebakah Kapal Nuh
it: Apertura Spagnola, Difesa Steinitz Moderna, Trappola Arca de Noé
nl: Ruy Lopez: de ark van Noach val
pl: Partia hiszpańska: pułapka Arki Noego
ru: Испанская партия: ловушка Ноев ковчег
si: Ruy Lopez, past Noetove barke
sv: Spanskt: Noaks arks fälla
tr: Ruy Lopez: Nuh'un gemisi
uk: Іспанська партія: пастка Ноїв ковчег
vi: Ruy Lopez: Noah của hòm bẫy

source: Spanish Opening: Nuernberg Variation
ar: روي لوبيز: نورنبيرج تفريع
br: Abertura Ruy López, Variante Nuernberg
ca: Obertura Espanyola - Variant Nuernberg
cs: Ruy Lopez: Nuernberg variation
de: Spanisch: Nuernberger Variante
es: Apertura Española, Variante Nuernberg
eu: Ruy Lopez: Nuernberg Aldaera
fr: Espagnole, var. de Nuremberg
id: Ruy Lopez: Varian Nuernberg
it: Apertura Spagnola, Variante Nuernberg
nl: Ruy Lopez: Nuernberg variant
pl: Partia hiszpańska: wariant Nuernberg'a
ru: Испанская партия: нюрнбергский вариант
si: Ruy Lopez, Nuernbergova različica
sv: Spanskt: Nürnbergvarianten
tr: Ruy Lopez: Nuernberg varyasyonu
uk: Іспанська партія: Нюрнбергський варіант
vi: Ruy Lopez: Nuernberg biến

source: Spanish Opening: Old Steinitz Defence
ar: روي لوبيز: القديم شتاينتز دفاع
br: Abertura Ruy López, Defesa Steinitz Antiga
ca: Obetura Espanyola - Defensa Steinitz antiga
cs: Ruy Lopez: old Steinitz defence
de: Spanisch: Alte Steinitz Verteidigung
es: Apertura Española, Defensa Steinitz Antigua
eu: Ruy Lopez: Steinitz Defentsa Zaharra
fr: Espagnole, défense Steinitz ancienne
id: Ruy Lopez Pembelaan Steinitz Lama
it: Apertura Spagnola, Difesa Steinitz Antica
nl: Ruy Lopez: oude Steinitz verdediging
pl: Partia hiszpańska: stara obrona Steinitz'a
ru: Испанская партия: защита Стейница
si: Ruy Lopez, stara Steinitzeva obramba
sv: Spanskt: Gammalt Steinitz-försvar
tr: Ruy Lopez: eski Steinitz savunması
uk: Іспанська партія: захист Стейніца
vi: Ruy Lopez: Phòng thủ Steinitz cổ

source: Spanish Opening: Old Steinitz Defence, Nimzovich Attack
ar: روي لوبيز: القديم شتاينتز دفاع, نيمزوفيتش هجوم
br: Abertura Ruy López, Defesa Steinitz Antiga, Ataque Nimzowitsch
ca: Obertura Espanyola - Defensa Steinitz antiga - Atac Nimzowitsch
cs: Ruy Lopez: old Steinitz defence, Nimzovich attack
de: Spanisch: Alte Steinitz Verteidigung, Nimzowitsch Angriff
es: Apertura Española, Defensa Steinitz Antigua, Ataque Nimzowitsch
eu: Ruy Lopez: Steinitz Defentsa Zaharra, Nimzovich Erasoa
fr: Espagnole, défense Steinitz ancienne, attaque Nimzowitsch
id: Ruy Lopez Pembelaan Steinitz Lama, Serangan Nimzowitch
it: Apertura Spagnola, Difesa Steinitz Antica, Attacco Nimzowitsch
nl: Ruy Lopez: oude Steinitz verdediging Nimzovich aanval
pl: Partia hiszpańska: stara obrona Steinitz'a, atak Nimzovitsch'a
ru: Испанская партия: защита Стейница, атака Нимцовича
si: Ruy Lopez, stara Steinitzeva obramba, Nimzovichev napad
sv: Spanskt: Gammalt Steinitz-försvar, Nimzowitsch angrepp
tr: Ruy Lopez: eski Steinitz savunması, Nimzovich hücumu
uk: Іспанська партія: захист Стейніца, атака Німцовича
vi: Ruy Lopez: Steinitz phòng thủ lâu đời, Nimzovich tấn công

source: Spanish Opening: Old Steinitz Defence, Semi-Duras Variation
ar: روي لوبيز: القديم شتاينتز دفاع, النصف-دوراس تفريع
br: Abertura Ruy López, Defesa Steinitz Antiga, Variante Semi-Duras
ca: Obertura Espanyola - Defensa Steinitz antiga - Variant semi-dura
cs: Ruy Lopez: old Steinitz defence, semi-Duras variation
de: Spanisch: Alte Steinitz Verteidigung, Semi-Duras Variante
es: Apertura Española, Defensa Steinitz Antigua, Variante Semi Duras
eu: Ruy Lopez: Steinitz Defentsa Zaharra, Erdi-Duras Aldaera
fr: Espagnole, défense Steinitz ancienne, var. semi-Duras
id: Ruy Lopez Pembelaan Steinitz Lama, Varian Semi-Duras
it: Apertura Spagnola, Difesa Steinitz Antica, Variante Semi Duras
nl: Ruy Lopez: oude Steinitz verdediging, semi-Duras variant
pl: Partia hiszpańska: stara obrona Steinitz'a, wariant semi-Duras
ru: Испанская партия: защита Стейница, улучшенный вариант Дураса
si: Ruy Lopez, stara Steinitzeva obramba, pol-Durasova različica
sv: Spanskt: Gammalt Steinitz-försvar, semi-Durasvarianten
tr: Ruy Lopez: eski Steinitz savunması, yarı Duras varyasyonu
uk: Іспанська партія: захист Стейніца, покращений варіант Дураса
vi: Ruy Lopez: Phòng thủ Steinitz cổ, biến thể bán Duras
