Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined: Semi-Slav, Junge Variation
ar: جامبيت الوزير المرفوض: النصف-السلافي, جانج تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Junge
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Junge
cs: QGD: semi-Slav, Junge variation
de: Damengambit (abgelehnt): Halbslawisch, Junge-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Junge
eu: Damaren Ganbito Ukatua: Semi-Eslaviarra, Junge Aldaera
fr: Gambit Dame refusé, semi-slave, var. Junge
id: QGD: Semi Slavia, Varian Junger
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Junge
nl: GDG: semi-Slavisch, Junge variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Junge
ru: Отказанный ферзевый гамбит: славянская защита, вариант Юнге
si: DGZ, posl-slovanska, Jungeva različica
sv: Damgambit, avböjd: Semi-slaviskt, Jungevarianten
tr: QGD: yarı Slav, Junge varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Юнге
vi: QGD: bán Slav, Junge biến

source: Queen Gambit Declined: Semi-Slav, Koomen Variation
ar: جامبيت الوزير المرفوض: النصف-السلافي, كومن تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Koomen
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Koomen
cs: QGD: semi-Slav, Koomen variation
de: Damengambit (abgelehnt): Halbslawisch, Koomen-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Koomen
eu: Damaren Ganbito Ukatua: Semi-Eslaviarra, Koomen Aldaera
fr: Gambit Dame refusé, semi-slave, var. Koomen
id: QGD: Semi Slavia, Varian Koomen
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Koomen
nl: GDG: semi-Slavisch, Koomen variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Koomen'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Комена
si: DGZ, posl-slovanska, Koomenova različica
sv: Damgambit, avböjd: Semi-slaviskt, Koomenvarianten
tr: QGD: yarı Slav, Koomen varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Комена
vi: QGD: bán Slav, Koomen biến

source: Queen Gambit Declined: Semi-Slav, Marshall Gambit
ar: جامبيت الوزير المرفوض: النصف-السلافي, جامبيت مارشال
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Gambito Marshall
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Gambit Marshall
cs: QGD: semi-Slav, Marshall gambit
de: Damengambit (abgelehnt): Halbslawisch, Marshall Gambit
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Gambito Marshall
eu: Damaren Ganbito Ukatua: Semi-Eslaviarra, Marshall Ganbitoa
fr: Gambit Dame refusé, semi-slave, gambit Marshall
id: QGD: Semi Slavia, Gambit Marshall
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Mossa di Marshall
nl: GDG: semi-Slavisch, Marshall gambiet
pl: Gam.hetm nieprzyj.,pół-słowiańska, gambit Marshall'a
ru: Отказанный ферзевый гамбит: славянская защита, гамбит Маршалла
si: DGZ, posl-slovanska, Marshallov gambit
sv: Damgambit, avböjd: Semi-slaviskt, Marshalls gambit
tr: QGD: yarı Slav, Marshall gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, гамбіт Маршалла
vi: QGD: bán Slav, Marshall Gambit

source: Queen Gambit Declined: Semi-Slav, Noteboom Variation
ar: جامبيت الوزير المرفوض: النصف-السلافي, نوتيبوم تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Noteboom
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Noteboom
cs: QGD: semi-Slav, Noteboom variation
de: Damengambit (abgelehnt): Halbslawisch, Noteboom-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Noteboom
eu: Damaren Ganbito Ukatua: Semi-Eslaviarra, Noteboom Aldaera
fr: Gambit Dame refusé, semi-slave, var. Noteboom
id: QGD: Semi Slavia, Varian Noteboom
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Noteboom
nl: GDG: semi-Slavisch, Noteboom variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Neteboom'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Нотебома
si: DGZ, posl-slovanska, Noteboomova različica
sv: Damgambit, avböjd: Semi-slaviskt, Noteboomvarianten
tr: QGD: yarı Slav, Noteboom varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Нотебома
vi: QGD: bán Slav, Noteboom biến

source: Queen Gambit Declined: Semi-Tarrasch
ar: جامبيت الوزير المرفوض: النصف-تاراش
br: Gambito da Dama Recusado, Semi-Tarrasch
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch
cs: QGD: Semi-Tarrasch
de: Damengambit (abgelehnt): Semi-Tarrasch
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch
eu: Damaren Ganbito Ukatua: Semi-Tarrasch
fr: Gambit Dame refusé, défense semi-Tarrasch
id: QGD: Semi Tarrasch
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch
nl: GDG: Semi-Tarrasch
pl: Gam.hetm nieprzyj., semi-Tarrasch
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша
si: DGZ, pol-Tarrascheva
sv: Damgambit avböjd: Semi-Tarrasch
tr: QGD: Yarı Tarrasch
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша
vi: QGD: Bán Tarrasch

source: Queen Gambit Declined: Semi-Tarrasch Defence
ar: جامبيت الوزير المرفوض: النصف-دفاع تاراش
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch
cs: QGD: Semi-Tarrasch defence
de: Damengambit (abgelehnt): Semi-Tarrasch Verteidigung
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch
eu: Damaren Ganbito Ukatua: Semi-Tarrasch Defentsa
fr: Gambit Dame refusé, défense semi-Tarrasch
id: QGD: Pembelaan Semi Tarrasch
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch
nl: GDG: Semi-Tarraschverdediging
pl: Gam.hetm nieprzyj., obrona semi-Tarrasch
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша
si: DGZ, pol-Tarrascheva obramba
sv: Damgambit avböjd: Semi-Tarrasch-försvar
tr: QGD: Yarı Tarrasch savunması
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша
vi: QGD: Phòng thủ Bán Tarrasch

source: Queen Gambit Declined: Semi-Tarrasch Defence, Exchange Variation
es: Gambito de Dama Rehusado: Defensa Semi-Tarrasch, Variante Exchange
eu: Damaren Ganbito Ukatua: Semi-Tarrasch Defentsa, Truke Aldaera

source: Queen Gambit Declined: Semi-Tarrasch Defence, Pillsbury Variation
ar: جامبيت الوزير المرفوض: النصف-دفاع تاراش, بيلسبوري تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Pillsbury
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Pillsbury
cs: QGD: Semi-Tarrasch defence, Pillsbury variation
de: Damengambit (abgelehnt): Semi-Tarrasch Verteidigung, Pillsbury-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Pillsbury
eu: Damaren Ganbito Ukatua: Semi-Tarrasch Defentsa, Pillsbury Aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Pillsbury
id: QGD: Semi Tarrasch, Varian Pillsbury
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Pillsbury
nl: GDG: Semi-Tarraschverdediging, Pillsbury variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, wariant Pillsbury
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, вариант Пильсбери
si: DGZ, pol-Tarrascheva obramba, Pillsburyeva različica
sv: Damgambit avböjd: Semi-Tarrasch, Pillsburyvarianten
tr: QGD: Yarı Tarrasch savunması, Pillsbury varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, варіант Пільсбері
vi: QGD: Phòng thủ Bán Tarrasch, biến Pillsbury

source: Queen Gambit Declined: Semi-Tarrasch With E3
ar: جامبيت الوزير المرفوض: النصف-تاراش مع e4
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, 6.e3
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - 6. e3
cs: QGD: Semi-Tarrasch with e3
de: Damengambit (abgelehnt): Semi-Tarrasch mit e3
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, 6.e3
eu: Damaren Ganbito Ukatua: Semi-Tarrasch e3rekin
fr: Gambit Dame refusé, défense semi-Tarrasch, avec e3
id: QGD: Semi Tarrasch dg e3
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, 6.e3
nl: GDG: Semi-Tarrasch met e3
pl: Gam.hetm nieprzyj., semi-Tarrasch z e3
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша с e3
si: DGZ, pol-Tarrascheva z e3
sv: Damgambit avböjd: Semi-Tarrasch med e3
tr: QGD: e3 ile Yarı Tarrasch
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша з e3
vi: QGD: Bán Tarrasch với e3

source: Queen Gambit Declined: Semi-Tarrasch, 5.cd
ar: جامبيت الوزير المرفوض: النصف-تاراش, 5.cd
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, 5.cxd5
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - 5. cxd5
cs: QGD: Semi-Tarrasch, 5.cd
de: Damengambit (abgelehnt): Semi-Tarrasch, 5.cd
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, 5.cxd5
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, 5.cd
fr: Gambit Dame refusé, défense semi-Tarrasch, 5.cxd5
id: QGD: Semi Tarrasch, 5.cd
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, 5.cxd5
nl: GDG: Semi-Tarrasch, 5.cd
pl: Gam.hetm nieprzyj., semi-Tarrasch, 5.cd
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, 5. cxd5
si: DGZ, pol-Tarrascheva, 5. cd
sv: Damgambit avböjd: Semi-Tarrasch, 5.cxd5
tr: QGD: Yarı Tarrasch, 5.cd
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, 5.cd
vi: QGD: Bán Tarrasch, 5.cd

source: Queen Gambit Declined: Semi-Tarrasch, 7.Bd3
ar: جامبيت الوزير المرفوض: النصف-تاراش, 7.Bd4
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, 7.Bd3
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - 7 .Ad3
cs: QGD: Semi-Tarrasch, 7.Bd3
de: Damengambit (abgelehnt): Semi-Tarrasch, 7.Ld3
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, 7.Ad3
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, 7.Ad3
fr: Gambit Dame refusé, défense semi-Tarrasch, 7.Fd3
id: QGD: Semi Tarrasch, 7.Gd3
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, 7.Ad3
nl: GDG: Semi-Tarrasch, 7.Ld3
pl: Gam.hetm nieprzyj., semi-Tarrasch, 7.Gd3
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, 7.Сd3
si: DGZ; Semi-Tarrasch, 7.Ld3
sv: Damgambit avböjd: Semi-Tarrasch, 7.Ld3
tr: QGD: Yarı Tarrasch, 7.Bd3
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, 7.Сd3
vi: QGD: Bán Tarrasch, 7.Bd3

source: Queen Gambit Declined: Semi-Tarrasch, Kmoch Variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, كنوش تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Kmoch
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Kmoch
cs: QGD: Semi-Tarrasch, Kmoch variation
de: Damengambit (abgelehnt): Semi-Tarrasch, Kmoch-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Kmoch
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Kmoch Aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Kmoch
id: QGD: Semi Tarrasch, Varian Kmoch
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Kmoch
nl: GDG: Semi-Tarrasch, Kmoch variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, warinat Kmoch'a
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, вариант Кмоха
si: DGZ, pol-Tarrascheva, Kmochova različica
sv: Damgambit avböjd: Semi-Tarrasch, Kmochvarianten
tr: QGD: Yarı Tarrasch, Kmoch varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, варіант Кмоха
vi: QGD: Bán Tarrasch, Kmoch biến

source: Queen Gambit Declined: Semi-Tarrasch, Krause Variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, كراوز تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Krause
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Krause
cs: QGD: Semi-Tarrasch, Krause variation
de: Damengambit (abgelehnt): Semi-Tarrasch, Krause-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Krause
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Krause Aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Krause
id: QGD: Semi Tarrasch, Varian Krause
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Krause
nl: GDG: Semi-Tarrasch, Krause variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, warinat Krause
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, вариант Краузе
si: DGZ, pol-Tarrascheva, Krauseva različica
sv: Damgambit avböjd: Semi-Tarrasch, Krausevarianten
tr: QGD: Yarı Tarrasch, Krause varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, варіант Краузе
vi: QGD: Bán Tarrasch, Krause biến

source: Queen Gambit Declined: Semi-Tarrasch, Levenfish Variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, ليفنفنيش تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Levenfish
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Levenfish
cs: QGD: Semi-Tarrasch, Levenfish variation
de: Damengambit (abgelehnt): Semi-Tarrasch, Löwenfisch-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Levenfish
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Levenfish Aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Levenfish
id: QGD: Semi Tarrasch, Varian Levensifh
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Levenfish
nl: GDG: Semi-Tarrasch, Levenfish variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, wariant Levenfish'a
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, вариант Левенфиша
si: DGZ, pol-Tarrascheva, Levenfishova različica
sv: Damgambit avböjd: Semi-Tarrasch, Löwenfischvarianten
tr: QGD: Yarı Tarrasch, Levenfish varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, варіант Левенфіша
vi: QGD: Bán Tarrasch, Levenfish biến

source: Queen Gambit Declined: Semi-Tarrasch, Primitive Pillsbury Variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, بريمتيف بيلسبوري تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Pillsbury Primitiva
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Pillsbury primiitiva
cs: QGD: Semi-Tarrasch, Primitive Pillsbury variation
de: Damengambit (abgelehnt): Semi-Tarrasch, Primitive Pillsbury-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Pillsbury Primitiva
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Jatorrizko Pillsbury Aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Pillsbury primitive
id: QGD: Semi Tarrasch, Varian Primitive Pillsbury
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Pillsbury Primitiva
nl: GDG: Semi-Tarrasch, Primitieve Pillsbury variant
pl: Gam.hetm nieprzyj., semi-Tarrasch,pierwotny wariant Pillsbury
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, первоначальный вариант Пильсбери
si: DGZ, pol-Tarrascheva, primitivna Pillsburyeva različica
sv: Damgambit avböjd: Semi-Tarrasch, Primitiva Pillsburyvarianten
tr: QGD: Yarı Tarrasch, Primitive Pillsbury varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, початковий варіант Пільсбері
vi: QGD: Bán Tarrasch, nguyên thủy Pillsbury biến

source: Queen Gambit Declined: Semi-Tarrasch, San Sebastian Variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, سان سيباستيان تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante San Sebastián
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Sant Sebastià
cs: QGD: Semi-Tarrasch, San Sebastian variation
de: Damengambit (abgelehnt): Semi-Tarrasch, San Sebastian-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante San Sebastián
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Donostia Aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. de San Sebastián
id: QGD: Semi Tarrasch, Varian San Sebastian
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante San Sebastián
nl: GDG: Semi-Tarrasch, San Sebastian variant
pl: Gam.hetm nieprzyj., semi-Tarrasch,wariant San Sebastian
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, Сан-Себастьянский вариант
si: DGZ, pol-Tarrascheva, različica San Sebastian
sv: Damgambit avböjd: Semi-Tarrasch, San-Sebastian-varianten
tr: QGD: Yarı Tarrasch, San Sebastian varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, Сан-Себастіанський варіант
vi: QGD: Bán Tarrasch, San Sebastian biến

source: Queen Gambit Declined: Semi-Tarrasch, Symmetrical Variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, التفريع المتناظر
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Simétrica
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant simètrica
cs: QGD: Semi-Tarrasch, symmetrical variation
de: Damengambit (abgelehnt): Semi-Tarrasch, Symmetrische Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Simétrica
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Aldaera Simetrikoa
fr: Gambit Dame refusé, défense semi-Tarrasch, var. symétrique
id: QGD: Semi Tarrasch, Varian Simetris
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Simmetrica
nl: GDG: Semi-Tarrasch, symmetrische variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, wariant symetryczny
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, симметричный вариант
si: DGZ, pol-Tarrascheva, simetrična različica
sv: Damgambit avböjd: Semi-Tarrasch, symmetriska varianten
tr: QGD: Yarı Tarrasch, simetrik varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, симетричний варіант
vi: QGD: Bán Tarrasch, biến đổi đối xứng

source: Queen Gambit Declined: Spielmann Variation
ar: جامبيت الوزير المرفوض: سبيلمان تفريع
br: Gambito da Dama Recusado, Variante Spielmann
ca: Gambit de Dama refusat - Variant Spielmann
cs: QGD: Spielmann variation
de: Damengambit (abgelehnt): Spielmann-Variante
es: Gambito de Dama Rehusado, Variante Spielmann
eu: Damaren Ganbito Ukatua: Spielmannen Aldaera
fr: Gambit Dame refusé, var. Spielmann
id: QGD: Varian Spielmann
it: Gambetto di Donna Rifiutato, Variante Spielmann
nl: GDG: Spielmann variant
pl: Gam.hetm nieprzyj., wariant Spielmann'a
ru: Отказанный ферзевый гамбит: вариант Шпильмана
si: DGZ, Spielmannova različica
sv: Damgambit avböjd: Spielmannvarianten
tr: QGD: Spielmann varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Шпільмана
vi: QGD: Spielmann biến

source: Queen Gambit Declined: Stonewall Variation
ar: جامبيت الوزير المرفوض: الحائط الصخري تفريع
br: Gambito da Dama Recusado, Variante Stonewall
ca: Gambit de Dama refusat - Variant 'mur de pedra'
cs: QGD: Stonewall variation
de: Damengambit (abgelehnt): Stonewall-Variante
es: Gambito de Dama Rehusado, Variante Muro de Piedra
eu: Damaren Ganbito Ukatua: Stonewall Aldaera
fr: Gambit Dame refusé, var. stonewall (mur de pierres)
id: QGD: Varian Tembok Batu
it: Gambetto di Donna Rifiutato, Variante Muro di Pietra
nl: GDG: Stonewall variant
pl: Gam.hetm nieprzyj., wariant Stonewall
ru: Отказанный ферзевый гамбит: вариант Каменная стена
si: DGZ, različica kamniti zid
sv: Damgambit avböjd: Stonewallvarianten
tr: QGD: Taş duvar varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Кам’яна стіна
vi: QGD: Stonewall biến

source: Queen Gambit Declined: Symmetrical (Austrian) Defence
ar: جامبيت الوزير المرفوض: متناظر (النمسا) دفاع
br: Gambito da Dama Recusado, Defesa Simétrica o Austríaca
ca: Gambit de Dama refusat - Defensa Simètrica o Austríaca
cs: QGD: symmetrical (Austrian) defence
de: Damengambit (abgelehnt): Symmetrisch (Austrian) Verteidigung
es: Gambito de Dama Rehusado, Defensa Simétrica o Austriaca
eu: Damaren Ganbito Ukatua: Defentsa Simetrikoa (Austriarra)
fr: Gambit Dame refusé, défense symétrique (autrichienne)
id: QGD: Pembelaan Simetris (Austria)
it: Gambetto di Donna Rifiutato, Difesa Simmetrica o Austriaca
nl: GDG: symmetrisch (Oostenrijkse) verdediging
pl: Gam.hetm nieprzyj.,obrona symetryczna (austriacka)
ru: Отказанный ферзевый гамбит: симметричная защита
si: DGZ, simetrična (avstrijska) obramba
sv: Damgambit, avböjd: Symmetriskt försvar (Österrikiskt)
tr: QGD: simetrik (Avusturya) savunması
uk: Відхилений ферзевий гамбіт: симетричний захист
vi: QGD: phòng thủ đối xứng (Áo)

source: Queen Gambit Declined: Tarrasch Defence
ar: جامبيت الوزير المرفوض: دفاع تاراش
br: Gambito da Dama Recusado, Defesa Tarrasch
ca: Gambit de Dama refusat - Defensa Tarrasch
cs: QGD: Tarrasch defence
de: Damengambit (abgelehnt): Tarrasch Verteidigung
es: Gambito de Dama Rehusado, Defensa Tarrasch
eu: Damaren Ganbito Ukatua: Tarrasch Defentsa
fr: Gambit Dame refusé, défense Tarrasch
id: QGD: Varian Tarrasch
it: Gambetto di Donna Rifiutato, Difesa Tarrasch
nl: GDG: Tarraschverdediging
pl: Gam.hetm nieprzyj.,obrona Tarrasch'a
ru: Отказанный ферзевый гамбит: защита Тарраша
si: DGZ, Tarrascheva obramba
sv: Damgambit avböjd: Tarrasch-försvar
tr: QGD: Tarrasch savunması
uk: Відхилений ферзевий гамбіт: захист Тарраша
vi: QGD: phòng thủ Tarrasch

source: Queen Gambit Declined: Tarrasch Defence, 4.cd Ed
ar: جامبيت الوزير المرفوض: دفاع تاراش, 4.cd ed
br: Gambito da Dama Recusado, Defesa Tarrasch, 4.cxd5 exd5
ca: Gambit de Dama refusat - Defensa Tarrasch - 4. cxd5 exd5
cs: QGD: Tarrasch defence, 4.cd ed
de: Damengambit (abgelehnt): Tarrasch Verteidigung, 4.cd ed
es: Gambito de Dama Rehusado, Defensa Tarrasch, 4.cxd5 exd5
eu: Damaren Ganbito Ukatua: Tarrasch Defentsa, 4.cxd5 exd5
fr: Gambit Dame refusé, défense Tarrasch, 4.cd ed
id: QGD: Tarrasch, 4.cd ed
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, 4.cxd5 exd5
nl: GDG: Tarraschverdediging, 4.cd ed
pl: Gam.hetm nieprzyj.,obrona Tarrasch'a, 4.cd ed
ru: Отказанный ферзевый гамбит: защита Тарраша, 4. cd ed
si: DGZ, Tarrascheva obramba, 4. cd ed
sv: Damgambit avböjd: Tarrasch-försvar, 4.cxd5 exd5
tr: QGD: Tarrasch savunması, 4.cd ed
uk: Відхилений ферзевий гамбіт: захист Тарраша, 4. cd ed
vi: QGD: phòng thủ Tarrasch, 4.cd ed

source: Queen Gambit Declined: Tarrasch Defence, Marshall Gambit
ar: جامبيت الوزير المرفوض: دفاع تاراش, جامبيت مارشال
br: Gambito da Dama Recusado, Defesa Tarrasch, Gambito Marshall
ca: Gambit de Dama refusat - Defensa Tarrasch - Gambit Marshall
cs: QGD: Tarrasch defence, Marshall gambit
de: Damengambit (abgelehnt): Tarrasch Verteidigung, Marshall Gambit
es: Gambito de Dama Rehusado, Defensa Tarrasch, Gambito Marshall
eu: Damaren Ganbito Ukatua: Tarrasch Defentsa, Marshall Ganbitoa
fr: Gambit Dame refusé, défense Tarrasch, gambit Marshall
id: QGD: Tarrasch, Gambit Marshall
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Mossa di Marshall
nl: GDG: Tarraschverdediging, Marshall gambiet
pl: Gam.hetm nieprzyj.,obrona Tarrasch'a, gambit Marshall'a
ru: Отказанный ферзевый гамбит: защита Тарраша, гамбит Маршалла
si: DGZ, Tarrascheva obramba, Marshallov gambit
sv: Damgambit avböjd: Tarrasch-försvar, Marshallgambit
tr: QGD: Tarrasch savunması, Marshall gambiti
uk: Відхилений ферзевий гамбіт: захист Тарраша, гамбіт Маршалла
vi: QGD: phòng thủ Tarrasch, thí quân Marshall

source: Queen Gambit Declined: Tarrasch Defence, Pseudo-Tarrasch
es: Gambito de Dama Rehusado: Defensa Tarrasch, Pseudo-Tarrasch
eu: Damaren Ganbito Ukatua: Tarrasch Defentsa, Pseudo-Tarrasch
fr: Gambit Dame refusé, défense pseudo-Tarrasch

source: Queen Gambit Declined: Tarrasch Defence, Pseudo-Tarrasch Bishop Attack
es: Gambito de Dama Rehusado: Defensa Tarrasch, Ataque Pseudo-Tarrasch Bishop
eu: Damaren Ganbito Ukatua: Tarrasch Defentsa, Pseudo-Tarrasch Alfil Erasoa
fr: Gambit Dame refusé, défense pseudo-Tarrasch, attaque du fou

source: Queen Gambit Declined: Tarrasch Defence, Tarrasch Gambit
ar: جامبيت الوزير المرفوض: دفاع تاراش, تاراش جامبيت
br: Gambito de Dama Recusado, Defesa Tarrasch, Gambito Tarrasch
ca: Gambit de Dama refusat - Defensa Tarrasch - Gambit Tarrasch
cs: QGD: Tarrasch defence, Tarrasch gambit
de: Damengambit (abgelehnt): Tarrasch Verteidigung, Tarrasch Gambit
es: Gambito de Dama Rehusado, Defensa Tarrasch, Gambito Tarrasch
eu: Damaren Ganbito Ukatua: Tarrasch Defentsa, Tarrasch Ganbitoa
fr: Gambit Dame refusé, défense Tarrasch, gambit Tarrasch
id: QGD: Tarrasch, Gambit Tarrasch
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Mossa di Tarrasch
nl: GDG: Tarraschverdediging, Tarrasch gambiet
pl: Gam.hetm nieprzyj.,obrona Tarrasch'a, gambit Tarrasch'a
ru: Отказанный ферзевый гамбит: защита Тарраша, гамбит Тарраша
si: DGZ, Tarrascheva obramba, Tarraschev gambit
sv: Damgambit avböjd: Tarrasch-försvar, Tarraschgambit
tr: QGD: Tarrasch savunması, Tarrasch gambiti
uk: Відхилений ферзевий гамбіт: захист Тарраша, гамбіт Тарраша
vi: QGD: phòng thủ Tarrasch, thí quân Tarrasch
