Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Spanish Opening: Treybal (Bayreuth) Variation (exchange Var. Deferred)
ar: روي لوبيز: ترايبال (بايروث) تفريع (التكسير تفريع ديفيرد)
br: Abertura Ruy López, Variante Treybal (Bayreuth, Troca Diferido)
ca: Obertura Espanyola - Defensa Morphy - Variant Treybal o Bayreuth o del canvi diferit
cs: Ruy Lopez: Treybal (Bayreuth) variation (exchange var. deferred)
de: Spanisch: Treybal (Bayreuth) Variante (Abtauschvariante var. im Nachzug)
es: Apertura Española, Defensa Morphy, Variante Treybal o Bayreuth o del Cambio Diferido
eu: Ruy Lopez: Treybal (Bayreuth) Aldaera (Truke Aldaera Atzeratua)
fr: Espagnole, var. Treybal ou de Bayreuth (var. d'échange différé)
id: Ruy Lopez: Varian Treybal
it: Apertura Spagnola, Difesa Morphy, Variante Treybal o Bayreuth o di Cambio Diferido
nl: Ruy Lopez: Treybal (Bayreuth) variant (uitgestelde ruilvariant)
pl: Partia hiszpańska: wariant Trybal(Bayreuth)(wymienny odroczony)
ru: Испанская партия: улучшенный разменный вариант
si: Ruy Lopez, Treybalova (Bayreuthova) različica (izmenjalna različica odložena)
sv: Spanskt: Treybalvarianten (Bayreuth), (avbytesvarianten avböjd)
tr: Ruy Lopez: Treybal (Bayreuth) vary. (ertelenmiş takas vary.)
uk: Іспанська партія: покращений розмінний варіант
vi: Ruy Lopez: Treybal (Bayreuth) biến thể (trao đổi var hoãn lại.)

source: Spanish Opening: Vinogradov Variation
ar: روي لوبيز: فينوجرادوف تفريع
br: Abertura Ruy López, Variante Vinogradov
ca: Obertura Espanyola - Variant Vinogradov
cs: Ruy Lopez: Vinogradov variation
de: Spanisch: Vinogradov Variante
es: Apertura Española, Variante Vinogradov
eu: Ruy Lopez: Vinogradov Aldaera
fr: Espagnole, défense (ou variante) Vinogradov
id: Ruy Lopez: Varian Vinogradov
it: Apertura Spagnola, Variante Vinogradov
nl: Ruy Lopez: Vinogradov variant
pl: Partia hiszpańska: wariant Vinogradov'a
ru: Испанская партия: вариант Виноградова
si: Ruy Lopez, Vinogradova različica
sv: Spanskt: Vinogradovvarianten
tr: Ruy Lopez: Vinogradov varyasyonu
uk: Іспанська партія: варіант Виноградова
vi: Ruy Lopez: Vinogradov biến

source: Spanish Opening: Wing Attack
ar: روي لوبيز: الجناح هجوم
br: Abertura Ruy López, Ataque do Ala
ca: Obertura Espanyola - Defensa Morphy - Atac de l'Ala
cs: Ruy Lopez: Wing attack
de: Spanisch: Wing Angriff
es: Apertura Española, Defensa Morphy, Ataque del Ala
eu: Ruy Lopez: Hegaleko Erasoa
fr: Espagnole, attaque de l'aile
id: Ruy Lopez: Serangan Sayap
it: Apertura Spagnola, Difesa Morphy, Attacco Ali
nl: Ruy Lopez: Vleugelaanval
pl: Partia hiszpańska: atak Wing
ru: Испанская партия: фланговая атака
si: Ruy Lopez, Wingov napad
sv: Spanskt: Vingangrepp
tr: Ruy Lopez: Kanat hücumu
uk: Іспанська партія: флангова атака
vi: Ruy Lopez: Cánh tấn công

source: Spanish Opening: Wormald (Alapin) Attack
ar: روي لوبيز: ورمالد (الابين) هجوم
br: Abertura Ruy López, Ataque Wormald (Alapin)
ca: Obertura Espanyola - Defensa Morphy - Atac Wormald o Alapin
cs: Ruy Lopez: Wormald (Alapin) attack
de: Spanisch: Wormald (Alapin) Angriff
es: Apertura Española, Defensa Morphy, Ataque Wormald o Alapin
eu: Ruy Lopez: Wormald (Alapin) Erasoa
fr: Espagnole, attaque Wormald (Alapin)
id: Ruy Lopez: Serangan Wormald (Alapin)
it: Apertura Spagnola, Difesa Morphy, Attacco Wormald o Alapin
nl: Ruy Lopez: Wormald (Alapin) aanval
pl: Partia hiszpańska: atak Wormald'a(Alapin'a)
ru: Испанская партия: атака Уормалда
si: Ruy Lopez, Wormaldov (Alapinov) napad
sv: Spanskt: Wormalds angrepp (Alapin)
tr: Ruy Lopez: Wormald (Alapin) hücumu
uk: Іспанська партія: атака Уормалда
vi: Ruy Lopez: Wormald (Alapin) tấn công

source: Spanish Opening: Wormald Attack, Gruenfeld Variation
ar: روي لوبيز: ورمالد هجوم, جرونفلد تفريع
br: Abertura Ruy López, Ataque Wormald, Variante Grünfeld
ca: Obertura Espanyola - Defensa Morphy - Atac Wormald - Variant Grünfeld
cs: Ruy Lopez: Wormald attack, Gruenfeld variation
de: Spanisch: Wormald Angriff, Grünfeld Variante
es: Apertura Española, Defensa Morphy, Ataque Wormald, Variante Grünfeld
eu: Ruy Lopez: Wormld Erasoa, Gruenfeld Aldaera
fr: Espagnole, attaque Wormald, var. Grünfeld
id: Ruy Lopez: Serangan Wormald, Varian Gruendfeld
it: Apertura Spagnola, Difesa Morphy, Attacco Wormald, Variante Grünfeld
nl: Ruy Lopez: Wormald aanval, Gruenfeld variant
pl: Partia hiszpańska: atak Wormald'a, wariant Gruenfeld'a
ru: Испанская партия: атака Уормалда, вариант Грюнфельда
si: Ruy Lopez, Wormaldov napad, Gruenfeldova različica
sv: Spanskt: Wormalds angrepp, Grünfeldvarianten
tr: Ruy Lopez: Wormald hücumu, Gruenfeld varyasyonu
uk: Іспанська партія: атака Уормалда, варіант Грюнфельда
vi: Ruy Lopez: Wormald tấn công, Gruenfeld biến

source: Spanish Opening: Worrall Attack
ar: روي لوبيز: هجوم وراول
br: Abertura Ruy López, Ataque Worrall
ca: Obertura Espanyola - Variant tancada - Atac Worrall o Anglès
cs: Ruy Lopez: Worrall attack
de: Spanisch: Worrall Angriff
es: Apertura Española, Variante Cerrada, Ataque Worrall o Inglés
eu: Ruy Lopez: Worrall Erasoa
fr: Espagnole, attaque Worrall
id: Ruy Lopez: Serangan Worral
it: Apertura Spagnola, Variante Chiusa, Attacco Worrall o Inglés
nl: Ruy Lopez: Worrall aanval
pl: Partia hiszpańska: atak Worrall'a
ru: Испанская партия: атака Уорралла
si: Ruy Lopez, Worrallov napad
sv: Spanskt: Worralls angrepp
tr: Ruy Lopez: Worrall hücumu
uk: Іспанська партія: атака Уорралла
vi: Ruy Lopez: tấn công Worrall

source: Spanish Opening: Worrall Attack, Sharp Line
ar: روي لوبيز: هجوم وراول, الحاد الخط
br: Abertura Ruy López, Ataque Worrall, Linha Afiada
ca: Obertura Espanyola - Variant tancada - Atac Worrall - Línia aguda
cs: Ruy Lopez: Worrall attack, sharp line
de: Spanisch: Worrall Angriff, scharf
es: Apertura Española, Variante Cerrada, Ataque Worrall, Linea Aguda
eu: Ruy Lopez: Worrall Erasoa, Lerro Zorrotza
fr: Espagnole, attaque Worrall, "sharp line"
id: Ruy Lopez: Serangan Worral, Jalur Tajam
it: Apertura Spagnola, Variante Chiusa, Attacco Worrall, Linea Aguda
nl: Ruy Lopez: Worrall aanval, scherpe lijn
pl: Partia hiszpańska: atak Worrall'a, ostra linia
ru: Испанская партия: атака Уорралла, острое продолжение
si: Ruy Lopez, Worrallov napad, ostra linija
sv: Spanskt: Worralls angrepp, skarp variant
tr: Ruy Lopez: Worrall hücumu, keskin hat
uk: Іспанська партія: атака Уорралла, гостре продовження
vi: Ruy Lopez: Worrall tấn công, đường nét

source: Spanish Opening: Worrall Attack, Solid Line
ar: روي لوبيز: هجوم وراول, صلب الخط
br: Abertura Ruy López, Ataque Worrall, Linha Sólida
ca: Obertura Espanyola - Variant tancada - Atac Worrall - Línia sòlida
cs: Ruy Lopez: Worrall attack, solid line
de: Spanisch: Worrall Angriff, solide
es: Apertura Española, Variante Cerrada, Ataque Worrall, Linea Sólida
eu: Ruy Lopez: Worrall Erasoa, Lerro Sendoa
fr: Espagnole, attaque Worrall, "solid line"
id: Ruy Lopez: Serangan Worral, Jalur Solid
it: Apertura Spagnola, Variante Chiusa, Attacco Worrall, Linea Sólida
nl: Ruy Lopez: Worrall aanval, stevige lijn
pl: Partia hiszpańska: atak Worrall'a, silna linia
ru: Испанская партия: атака Уорралла, надежное продолжение
si: Ruy Lopez, Worrallov napad, trdna linija
sv: Spanskt: Worralls angrepp, solid variant
tr: Ruy Lopez: Worrall hücumu, düz hat
uk: Іспанська партія: атака Уорралла, надійне продовження
vi: Ruy Lopez: Worrall tấn công, dòng rắn

source: St. George (Baker) Defence
ar: سانت جورج (بيكرr) دفاع
br: Defesa São Jorge (Baker)
ca: Defensa Sant Jordi o Baker
de: St. George (Baker) Verteidigung
es: Defensa San Jorge o Baker
eu: San Jorge (Baker) Defentsa
fr: Défense Saint-Georges (Baker)
id: Pembelaan St. George (Baker)
it: Difesa San Jorge o Baker
nl: St. George (Baker) verdediging
pl: Obrona St. George (Baker)
ru: Защита Бейкера
si: Sv. George (pekar) obramba
sv: St. Georges försvar (Bakers försvar)
tr: St.George (Baker) savunması
uk: Захист Бейкера
vi: Phòng thủ St. George (Baker)

source: St. George Defence
ar: سانت جورج دفاع
br: Defesa Francesa, Defesa San Jorge
ca: Defensa Francesa - Defensa Sant Jordi
de: St. George Verteidigung
es: Defensa Francesa, Defensa San Jorge
eu: San Jorge Defentsa
fr: Défense Saint-Georges
id: Pembelaan St. George
it: Difesa Francese, Difesa San Jorge
nl: St. George verdediging
pl: Obrona St. George
ru: Защита св. Георгия
si: obramba sv. Georgeja
sv: St. Georges försvar
tr: St.George savunması
uk: Захист св. Георгія
vi: George vệ St

source: St. George Defence: New St. George, Sanky-George Gambit
es: Defensa Francesa, Defensa San Jorge: New St. George, Gambito Sanky-George
eu: San Jorge Defentsa: San Jorge berria, Sanky-George Ganbitoa

source: St. George Defence: New St. George, Three Pawn Attack
es: Defensa Francesa, Defensa San Jorge: New St. George, Ataque Three Pawn
eu: San Jorge Defentsa: San Jorge berria, Hiru Peoien Erasoa
fr: Défense Saint-Georges, attaque des trois pions

source: St. George Defence: New St. George, Traditional Line
es: Defensa Francesa, Defensa San Jorge: New St. George, Traditional Line
eu: San Jorge Defentsa: San Jorge berria, Lerro tradizionala

source: St. George Defence: Polish Variation
es: Defensa Francesa, Defensa San Jorge: Variante Polish
eu: San Jorge Defentsa: Poloniar Aldaera
fr: Défense Saint-Georges, var. polonaise

source: St. George Defence: San Jorge Variation
es: Defensa Francesa, Defensa San Jorge: Variante San Jorge
eu: San Jorge Defentsa: San Jorge Aldaera

source: St. George Defence: St. George Gambit
es: Defensa Francesa, Defensa San Jorge: Gambito St. George
eu: San Jorge Defentsa: San Jorge Ganbitoa
fr: Défense Saint-Georges, gambit Saint-Georges

source: St. George Defence: Zilbermints Gambit
es: Defensa Francesa, Defensa San Jorge: Gambito Zilbermints
eu: San Jorge Defentsa: Zilbermints Ganbitoa
fr: Défense Saint-Georges, gambit Zilbermints

source: System: Double Duck Formation
eu: Sistema: Ahate Bikoitzaren Sistema
fr: Formation double canard

source: Tarrasch Defence: Classical Variation, Advance Variation
eu: Tarrasch Defentsa: Aldaera Klasikoa, Aurrerapen Aldaera
fr: Défense Tarrasch, var. classique, var. d'avance

source: Tarrasch Defence: Classical Variation, Chandler Variation
eu: Tarrasch Defentsa: Aldaera Klasikoa, Chandler Aldaera
fr: Défense Tarrasch, var. classique, var. Chandler

source: Tarrasch Defence: Classical Variation, Classical Tarrasch Gambit
eu: Tarrasch Defentsa: Aldaera Klasikoa, Tarrasch Ganbito Klasikoa
fr: Défense Tarrasch, var. classique, gambit Tarrasch classique

source: Tarrasch Defence: Classical Variation, EndGame Variation
eu: Tarrasch Defentsa: Aldaera Klasikoa, Partida amaiera Aldaera

source: Tarrasch Defence: Classical Variation, Main Line
eu: Tarrasch Defentsa: Aldaera Klasikoa, Lerro Nagusia
fr: Défense Tarrasch, var. classique, ligne principale

source: Tarrasch Defence: Classical Variation, Petursson Variation
eu: Tarrasch Defentsa: Aldaera Klasikoa, Petursson Aldaera

source: Tarrasch Defence: Classical Variation, Spassky Variation
eu: Tarrasch Defentsa: Aldaera Klasikoa, Spassky Aldaera
fr: Défense Tarrasch, var. classique, var. Spassky

source: Tarrasch Defence: Gruenfeld Gambit
eu: Tarrasch Defentsa: Grünfeld Ganbitoa
fr: Défense Tarrasch, var. des 2 cavaliers, gambit Grünfeld

source: Tarrasch Defence: Symmetrical Variation
eu: Tarrasch Defentsa: Aldaera Simetrikoa
fr: Défense Tarrasch, var. symétrique

source: Tarrasch Defence: Two Knights Variation
eu: Tarrasch Defentsa: Bi Zaldunen Aldaera
fr: Défense Tarrasch, var. des 2 cavaliers

source: Tarrasch Defence: Von Hennig Gambit
eu: Tarrasch Defentsa: von Henning Ganbitoa
fr: Défense Tarrasch, gambit von Hennig - Schara, gambit von Hennig

source: Tayler Opening
ar: افتتاح تايلر
br: Abertura Tayler
ca: Obertura Tayler
de: Tayler Eröffnung
es: Apertura Tayler
eu: Tayler Irekiera
fr: Ouverture Tayler
id: Pembukaan Tayler
it: Apertura Tayler
pl: Debiut Tayler'a
ru: Дебют Тайлера
si: Taylerjeva otvoritev
sv: Tayler-spelöppning
tr: Tayler açılışı
uk: Дебют Тайлера
vi: Khai cuộc Tayler

source: Tennison (Lemberg, Zukertort) Gambit
ar: تينسون (ليمبرج, زكرتوت) جامبيت
br: Abertura Reti, Gambito Tennison (Lemberg-Zukertort)
ca: Obertura Reti - Gambit Rennison o Lemberg o Zukertort
es: Apertura Reti, Gambito Tennison o Lemberg o Zukertort
eu: Tennison (Lemberg, Zukertort) Ganbitoa
fr: Gambit Tennison ou de Lviv (nouveau nom de Lemberg)
id: Gambit Tennison
it: Apertura Reti, gambettoTennison/Lemberg/Zukertort
nl: Tennison (Lemberg, Zukertort) gambiet
pl: Gambit Tennison'a(Lemberg,Zukertort)
ru: Гамбит Теннисона
si: Tennisonov (Lembergov, Zukertortov) gambit
sv: Tennisons gambit (Lembergs, Zukertorts)
tr: Tennison (Lemberg, Zukertort) gambiti
uk: Гамбіт Теннісона

source: Three Knights Game
ar: الثلاثة أفراس مباراة
br: Abertura dos 3 Cavalos
ca: Obertura dels tres cavalls
de: Dreispringerspiel
es: Apertura de los 3 Caballos
eu: Hiru Zaldunen Partida
fr: Partie des 3 cavaliers
id: Permainan 3 Kuda
it: Apertura dei 3 Cavalli
nl: Drie paarden spel
pl: Trzy skoczki
ru: Дебют трех коней
si: Igra treh skakačev
sv: Trespringarspel
tr: Üç at oyunu
uk: Дебют трьох коней
vi: Ba hiệp sĩ trò chơi

source: Three Knights Opening
eu: Hiru Zaldunen Irekiera
fr: Partie des 3 cavaliers

source: Three Knights: Schlechter Variation
ar: الثلاثة أفراس:شيليشتر تفريع
br: Abertura dos 3 Cavalos, Variante Schlechter
ca: Obertura dels tres cavalls - Variant Schlechter
de: Dreispringerspiel: Schlechter Variante
es: Apertura de los 3 Caballos, Variante Schlechter
eu: Hiru Zaldunak: Schlechter Aldaera
fr: Partie des 3 cavaliers, var. Schlechter
id: 3 Kuda: Varian Schlechter
it: Apertura dei 3 Cavalli, Variante Schlechter
nl: Drie paarden: Schlechter variant
pl: Trzy skoczki:wariant Schlechter'a
ru: Дебют трех коней: вариант Шлехтера
si: Trije skakači: Schlechterjeva različica
sv: Trespringarspel: Schlechtervarianten
tr: Üç at: Schlechter varyasyonu
uk: Дебют трьох коней: варіант Шлехтера
vi: Ba hiệp sĩ: Schlechter biến

source: Three Knights: Steinitz Variation
ar: الثلاثة أفراس: تفريع شتاينتز
br: Abertura dos 3 Cavalos, Variante Steinitz
ca: Obertura dels tres cavalls - Variant Steinitz
de: Dreispringerspiel: Steinitz Variante
es: Apertura de los 3 Caballos, Variante Steinitz
eu: Hiru Zaldunak: Steinitz Aldaera
fr: Partie des 3 cavaliers, var. Steinitz
id: 3 Kuda: Varian Steinitz
it: Apertura dei 3 Cavalli, Variante Steinitz
nl: Drie paarden: Steinitz variant
pl: Trzy skoczki:wariant Steinitz'a
ru: Дебют трех коней: вариант Стейница
si: Trije skakači: Stainitzova različica
sv: Trespringarspel: Steinitzvarianten
tr: Üç at: Steinitz varyasyonu
uk: Дебют трьох коней: варіант Стейніца
vi: Ba hiệp sĩ: Steinitz biến

source: Three Knights: Steinitz, Rosenthal Variation
ar: الثلاثة أفراس: شتاينتز, روزنتال تفريع
br: Abertura dos 3 Cavalos, Variante Steinitz, Variante Rosenthal
ca: Obertura dels tres cavalls - Variant Steinitz - Variant Rosenthal
de: Dreispringerspiel: Steinitz, Rosenthal Variante
es: Apertura de los 3 Caballos, Variante Steinitz, Variante Rosenthal
eu: Hiru Zaldunak: Steinitz, Rosenthal Aldaera
fr: Partie des 3 cavaliers, Steinitz, var. Rosenthal
id: 3 Kuda: Varian Rosenthal
it: Apertura dei 3 Cavalli, Variante Steinitz, Variante Rosenthal
nl: Drie paarden: Steinitz, Rosenthal variant
pl: Trzy skoczki:Steinitz, wariant Rosenthal'a
ru: Дебют трех коней: вариант Стейница, вариант Розенталя
si: Trije skakači: Steinitz, Rosenthalova različica
sv: Trespringarspel: Steinitz, Rosenthalvarianten
tr: Üç at: Steinitz, Rosenthal varyasyonu
uk: Дебют трьох коней: варіант Стейніца, варіант Розенталя
vi: Ba hiệp sĩ: Steinitz, Rosenthal biến

source: Three Knights: Winawer Defence (Gothic Defence)
ar: الثلاثة أفراس: ويناور دفاع (القوطي دفاع)
br: Abertura dos 3 Cavalos, Defesa Winawer (Gótica)
ca: Obertura dels tres cavalls - Defensa Winawer o gòtica
de: Dreispringerspiel: Winawer Verteidigung (Gothic Verteidigung)
es: Apertura de los 3 Caballos, Defensa Winawer o Gótica
eu: Hiru Zaldunak: Winawer Defentsa (Defentsa gotikoa)
fr: Partie des 3 cavaliers, défense Winawer (gothique)
id: 3 Kuda: Pembelaan Winawer
it: Apertura dei 3 Cavalli, Difesa Winawer o Gótica
nl: Drie paarden: Winawer verdediging (Gotische defensie
pl: Trzy skoczko:obrona Winawer'a(obrona gotycka)
ru: Дебют трех коней: защита Винавера
si: Trije skakači: Winawerjeva obramba (gotska obramba)
sv: Trespringarspel: Winawers försvar (Gotiskt försvar)
tr: Üç at: Winawer savunması (Gotik savunma)
uk: Дебют трьох коней: захист Вінавера (Готичний захист)
vi: Tam mã: phòng thủ Winawer (phòng thủ Gothic)

source: Torre Attack (Tartakower Variation)
ar: توري هجوم (تارتاكوفر تفريع)
br: Ataque Torre (Variante Tartakower)
ca: Atac de Torre o Variant Tartakower
de: Torre Angriff (Tartakower Variante)
es: Ataque Torre o Variante Tartakower
eu: Torre Erasoa (Tartakower Aldaera)
fr: Attaque Torre, var. Tartakover
id: Serangan Torre
it: Attacco Torre o Variante Tartakower
nl: Torre aanval (Tartakower variant)
pl: Atak Torre'go, wariant Tertakower'a
ru: Атака Торре
si: Torreov napad, Tartakowerjeva različica
sv: Torres angrepp (Tartakowervarianten)
tr: Torre hücumu (Tartakower varyasyonu)
uk: Атака Торре (варіант Тартаковера)
vi: Torre tấn công (Tartakower biến thể)

source: Torre Attack: Classical Defence, Nimzowitsch Variation
eu: Torre Erasoa: Defentsa Klasikoa, Nimzowitsch Aldaera
fr: Attaque Torre, défense classique, var. Nimzowitsch

source: Torre Attack: Classical Defence, Petrosian Gambit
eu: Torre Erasoa: Defentsa Klasikoa, Petrosian Ganbitoa
fr: Attaque Torre, défense classique, gambit Petrossian

source: Torre Attack: Fianchetto Defence, Euwe Variation
eu: Torre Erasoa: Fianchetto Defentsa, Euwe Aldaera
fr: Attaque Torre, défense du fianchetto, var. Euwe

source: Trompovsky Attack (Ruth, Opovcensky Opening)
ar: ترومبوقسكي هجوم (راث, اوبوفسينسكي افتتاح)
br: Ataque Trompovsky (Ruth, Abertura Opocensky)
ca: Atac Trompovsky o Ruth o Obertura Opocensky
de: Trompovsky Angriff (Ruth, Opovcensky Eröffnung)
es: Ataque Trompovsky o Ruth o Apertura Opocensky
eu: Trompovsky Erasoa (Ruth, Opovcensky Irekiera)
fr: Attaque Trompowsky (ouverture Ruth ou Opocensky)
id: Serangan Trompowsky
it: Attacco Trompovsky o Ruth o Apertura Opocensky
nl: Trompovsky aanval (Ruth, Opovcensky opening
pl: Atak Trompovsky'ego(debiut Ruth'a, Opovcensky'a)
ru: Атака Тромповского
si: Trompovskyev napad (Ruthova, Opovcenskyeva otvoritev)
sv: Trompovskijs angrepp
tr: Trompovsky hücumu (Ruth, Opovcensky açılışı)
uk: Атака Тромповського (дебют Опоченського)
vi: Trompovsky tấn công (Ruth, khai cuộc Opovcensky)

source: Trompowsky Attack: Borg Variation
eu: Trompovsky Erasoa: Borg Aldaera
fr: Attaque Trompowsky, var. Borg

source: Trompowsky Attack: Classical Defence
eu: Trompovsky Erasoa: Defentsa Klasikoa
fr: Attaque Trompowsky, défense classique

source: Trompowsky Attack: Classical Defence, Big Center Variation
eu: Trompovsky Erasoa: Defentsa Klasikoa, Erdi zabalaren Aldaera
fr: Attaque Trompowsky, défense classique, var. du grand centre

source: Trompowsky Attack: Edge Variation
eu: Trompovsky Erasoa: Hegi Aldaera

source: Trompowsky Attack: Edge Variation, Hergert Gambit
eu: Trompovsky Erasoa: Hegi Aldaera, Hergert Ganbitoa

source: Trompowsky Attack: Poisoned Pawn Variation
eu: Trompovsky Erasoa: Peoi Pozoituaren Aldaera
fr: Attaque Trompowsky, var. du pion empoisonné

source: Trompowsky Attack: Raptor Variation
eu: Trompovsky Erasoa: Raptor Aldaera

source: Trompowsky Attack: Raptor Variation, Hergert Gambit
eu: Trompovsky Erasoa: Raptor Aldaera, Hergert Ganbitoa

source: Two Knights Defence
ar: دفاع الفرسين
br: Defesa dos 2 Cavalos
ca: Defensa dels dos cavalls
de: Zweispringerspiel im Nachzug
es: Defensa de los 2 Caballos
eu: Bi Zaldunen Defentsa
fr: Défense des 2 cavaliers
id: Pembelaan 2 Kuda
it: Difesa dei 2 Cavalli
nl: Tweepaardenspel
pl: Obrona dwóch skoczków
ru: Защита двух коней
si: Obramba dveh skakačev
sv: Tvåspringarspel
tr: İki at savunması
uk: Захист двох коней
vi: Hai hiệp sĩ bảo vệ

source: Two Knights Defence (Modern Bishop Opening)
ar: دفاع الفرسين (حديث افتتاح الفيل)
br: Defesa dos 2 Cavalos, Abertura Moderna do Bispo
ca: Defensa dels dos cavalls - Obertura moderna d'Alfil
cs: Two knights defence (Modern bishop's opening)
de: Zweispringerspiel im Nachzug (Moderne Läuferspiel)
es: Defensa de los 2 Caballos, Apertura Moderna del Alfil
eu: Bi Zaldunen Defentsa (Alfilaren Irekiera Modernoa)
fr: Défense des 2 cavaliers (ouverture moderne du fou)
id: 2 Kuda, Pembukaan Gajah Modern
it: Difesa dei 2 Cavalli, Apertura Moderna d'Alfiere
nl: Tweepaardenspel ( Moderne loper opening)
pl: Obrona dwóch skoczków(nowoczesny debiut gońca)
ru: Защита двух коней
si: Obramba dveh skakačev (moderna lovčeva otvoritev)
sv: Tvåspringarspel (modernt tvåspringarspel)
tr: İki at savunması (Fil'in modern açılışı)
uk: Захист двох коней (Сучасний дебют слона)
vi: Phòng thủ nhị mã (Khai cuộc hiện đại Tịnh)

source: Two Knights Defence, Keidanz Variation
ar: دفاع الفرسين, كيدانز تفريع
br: Defesa dos 2 Cavalos, Variante Keidanz
ca: Defensa dels dos cavalls - Variant Keidanz
de: Zweispringerspiel im Nachzug, Keidanz Variante
es: Defensa de los 2 Caballos, Variante Keidanz
eu: Bi Zaldunen Defentsa, Keidanz Aldaera
fr: Défense des 2 cavaliers, var. Keidanski
id: 2 Kuda, Varian Keidanz
it: Difesa dei 2 Cavalli, Variante Keidanz
nl: Tweepaardenspel, Keidanz variant
pl: Obrona dwóch skoczków, wariant Keidanz
ru: Защита двух коней: вариант Кайданца
si: Obramba dveh skakačev, Keidanzova različica
sv: Tvåspringarspel: Keidanzvarianten
tr: İki at savunması, Keidanz varyasyonu
uk: Захист двох коней: варіант Кайданца
vi: Hai hiệp sĩ bảo vệ, Keidanz biến

source: Two Knights Defence, Perreux Variation
ar: دفاع الفرسين, بيروكس تفريع
br: Defesa dos 2 Cavalos, Variante Perreux
ca: Defensa dels dos cavalls - Variant Perreux
de: Zweispringerspiel im Nachzug, Perreux Variante
es: Defensa de los 2 Caballos, Variante Perreux
eu: Bi Zaldunen Defentsa, Perreux Aldaera
fr: Défense des 2 cavaliers, var. de Perreux
id: 2 Kuda, Varian Perreux
it: Difesa dei 2 Cavalli, Variante Perreux
nl: Tweepaardenspel, Perreux variant
pl: Obrona dwóch skoczków, wariant Perreux
ru: Защита двух коней: вариант Пере
si: Obramba dveh skakačev, Perreuxova različica
sv: Tvåspringarspel: Perreuxvarianten
tr: İki at savunması, Perreux varyasyonu
uk: Захист двох коней: варіант Пере
vi: Hai hiệp sĩ bảo vệ, Perreux biến

source: Two Knights Defence: Blackburne Variation
ar: دفاع الفرسين: برنبلاك تفريع
br: Defesa dos 2 Cavalos, Variante Blackburne
ca: Defensa dels dos cavalls - Variant Blackburne
de: Zweispringerspiel im Nachzug: Blackburne-Variante
es: Defensa de los 2 Caballos, Variante Blackburne
eu: Bi Zaldunen Defentsa: Blackburne Aldaera
fr: Défense des 2 cavaliers, var. Blackburne
id: 2 Kuda: Varian Blackburne
it: Difesa dei 2 Cavalli, Variante Blackburne
nl: Tweepaardenspel: Blackburne variant
pl: Obrona dwóch skoczków:wariant Blackburne
ru: Защита двух коней: вариант Блэкберна
si: obramba dveh skakačev, Blackburneva različica
sv: Tvåspringarspel: Blackburnevarianten
tr: iki at savunması: Blackburne varyasyonu
uk: Захист двох коней: варіант Блекберна
vi: hai hiệp sĩ bảo vệ: Blackburne biến

source: Two Knights Defence: Bogolyubov Variation
ar: دفاع الفرسين: تفريع وجوليوبوف
br: Defesa dos 2 Cavalos, Variante Bogoljubow
ca: Defensa dels dos cavalls - Variant Bogooljubow
de: Zweispringerspiel im Nachzug: Bogolyubov-Variante
es: Defensa de los 2 Caballos, Variante Bogoljubow
eu: Bi Zaldunen Defentsa: Bogolyubov Aldaera
fr: Défense des 2 cavaliers, var. Bogoljubov
id: 2 Kuda: Varian Bogolyubov
it: Difesa dei 2 Cavalli, Variante Bogoljubow
nl: Tweepaardenspel: Bogolyubov variant
pl: Obrona dwóch skoczków:wariant Bogolyubov'a
ru: Защита двух коней: вариант Боголюбова
si: obramba dveh skakačev, Bogolyubova različica
sv: Tvåspringarspel: Bogoljubowvarianten
tr: iki at savunması: Bogolyubov varyasyonu
uk: Захист двох коней: варіант Боголюбова
vi: hai hiệp sĩ bảo vệ: Bogolyubov biến
