Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Gambit Accepted: Kieseritsky, Berlin Defence, 6.Bc4
ar: هجوم الملك الهندي : كايزرتسكي, دفاع بيرلين, 6.Bc5
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Berlim, 6.Bc4
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Berlinesa - 6. Ac4
cs: KGA: Kieseritsky, Berlin defence, 6.Bc4
de: Königsgambit (angenommen): Kieseritsky, Berliner Verteidigung, 6.Lc4
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Berlinesa, 6.Ac4
eu: Errege Ganbito Onartua: Kieseritsky, Berlingo Defentsa, 6.Ac4
fr: Gambit Roi accepté, gambit Kieseritzky, défense de Berlin, 6.Fc4
id: KGA: Kieseritsky, Pembelaan Berlin, 6.Gc4
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Berlinese, 6.Ac4
nl: KGA: Kieseritsky, Berlijn verdediging 6.Lc4
pl: Gam.król przyj., Kieseritsky, obrona belińska, 6.Gc4
ru: Принятый королевский гамбит: гамбит Кизерицкого, берлинская защита, 6.Сc4
si: KGS: Kieseritskyeva, berlinska obramba, 6. Lc4
sv: Kungsgambit: Kieseritzkygambit, Berlinförsvaret, 6.Lc4
tr: KGA: Kieseritsky, Berlin savunması, 6.Bc4
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, Берлінський захист, 6.Сc4
vi: KGA: Kieseritsky, Phòng thủ Berlin, 6.Bc4

source: King Gambit Accepted: Kieseritsky, Berlin Defence, Riviere Variation
ar: هجوم الملك الهندي : كايزرتسكي, دفاع بيرلين, ريفيير تفريع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Berlim, Variante Riviere
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Berlinesa - Variant Riviere
cs: KGA: Kieseritsky, Berlin defence, Riviere variation
de: Königsgambit (angenommen): Kieseritsky, Berliner Verteidigung, Riviere Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Berlinesa, Variante Riviere
eu: Errege Ganbito Onartua: Kieseritsky, Berlingo Defentsa, Riviere Aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense de Berlin, var. Rivière
id: KGA: Kieseritsky, Pembelaan Berlin, Varian Riviere
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Berlinese, Variante Riviere
nl: KGA: Kieseritsky, Berlijn verdediging Riviere variant
pl: Gam.król przyj., Kieseritsky, obrona belińska, wariant Riviere
ru: Принятый королевский гамбит: гамбит Кизерицкого, берлинская защита, вариант Ривьера
si: KGS: Kieseritskyeva, berlinska obramba, Riviereva različica
sv: Kungsgambit: Kieseritzkygambit, Berlinförsvaret, Rivierevarianten
tr: GA: Kieseritsky, Berlin savunması, Riviere varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, Берлінський захист, варіант Рів’єра
vi: KGA: Kieseritsky, Phòng thủ Berlin, Riviere biến

source: King Gambit Accepted: Kieseritsky, Brentano (Campbell) Defence
ar: هجوم الملك الهندي : كايزرتسكي, برينتانو (كامبل) دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Brentano (Campbell)
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Brentano o Campbell
cs: KGA: Kieseritsky, Brentano (Campbell) defence
de: Königsgambit (angenommen): Kieseritsky, Brentano (Campbell) Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Brentano o Campbell
eu: Errege Ganbito Onartua: Kieseritsky, Brentano (Campbell) Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Brentano (Campbell)
id: KGA: Kieseritsky, Pembelaan Brentano (Capmbell)
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Brentano o Campbell
nl: KGA: Kieseritsky, Brentano (Campbell) verdediging
pl: Gam.król przyj., Kieseritsky, obrona Brentano(Campbell)
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Брентано
si: KGS: Kieseritskyeva, Brentanova (Campbellova) obramba
sv: Kungsgambit: Kieseritzkygambit, Brentanoförsvaret (Campbell)
tr: KGA: Kieseritsky, Brentano (Campbell) savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Брентано
vi: KGA: Kieseritsky, Phòng thủ Brentano (Campbell)

source: King Gambit Accepted: Kieseritsky, Brentano Defence
ar: هجوم الملك الهندي : كايزرتسكي, برينتانو دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Brentano
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Brentano
cs: KGA: Kieseritsky, Brentano defence
de: Königsgambit (angenommen): Kieseritsky, Brentano Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Brentano
eu: Errege Ganbito Onartua: Kieseritsky, Brentano Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Brentano
id: KGA: Kieseritsky, Pembelaan Brentano
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Brentano
nl: KGA: Kieseritsky, Brentano verdediging
pl: Gam.król przyj., Kieseritsky, obrona Brentano
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Брентано
si: KGS: Kieseritskyeva, Brentanova obramba
sv: Kungsgambit: Kieseritzkygambit, Brentanoförsvaret
tr: KGA: Kieseritsky, Brentano savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Брентано
vi: KGA: Kieseritsky, Phòng thủ Brentano

source: King Gambit Accepted: Kieseritsky, Brentano Defence, Caro Variation
ar: هجوم الملك الهندي : كايزرتسكي, برينتانو دفاع, كارو تفريع
br: Gambito do Rei Aceito, Defesa Brentano, Variante Caro
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Brentano - Variant Caro
cs: KGA: Kieseritsky, Brentano defence, Caro variation
de: Königsgambit (angenommen): Kieseritsky, Brentano Verteidigung, Caro-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Brentano, Variante Caro
eu: Errege Ganbito Onartua: Kieseritsky, Brentano Defentsa, Caro Aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense Brentano, var. Caro
id: KGA: Kieseritsky, Pembelaan Brentano, Varian Caro
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Brentano, Variante Caro
nl: KGA: Kieseritsky, Brentano verdediging Caro variant
pl: Gam.król przyj., Kieseritsky, obrona Brentano, wariant Caro
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Брентано, вариант Каро
si: KGS: Kieseritskyeva, Brentanova obramba, Carova različica
sv: Kungsgambit: Kieseritzkygambit, Brentanoförsvaret, Carovarianten
tr: KGA: Kieseritsky, Brentano savunması, Caro varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Брентано, варіант Каро
vi: KGA: Kieseritsky, Phòng thủ Brentano, biến thể Carô

source: King Gambit Accepted: Kieseritsky, Brentano Defence, Kaplanek Variation
ar: هجوم الملك الهندي : كايزرتسكي, برينتانو دفاع, كابلانك تفريع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Brentano, Variante Kaplanek
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Brentano - Variant Kaplanek
cs: KGA: Kieseritsky, Brentano defence, Kaplanek variation
de: Königsgambit (angenommen): Kieseritsky, Brentano Verteidigung, Kaplanek Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Brentano, Variante Kaplanek
eu: Errege Ganbito Onartua: Kieseritsky, Brentano Defentsa, Kaplanek Aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense Brentano, var. Kaplanek
id: KGA: Kieseritsky, Pembelaan Brentano, Varian Kaplanek
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Brentano, Variante Kaplanek
nl: KGA: Kieseritsky, Brentano verdediging Kaplanek variant
pl: Gam.król przyj., Kieseritsky, obrona Brentano, wariant Kaplanek
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Брентано, вариант Капланека
si: KGS: Kieseritskyeva, Brentanova obramba, Kaplanekova različica
sv: Kungsgambit: Kieseritzkygambit, Brentanoförsvaret, Kaplanekvarianten
tr: KGA: Kieseritsky, Brentano savunması, Kaplanek varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Брентано, варіант Капланека
vi: KGA: Kieseritsky, Phòng thủ Brentano, Kaplanek

source: King Gambit Accepted: Kieseritsky, Kolisch Defence
ar: هجوم الملك الهندي : كايزرتسكي, كوليش دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Kolisch
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Kolisch
cs: KGA: Kieseritsky, Kolisch defence
de: Königsgambit (angenommen): Kieseritsky, Kolisch Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Kolisch
eu: Errege Ganbito Onartua: Kieseritsky, Kolisch Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Kolisch
id: KGA: Kieseritsky, Pembelaan Kolisch
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Kolisch
nl: KGA: Kieseritsky, Kolisch verdediging
pl: Gam.król przyj., Kieseritsky, obrona Kolisch'a
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Колиша
si: KGS: Kieseritskyeva, Kolischeva obramba
sv: Kungsgambit: Kieseritzkygambit, Kolischförsvaret
tr: KGA: Kieseritsky, Kolisch savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Коліша
vi: KGA: Kieseritsky, Phòng thủ Kolisch

source: King Gambit Accepted: Kieseritsky, Long Whip (Stockwhip, Classical) Defence
ar: هجوم الملك الهندي : كايزرتسكي, لونج ويب (ستوكويب, الكلاسيكي) دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Long Whip (Stockwhip, Clássica)
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa clàssica o fuet llarg o Stockwhip
cs: KGA: Kieseritsky, long whip (Stockwhip, classical) defence
de: Königsgambit (angenommen): Kieseritsky, long whip (Stockwhip, Klassisch) Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Clásica o Látigo Largo o Stockwhip
eu: Errege Ganbito Onartua: Kieseritsky, Zartailu Luzearen (Stockwhip, Klasikoa) Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense du grand fouet (classique)
id: KGA: Kieseritsky, Pembelaan Long Whip
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Classica o Látigo Largo o Stockwhip
nl: KGA: Kieseritsky, lange zweep (Stockwhip, klassieke) verdediging
pl: Gam.król przyj., Kieseritsky, obrona długi bicz(Stockwhip, klasyczna)
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Длинный кнут
si: KGS: Kieseritskyeva, dolgi bič (Stockwipova, klasična) obramba
sv: Kungsgambit: Kieseritzkygambit, klassiskt försvar (Long-whip/Stockwhip)
tr: KGA: Kieseritsky, uzun kamçı (kamçı, klasik) savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Довгий батіг
vi: KGA: Kieseritsky, Phòng thủ roi dài (Stockwhip, cổ điển)

source: King Gambit Accepted: Kieseritsky, Long Whip Defence, Jaenisch Variation
ar: هجوم الملك الهندي : كايزرتسكي, لونج ويب دفاع, جينيش تفريع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Long Whip, Variante Jaenisch
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa clàssica - Variant Jaenisch
cs: KGA: Kieseritsky, long whip defence, Jaenisch variation
de: Königsgambit (angenommen): Kieseritsky, long whip Verteidigung, Jaenisch Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Clásica, Variante Jaenisch
eu: Errege Ganbito Onartua: Kieseritsky, Zartailu Luzearen Defentsa, Jaenisch Aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense du grand fouet, var. Jaenisch
id: KGA: Kieseritsky, Pembelaan Long Whipm, Varian Jaenisch
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Classica, Variante Jaenisch
nl: KGA: Kieseritsky, lange zweep verdediging Jaenisch variant
pl: Gam.król przyj., Kieseritsky, obrona długi bicz, wariant Jaenisch'a
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Длинный кнут, вариант Яниша
si: KGS: Kieseritskyeva, dolgi bič obramba, Jaenischeva različica
sv: Kungsgambit: Kieseritzkygambit, Long-whip-försvaret, Jänischvarianten
tr: KGA: Kieseritsky, uzun kamçı savunması, Jaenisch var.
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Довгий батіг, варіант Яніша
vi: KGA: Kieseritsky, Phòng thủ roi dài, biến thể Jaenisch

source: King Gambit Accepted: Kieseritsky, Neumann Defence
ar: هجوم الملك الهندي : كايزرتسكي, نيومان دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Neumann
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Neumann
cs: KGA: Kieseritsky, Neumann defence
de: Königsgambit (angenommen): Kieseritsky, Neumann Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Neumann
eu: Errege Ganbito Onartua: Kieseritsky, Neumann Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Neumann
id: KGA: Kieseritsky, Pembelaan Neumann
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Neumann
nl: KGA: Kieseritsky, Neumann verdediging
pl: Gam.król przyj., Kieseritsky, obrona Neumann'a
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Неймана
si: KGS: Kieseritskyeva, Neumannova obramba
sv: Kungsgambit: Kieseritzkygambit, Neumannförsvaret
tr: KGA: Kieseritsky, Neumann savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Неймана
vi: KGA: Kieseritsky, Phòng thủ Neumann

source: King Gambit Accepted: Kieseritsky, Paulsen Defence
ar: هجوم الملك الهندي : كايزرتسكي, بولسن دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Paulsen
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Paulsen
cs: KGA: Kieseritsky, Paulsen defence
de: Königsgambit (angenommen): Kieseritsky, Paulsen Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Paulsen
eu: Errege Ganbito Onartua: Kieseritsky, Paulsen Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Paulsen
id: KGA: Kieseritsky, Pembelaan Paulsen
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Paulsen
nl: KGA: Kieseritsky, Paulsen verdediging
pl: Gam.król przyj., Kieseritsky, obrona Paulsen'a
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Паульсена
si: KGS: Kieseritskyeva, Paulsenova obramba
sv: Kungsgambit: Kieseritzkygambit, Paulsenförsvaret
tr: KGA: Kieseritsky, Paulsen savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Паульсена
vi: KGA: Kieseritsky, Phòng thủ Paulsen

source: King Gambit Accepted: Kieseritsky, Polerio Defence
ar: هجوم الملك الهندي : كايزرتسكي, بوليريو دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Polerio
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Polerio
cs: KGA: Kieseritsky, Polerio defence
de: Königsgambit (angenommen): Kieseritsky, Polerio Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Polerio
eu: Errege Ganbito Onartua: Kieseritsky, Polerio Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Polerio
id: KGA: Kieseritsky, Pembelaan Polerio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Polerio
nl: KGA: Kieseritsky, Polerio verdediging
pl: Gam.król przyj., Kieseritsky, obrona Polerio
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Полерио
si: KGS: Kieseritskyeva, Poleriova obramba
sv: Kungsgambit: Kieseritzkygambit, Polerioförsvaret
tr: KGA: Kieseritsky, Polerio savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Полеріо
vi: KGA: Kieseritsky, Phòng thủ Polerio

source: King Gambit Accepted: Kieseritsky, Rice Gambit
ar: هجوم الملك الهندي : كايزرتسكي, رايس جامبيت
br: Gambito do Rei Aceito, Gambito Kieseritsky, Gambito Rice
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Berlinesa - Gambit Rice
cs: KGA: Kieseritsky, Rice gambit
de: Königsgambit (angenommen): Kieseritsky, Rice Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Berlinesa, Gambito Rice
eu: Errege Ganbito Onartua: Kieseritsky, Rice Ganbitoa
fr: Gambit Roi accepté, gambit Kieseritzky, gambit Rice
id: KGA: Kieseritsky, Gambir Rice
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Berlinese, Mossa di Rice
nl: KGA: Kieseritsky, Rice gambiet
pl: Gam.król przyj., Kieseritsky, gambit Rice
ru: Принятый королевский гамбит: гамбит Кизерицкого, гамбит Райса
si: KGS: Kieseritskyeva, Ricev gambit
sv: Kungsgambit: Kieseritzkygambit, Rice-gambit
tr: KGA: Kieseritsky, Rice gambiti
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, гамбіт Райса
vi: KGA: Kieseritsky, gạo Gambit

source: King Gambit Accepted: Kieseritsky, Salvio (Rosenthal) Defence
ar: هجوم الملك الهندي : كايزرتسكي, سالفيو (روزنتال) دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Salvio (Rosenthal)
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Salvio o Rosenthal
cs: KGA: Kieseritsky, Salvio (Rosenthal) defence
de: Königsgambit (angenommen): Kieseritsky, Salvio (Rosenthal) Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Salvio o Rosenthal
eu: Errege Ganbito Onartua: Kieseritsky, Salvio (Rosenthal) Defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Salvio (Rosenthal)
id: KGA: Kieseritsky, Pembelaan Slavio (Rosenthal)
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Salvio o Rosenthal
nl: KGA: Kieseritsky, Salvio (Rosenthal) verdediging
pl: Gam.król przyj., Kieseritsky, obrona Salvio(Rosenthal)
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Сальвио
si: KGS: Kieseritskyeva, Salviova (Rosenthalova) obramba
sv: Kungsgambit: Kieseritzkygambit, Salvioförsvaret (Rosenthal)
tr: KGA: Kieseritsky, Salvio (Rosenthal) savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Сальвіо
vi: KGA: Kieseritsky, Phòng thủ Salvio (Rosenthal)

source: King Gambit Accepted: Kieseritsky, Salvio Defence, Cozio Variation
ar: هجوم الملك الهندي : كايزرتسكي, سالفيو دفاع, كوزيو تفريع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Salvio, Variante Cozio
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Salvio - Variant Cozio
cs: KGA: Kieseritsky, Salvio defence, Cozio variation
de: Königsgambit (angenommen): Kieseritsky, Salvio Verteidigung, Cozio-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Salvio, Variante Cozio
eu: Errege Ganbito Onartua: Kieseritsky, Salvio Defentsa, Cozio Aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense Salvio, var. Cozio
id: KGA: Kieseritsky, Pembelaan Slavio, Varian Coziio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Salvio, Variante Cozio
nl: KGA: Kieseritsky, Salvio verdediging Cozio variant
pl: Gam.król przyj., Kieseritsky, obrona Salvio, wariant Cozio
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Сальвио, вариант Коцио
si: KGS: Kieseritskyeva, Salviova obramba, Coziova različica
sv: Kungsgambit: Kieseritzkygambit, Salvioförsvaret, Coziovarianten
tr: KGA: Kieseritsky, Salvio savunması, Cozio varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Сальвіо, варіант Коціо
vi: KGA: Kieseritsky, Phòng thủ Salvio, biến thể Cozio

source: King Gambit Accepted: Kieseritzky Gambit
es: Gambito de Rey Aceptado: Gambito Kieseritzky
eu: Erregearen Ganbito Onartua: Kieseritzky Ganbitoa

source: King Gambit Accepted: Kieseritzky Gambit, Anderssen Defence
es: Gambito de Rey Aceptado: Gambito Kieseritzky, Defensa Anderssen
eu: Erregearen Ganbito Onartua: Kieseritzky Ganbitoa, Anderssen Defentsa

source: King Gambit Accepted: Kieseritzky Gambit, Anderssen-Cordel Gambit
es: Gambito de Rey Aceptado: Gambito Kieseritzky, Gambito Anderssen-Cordel
eu: Erregearen Ganbito Onartua: Kieseritzky Ganbitoa, Anderssen-Cordel Ganbitoa

source: King Gambit Accepted: Kieseritzky Gambit, Berlin Defence, Rubinstein Variation
es: Gambito de Rey Aceptado: Gambito Kieseritzky, Defensa Berlin, Variante Rubinstein
eu: Erregearen Ganbito Onartua: Kieseritzky Ganbitoa, Berlin Defentsa, Rubinstein Aldaera

source: King Gambit Accepted: Kieseritzky Gambit, Cotter Gambit
es: Gambito de Rey Aceptado: Gambito Kieseritzky, Gambito Cotter
eu: Erregearen Ganbito Onartua: Kieseritzky Ganbitoa, Cotter Ganbitoa

source: King Gambit Accepted: Kieseritzky Gambit, Paulsen Defence Deferred
es: Gambito de Rey Aceptado: Gambito Kieseritzky, Paulsen Defence Deferred
eu: Erregearen Ganbito Onartua: Kieseritzky Ganbitoa, Paulsen Defentsa Atzeratua

source: King Gambit Accepted: Kieseritzky Gambit, Rice Gambit
es: Gambito de Rey Aceptado: Gambito Kieseritzky, Gambito Rice
eu: Erregearen Ganbito Onartua: Kieseritzky Ganbitoa, Rice Ganbitoa

source: King Gambit Accepted: King Knight Gambit
ar: هجوم الملك الهندي : حصان جامبيت الملك
br: Gambito do Rei Aceito, Gambito do Cavalo do Rei
ca: Gambit de Rei acceptat - Gambit de Cavall
cs: KGA: King's knight's gambit
de: Königsgambit (angenommen): King's knight's Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo
eu: Errege Ganbito Onartua: Erregearen Zaldunaren Ganbitoa
fr: Gambit Roi accepté, gambit du cavalier roi
id: KGA: Gambit Kuda Raja
it: Gambetto di Re Accettato, Mossa di Cavallo
nl: KGA: Koningspaard gambiet
pl: Gam.król przyj., gambit królewsko-skoczkowy
ru: Принятый королевский гамбит: гамбит Полерио
si: KGS: gambit kraljevih skakačev
sv: Kungsgambit antagen: Kungsspringargambit
tr: KGA: Şah'ın at'ının gambiti
uk: Прийнятий королівський гамбіт: гамбіт Полеріо
vi: KGA: cờ vua của những hiệp sỹ

source: King Gambit Accepted: Kotov Gambit
es: Gambito de Rey Aceptado: Gambito Kotov
eu: Erregearen Ganbito Onartua: Kotov Ganbitoa

source: King Gambit Accepted: Lesser Bishop (Petroff-Jaenisch-Tartakower) Gambit
ar: هجوم الملك الهندي : المصغر الفيل (بيتروف-جينيش-تارتاكوفر) جامبيت
br: Gambito do Rei Aceito, Gambito Menor de Bispo (Petroff-Jaenisch-Tartakower)
ca: Gambit de Rei acceptat - Gambit menor d'Alfil o Petroff Jaenisch Tartakower
cs: KGA: Lesser bishop's (Petroff-Jaenisch-Tartakower) gambit
de: Königsgambit (angenommen): Lesser bishop's (Petroff-Jaenisch-Tartakower) Gambit
es: Gambito de Rey Aceptado, Gambito Menor de Alfil o Petroff Jaenisch Tartakower
eu: Errege Ganbito Onartua: Alfil eskasa (Petroff-Jaenisch-Tartakower) Ganbitoa
fr: Gambit Roi accepté, 3.Fe2 (gambit du fou réduit et plus faible (Petrov - Jaenisch - Tartakover))
id: KGA: Gambit Gajah (Petroff-Jaenisch-Tartakower)
it: Gambetto di Re Accettato, Mossa di Menor de Alfil o Petroff Jaenisch Tartakower
nl: KGA: Le2 (Petroff-Jaenisch-Tartakower) gambiet
pl: Gam.król przyj., gambit gońcowy Lesser'a(Petroff-Jaenisch-Tartakower)
ru: Принятый королевский гамбит: гамбит Петрова
si: KGS: Lesserjevi lovci (Petroff-Jaenisch-Tartakower) gambit
sv: Kungsgambit antagen: Reducerad löpargambit (Petroff-Jänisch-Tartakower)
tr: KGA: Lesser fil'in (Petroff-Jaenisch-Tartakower) gambiti
uk: Прийнятий королівський гамбіт: гамбіт Петрова
vi: KGA: (Petroff-Jaenisch-Tartakower) Gambit Lesser giám mục
