Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Scotch Gambit: Dubois-Reti Defence
ar: سكوتش جامبيت: دوببيوس-ريتي دفاع
br: Gambito Escocês, Defesa Dubois-Reti
ca: Obertura Escocesa - Gambit Escocès - Defensa Dubois Reti
de: Schottisches Gambit: Dubois-Reti Verteidigung
es: Apertura Escocesa, Gambito Escocés, Defensa Dubois Reti
eu: Eskoziar Ganbitoa: Dubois-Reti Defentsa
fr: Gambit écossais, défense Dubois - Réti
id: Gambit Skotlandia, Pembelaan Dubois-Reti
it: Apertura Scozzese, Difesa Dubois Reti
nl: Schots gambiet: Dubois-Reti verdediging
pl: Gambit szkocki, obrona Dubois-Reti
ru: Шотландский гамбит: защита Дюбуа-Рети
si: škotski gambit, Dubois-Retijeva obramba
sv: Skotsk gambit: Dubois-Retis försvar
tr: İskoçya gambiti: Dubois-Reti savunması
uk: Шотландський гамбіт: захист Дюбуа-Реті
vi: Thí quân Scotch: phòng thủ Dubois-Reti

source: Scotch Gambit: Hanneken Variation
ar: سكوتش جامبيت: هنكن تفريع
br: Gambito Escocês, Variante Hanneken
ca: Obertura Escocesa - Gambit Escocès - Variant Hanneken
de: Schottisches Gambit: Hanneken Variante
es: Apertura Escocesa, Gambito Escocés, Variante Hanneken
eu: Eskoziar Ganbitoa: Hanneken Aldaera
fr: Gambit écossais, var. Hanneken
id: Gambit Skotlandia, Varian Hanneken
it: Apertura Scozzese, Variante Hanneken
nl: Schots gambiet: Hanneken variant
pl: Gambit szkocki, wariant Hanneken'a
ru: Шотландский гамбит: вариант Ганнекена
si: škotski gambit, Hannekenova različica
sv: Skotsk gambit: Hannekenvarianten
tr: İskoçya gambiti: Hanneken varyasyonu
uk: Шотландський гамбіт: варіант Ганнекена
vi: Scotch cờ: Hanneken biến

source: Scotch Gambit: Vitzhum Attack
ar: سكوتش جامبيت: فيتزهوم هجوم
br: Gambito Escocês, Ataque Vitzhum
ca: Obertura Escocesa - Gambit Escocès - Atac Vitzhum
de: Schottisches Gambit: Vitzhum Angriff
es: Apertura Escocesa, Gambito Escocés, Ataque Vitzhum
eu: Eskoziar Ganbitoa: Vitzhum Erasoa
fr: Gambit écossais, attaque Vitzthum
id: Gambit Skotlandia, Serangan Vitzhum
it: Apertura Scozzese, Attacco Vitzhum
nl: Schots gambiet: Vitzhum aanval
pl: Gambit szkocki, atak Vitzhum'a
ru: Шотландский гамбит: атака Фитцума
si: škotski gambit, Vitzhumov napad
sv: Skotsk gambit: Vitzthums angrepp
tr: İskoçya gambiti: Vitzhum hücumu
uk: Шотландський гамбіт: атака Фітцума
vi: Scotch cờ: Vitzhum tấn công

source: Scotch Game
ar: سكوتش مباراة
br: Jogo Escocês
ca: Obertura Escocesa
de: Schottisch
es: Apertura Escocesa
eu: Eskoziar Partida
fr: Partie écossaise
id: Permainan Skotlandia
it: Apertura Scozzese
nl: Schotse partij
pl: Partia szkocka
ru: Шотландская партия
si: škotska igra
sv: Skotskt parti
tr: İskoçya oyunu
uk: Шотландська партія
vi: Trò chơi scotch

source: Scotch Opening
ar: سكوتش افتتاح
br: Abertura Escocesa
ca: Obertura Escocesa
de: Schottische Eröffnung
es: Apertura Escocesa
eu: Eskoziar Irekiera
fr: Partie écossaise
id: Pembukaan Skotlandia
it: Apertura Scozzese
nl: Schotse opening
pl: Debiut szkocki
ru: Шотландская партия
si: škotska otvoritev
sv: Skotsk spelöppning
tr: İskoçya açılışı
uk: Шотландська партія
vi: Khai cuộc Scotch

source: Scotch Opening: Alekhine Gambit
es: Apertura Escocesa: Gambito Alekhine
eu: Eskoziar Irekiera: Alekhine Ganbitoa
fr: Écossaise, gambit Alekhine

source: Scotch Opening: Berger Variation
ar: سكوتش: بيرجر تفريع
br: Abertura Escocesa, Variante Berger
ca: Obertuta Escocesa - Variant Berger
cs: Scotch: Berger variation
de: Schottisch: Berger Variante
es: Apertura Escocesa, Variante Berger
eu: Eskoziarra: Berger Aldaera
fr: Écossaise, var. Berger
id: Skotlandia, Varian Berger
it: Apertura Scozzese, Variante Berger
nl: Schots: Berger variant
pl: Szkocka:wariant Berger'a
ru: Шотландская партия: вариант Бергера
si: škotska, Bergerjeva različica
sv: Skotskt: Bergervarianten
tr: İskoçya: Berger varyasyonu
uk: Шотландська партія: варіант Бергера
vi: Scotch: Berger biến

source: Scotch Opening: Blackburne Attack
ar: سكوتش: برنبلاك هجوم
br: Abertura Escocesa, Ataque Blackburne
ca: Obertura Escocesa - Atac Blackburne
cs: Scotch: Blackburne attack
de: Schottisch: Blackburne Angriff
es: Apertura Escocesa, Ataque Blackburne
eu: Eskoziarra: Blackburne Erasoa
fr: Écossaise, attaque Blackburne
id: Skotlandia, Serangan Blackburne
it: Apertura Scozzese, Attacco Blackburne
nl: Schots: Blackburne aanval
pl: Szkocka: atak Blackurne'a
ru: Шотландская партия: атака Блэкберна
si: škotska, Blackburnev napad
sv: Skotskt: Blackburnes angrepp
tr: İskoçya: Blackburne hücumu
uk: Шотландська партія: атака Блекберна
vi: Scotch: Blackburne tấn công

source: Scotch Opening: Blumenfeld Attack
ar: سكوتش: بلومنفلد هجوم
br: Abertura Escocesa, Ataque Blumenfeld
ca: Obertura Escocesa - Atac Blumenfeld
cs: Scotch: Blumenfeld attack
de: Schottisch: Blumenfeld Angriff
es: Apertura Escocesa, Ataque Blumenfeld
eu: Eskoziarra: Blumenfelden Erasoa
fr: Écossaise, attaque Blumenfeld
id: Skotlandia, Serangan Blumenfeld
it: Apertura Scozzese, Attacco Blumenfeld
nl: Schots: Blumenfeld aanval
pl: Szkocka: atak Blumenfeld'a
ru: Шотландская партия: атака Блюменфельда
si: škotska, Blumenfeldov napad
sv: Skotskt: Blumenfelds angrepp
tr: İskoçya: Blumenfeld hücumu
uk: Шотландська партія: атака Блюменфельда
vi: Scotch: Blumenfeld tấn công

source: Scotch Opening: Braune Variation
es: Apertura Escocesa: Variante Braune
eu: Eskoziar Irekiera: Braune Aldaera

source: Scotch Opening: Classical Variation
es: Apertura Escocesa: Variante Classical
eu: Eskoziar Irekiera: Aldaera Klasikoa
fr: Écossaise, var. classique

source: Scotch Opening: Classical Variation, Intermezzo Variation
es: Apertura Escocesa: Variante Classical, Variante Intermezzo
eu: Eskoziar Irekiera: Aldaera Klasikoa, Intermezzo Aldaera
fr: Écossaise, var. classique, var. de l'intermezzo c'est-à-dire du coup intermédiaire

source: Scotch Opening: Classical Variation, Millennium Variation
es: Apertura Escocesa: Variante Classical, Variante Millennium
eu: Eskoziar Irekiera: Aldaera Klasikoa, Millenium Aldaera

source: Scotch Opening: Cochrane Variation
ar: سكوتش: كوتشرين تفريع
br: Abertura Escocesa, Variante Cochrane
ca: Obertura Escocesa - Variant Lolli - Variant Cochrane
cs: Scotch: Cochrane variation
de: Schottisch: Cochrane Variante
es: Apertura Escocesa, Variante Lolli, Variante Cochrane
eu: Eskoziarra: Cochrane Aldaera
fr: Écossaise, var. Cochrane
id: Skotlandia, Varian Cochrane
it: Apertura Scozzese, Variante Lolli, Variante Cochrane
nl: Schots: Cochrane variant
pl: Szkocka: wariant Cochrane'a
ru: Шотландская партия: вариант Кохрана
si: škotska, Cochraneva različica
sv: Skotskt: Cochranevarianten
tr: İskoçya: Cochrane varyasyonu
uk: Шотландська партія: варіант Кохрана
vi: Scotch: biến thể Cochrane

source: Scotch Opening: Fraser Attack
ar: سكوتش: فرازر هجوم
br: Abertura Escocesa, Ataque Fraser
ca: Obertura Escocesa - Atac Fraser
cs: Scotch: Fraser attack
de: Schottisch: Fraser Angriff
es: Apertura Escocesa, Ataque Fraser
eu: Eskoziarra: Fraser Erasoa
fr: Écossaise, attaque Fraser
id: Skotlandia, Serangan Fraser
it: Apertura Scozzese, Attacco Fraser
nl: Schots: Fraser aanval
pl: Szkocka: atak Fraser'a
ru: Шотландская партия: атака Фрейзера
si: škotska, Fraserjev napad
sv: Skotskt: Frasers angrepp
tr: İskoçya: Fraser hücumu
uk: Шотландська партія: атака Фрейзера
vi: Scotch: Fraser tấn công

source: Scotch Opening: Ghulam Kassim Variation
ar: سكوتش: غوم قاسم تفريع
br: Abertura Escocesa, Variante Ghulam Kassim
ca: Obertura escocesa - Variant Ghulam Kassim
cs: Scotch: Ghulam Kassim variation
de: Schottisch: Ghulam Kassim Variante
es: Apertura Escocesa, Variante Ghulam Kassim
eu: Eskoziarra: Ghulam Kassim Aldaera
fr: Écossaise, var. Ghulam Kassim
id: Skotlandia, Varian Ghulam-Kassim
it: Apertura Scozzese, Variante Ghulam Kassim
nl: Schots: Ghulam Kassim variant
pl: Szkocka: wariant Ghulam Kassim
ru: Шотландская партия: вариант Гулам Кассима
si: škotska, Ghulam Kassimova različica
sv: Skotskt: Ghulam Kassims variant
tr: İskoçya: Ghulam Kassim varyasyonu
uk: Шотландська партія: варіант Гулам Кассіма
vi: Scotch: Ghulam Kassim biến

source: Scotch Opening: Goering Gambit
ar: سكوتش: جورنج جامبيت
br: Abertura Escocesa, Gambito Goering
ca: Obertura Escocesa - Gambit Goering
cs: Scotch: Goering gambit
de: Schottisch: Goering Gambit
es: Apertura Escocesa, Gambito Goering
eu: Eskoziarra: Goering Ganbitoa
fr: Écossaise, gambit Göring
id: Skotlandia, Gambit Goering
it: Apertura Scozzese, Mossa di Goering
nl: Schots: Göring gambiet
pl: Szkocka: gambit Goering'a
ru: Шотландская партия: гамбит Геринга
si: škotska, Goeringov gambit
sv: Skotskt: Görings gambit
tr: İskoçya: Goering gambiti
uk: Шотландська партія: гамбіт Герінга
vi: Scotch: Goering Gambit

source: Scotch Opening: Goering Gambit, Bardeleben Variation
ar: سكوتش: جورنج جامبيت, بارديليبين تفريع
br: Abertura Escocesa, Gambito Goering, Variante Bardeleben
ca: Obertura Escocesa - Gambit Goering - Variant Bardeleben
cs: Scotch: Goering gambit, Bardeleben variation
de: Schottisch: Goering Gambit, Bardeleben Variante
es: Apertura Escocesa, Gambito Goering, Variante Bardeleben
eu: Eskoziarra: Goering Ganbitoa, Bardeleben Aldaera
fr: Écossaise, gambit Göring, var. Bardeleben
id: Skotlandia, Gambit Goering, Varian Bardebelen
it: Apertura Scozzese, Mossa di Goering, Variante Bardeleben
nl: Schots: Göring gambiet, Bardeleben variant
pl: Szkocka: gambit Goering'a, wariant Bardeleben'a
ru: Шотландская партия: гамбит Геринга, вариант Барделебена
si: škotska, Goeringov gambit, Bardelebenova različica
sv: Skotskt: Görings gambit, Bardelebenvarianten
tr: İskoçya: Goering gambiti, Bardeleben varyasyonu
uk: Шотландська партія: гамбіт Герінга, варіант Барделебена
vi: Scotch: Goering cờ, Bardeleben biến

source: Scotch Opening: Gottschall Variation
ar: سكوتش: تفريع جوتشال
br: Abertura Escocesa, Variante Gottschall
ca: Obertura Escocesa - Variant Gottschall
cs: Scotch: Gottschall variation
de: Schottisch: Gottschall Variante
es: Apertura Escocesa, Variante Gottschall
eu: Eskoziarra: Gottschall Aldaera
fr: Écossaise, var. Gottschall
id: Skotlandia, Varian Gottschall
it: Apertura Scozzese, Variante Gottschall
nl: Schots: Gottschall variant
pl: Szkocka: wariant Gottschall'a
ru: Шотландская партия: вариант Готтшаля
si: škotska, Gottschallova različica
sv: Skotskt: Gottschall-varianten
tr: İskoçya: Gottschall varyasyonu
uk: Шотландська партія: варіант Готтшаля
vi: Scotch: biến thể Gottschall

source: Scotch Opening: Göring Gambit, Double Pawn Sacrifice
es: Apertura Escocesa: Gambito Göring, Double Pawn Sacrifice
eu: Eskoziar Irekiera: Göring Ganbitoa, Peoi Sakrifizio Bikoitza

source: Scotch Opening: Göring Gambit, Main Line
es: Apertura Escocesa: Gambito Göring, Main Line
eu: Eskoziar Irekiera: Göring Ganbitoa, Lerro Nagusia

source: Scotch Opening: Haxo Gambit
es: Apertura Escocesa: Gambito Haxo
eu: Eskoziar Irekiera: Haxo Ganbitoa

source: Scotch Opening: Horwitz Attack
ar: سكوتش: هورويتز هجوم
br: Abertura Escocesa, Ataque Horwitz
ca: Obertura Escocesa - Atac Horwitz
cs: Scotch: Horwitz attack
de: Schottisch: Horwitz Angriff
es: Apertura Escocesa, Ataque Horwitz
eu: Eskoziarra: Horwitz Erasoa
fr: Écossaise, attaque Horwitz
id: Skotlandia, Serangan Horwitz
it: Apertura Scozzese, Attacco Horwitz
nl: Schots: Horwitz aanval
pl: Szkocka: atak Horwitz'a
ru: Шотландская партия: атака Горвица
si: škotska, Horwitzov napad
sv: Skotskt: Horwitz angrepp
tr: İskoçya: Horwitz hücumu
uk: Шотландська партія: атака Горвіца
vi: Scotch: Horwitz tấn công

source: Scotch Opening: Horwitz Attack, Blackburne Variation
es: Apertura Escocesa: Ataque Horwitz, Variante Blackburne
eu: Eskoziar Irekiera: Horwitz Erasoa, Blackburne Aldaera

source: Scotch Opening: Horwitz Attack, McDonnell Variation
es: Apertura Escocesa: Ataque Horwitz, Variante McDonnell
eu: Eskoziar Irekiera: Horwitz Erasoa, McDonnell Aldaera

source: Scotch Opening: Horwitz Attack, Vienna Variation
es: Apertura Escocesa: Ataque Horwitz, Variante Vienna
eu: Eskoziar Irekiera: Horwitz Erasoa, Viena Aldaera

source: Scotch Opening: Lolli Variation
ar: سكوتش: لولي تفريع
br: Abertura Escocesa, Variante Lolli
ca: Obertura Escocesa - Variant Lolli
cs: Scotch: Lolli variation
de: Schottisch: Lolli Variante
es: Apertura Escocesa, Variante Lolli
eu: Eskoziarra: Lolli Aldaera
fr: Écossaise, var. Lolli
id: Skotlandia, Varian Lolli
it: Apertura Scozzese, Variante Lolli
nl: Schots: Lolli variant
pl: Szkocka: wariant Lolli
ru: Шотландская партия: вариант Лолли
si: škotska, Lollijeva različica
sv: Skotskt: Lollivarianten
tr: İskoçya: Lolli varyasyonu
uk: Шотландська партія: варіант Лоллі
vi: Scotch: Lolli biến

source: Scotch Opening: Malaniuk Variation
es: Apertura Escocesa: Variante Malaniuk
eu: Eskoziar Irekiera: Malaniuk Aldaera
fr: Écossaise, var. Malaniuk

source: Scotch Opening: Meitner Variation
ar: سكوتش: ميتنر تفريع
br: Abertura Escocesa, Variante Meitner
ca: Obertura Escocesa - Variant Meitner
cs: Scotch: Meitner variation
de: Schottisch: Meitner Variante
es: Apertura Escocesa, Variante Meitner
eu: Eskoziarra: Meitner Aldaera
fr: Écossaise, var. Meitner
id: Skotlandia, Varian Meitner
it: Apertura Scozzese, Variante Meitner
nl: Schots: Meitner variant
pl: Szkocka: gambit Meitner
ru: Шотландская партия: вариант Мейтнера
si: škotska, Meitnerjeva različica
sv: Skotskt: Meitnervarianten
tr: İskoçya: Meitner varyasyonu
uk: Шотландська партія: варіант Мейтнера
vi: Scotch: Meitner biến

source: Scotch Opening: Mieses Variation
ar: سكوتش: مايزس تفريع
br: Abertura Escocesa, Variante Mieses
ca: Obertura Escocesa - Variant Mieses
cs: Scotch: Mieses variation
de: Schottisch: Mieses Variante
es: Apertura Escocesa, Variante Mieses
eu: Eskoziarra: Mieses Aldaera
fr: Écossaise, var. Mieses
id: Skotlandia, Varian Mieses
it: Apertura Scozzese, Variante Mieses
nl: Schots: Mieses variant
pl: Szkocka, wariant Mieses'a
ru: Шотландская партия: вариант Мизеса
si: škotska, Miesesova različica
sv: Skotskt: Miesesvarianten
tr: İskoçya: Mieses varyasyonu
uk: Шотландська партія: варіант Мізеса
vi: Scotch: Mieses biến

source: Scotch Opening: Modern Defence
es: Apertura Escocesa: Defensa Modern
eu: Eskoziar Irekiera: Defentsa Modernoa
fr: Écossaise, défense moderne

source: Scotch Opening: Napoleon Gambit
es: Apertura Escocesa: Gambito Napoleon
eu: Eskoziar Irekiera: Napoleon Ganbitoa

source: Scotch Opening: Paulsen Attack
ar: سكوتش: بولسن هجوم
br: Abertura Escocesa, Ataque Paulsen
ca: Obertura Escocesa - Atac Paulsen
cs: Scotch: Paulsen attack
de: Schottisch: Paulsen Angriff
es: Apertura Escocesa, Ataque Paulsen
eu: Eskoziarra: Paulsen Erasoa
fr: Écossaise, attaque Paulsen
id: Skotlandia, Serangan Paulsen
it: Apertura Scozzese, Attacco Paulsen
nl: Schots: Paulsen aanval
pl: Szkocka, atak Paulsen'a
ru: Шотландская партия: атака Паульсена
si: škotska, Paulsenov napad
sv: Skotskt: Paulsens angrepp
tr: İskoçya: Paulsen hücumu
uk: Шотландська партія: атака Паульсена
vi: Scotch: Paulsen tấn công

source: Scotch Opening: Paulsen Variation
es: Apertura Escocesa: Variante Paulsen
eu: Eskoziar Irekiera: Paulsen aldaeera

source: Scotch Opening: Paulsen, Gunsberg Defence
ar: سكوتش: بولسن, جونسبرج دفاع
br: Abertura Escocesa, Ataque Paulsen, Defesa Gunsberg
ca: Obertura Escocesa - Atac Paulsen - Defensa Gunsberg
cs: Scotch: Paulsen, Gunsberg defence
de: Schottisch: Paulsen, Gunsberg Verteidigung
es: Apertura Escocesa, Ataque Paulsen, Defensa Gunsberg
eu: Eskoziarra: Paulsen, Gunsberg Defentsa
fr: Écossaise, attaque Paulsen, défense Gunsberg
id: Skotlandia, Pembelaan Gunsberg
it: Apertura Scozzese, Attacco Paulsen, Difesa Gunsberg
nl: Schots: Paulsen, Günsberg verdediging
pl: Szkocka, Paulsen, obrona Gunsberg'a
ru: Шотландская партия: атака Паульсена, защита Гунсберга
si: škotska, Paulsenova, Gunsbergova obramba
sv: Skotskt: Paulsen, Gunsbergs försvar
tr: İskoçya: Paulsen, Gunsberg hücumu
uk: Шотландська партія: атака Паульсена, захист Гунсберга
vi: Scotch: phòng thủ Paulsen, Gunsberg

source: Scotch Opening: Potter Variation
ar: سكوتش: بوتر تفريع
br: Abertura Escocesa, Variante Potter
ca: Obertura Escocesa - Variant Potter
cs: Scotch: Potter variation
de: Schottisch: Potter Variante
es: Apertura Escocesa, Variante Potter
eu: Eskoziarra: Potter Aldaera
fr: Écossaise, var. Potter
id: Skotlandia, Varian Potter
it: Apertura Scozzese, Variante Potter
nl: Schots: Potter variant
pl: Szkocka, wariant Potter'a
ru: Шотландская партия: вариант Поттера
si: škotska, Potterjeva različica
sv: Skotskt: Pottervarianten
tr: İskoçya: Potter varyasyonu
uk: Шотландська партія: варіант Поттера
vi: Scotch: Potter biến

source: Scotch Opening: Pulling Counter-attack
ar: سكوتش: بولينج الهجوم المضاد
br: Abertura Escocesa, Contra-ataque Pulling
ca: Obertura Escocesa - Contra-atac Pulling
cs: Scotch: Pulling counter-attack
de: Schottisch: Pulling Gegenangriff
es: Apertura Escocesa, Contraataque Pulling
eu: Eskoziarra: Pulling Kontra-Erasoa
fr: Écossaise, contre-attaque Pulling
id: Skotlandia, Serangan Balasan Pulling
it: Apertura Scozzese, Contrattacco Pulling
nl: Schots: Pulling tegenaanval
pl: Szkocka, kontratak Pulling'a
ru: Шотландская партия: контратака Пуллинга
si: škotska, Pullingov proti-napad
sv: Skotskt: Pullings motangrepp
tr: İskoçya: Pulling karşı hücumu
uk: Шотландська партія: контратака Пуллінга
vi: Scotch: Kéo phản công

source: Scotch Opening: Relfsson Gambit ('MacLopez')
ar: سكوتش: ريفلسون جامبيت ('ماكلوبيز')
br: Abertura Escocesa, Gambito Relfsson (MacLopez)
ca: Obertura Escocesa - Gambit Relfsson o MacLopez
cs: Scotch: Relfsson gambit ('MacLopez')
de: Schottisch: Relfsson Gambit ('MacLopez')
es: Apertura Escocesa, Gambito Relfsson o MacLopez
eu: Eskoziarra: Relfsson Ganbitoa ('MacLopez')
fr: Écossaise, gambit Relfsson (ou MacLópez qui évoque l'Écossaise et l'Espagnole)
id: Skotlandia, Gambit Relfsson
it: Apertura Scozzese, Mossa di Relfsson o MacLopez
nl: Schots: Relfsson gambiet ('MacLopez')
pl: Szkocka, gambit Relfsson'a(MacLopez)
ru: Шотландская партия: вариант Мак-Лопес
si: škotska, Relfssonov gambit ('MacLopezov)
sv: Skotskt: Relfssongambit ('MacLopez')
tr: İskoçya: Relfsson gambiti ('MacLopez')
uk: Шотландська партія: гамбіт Рельфссона (варіант Мак-Лопес)
vi: Scotch: Relfsson Gambit ('MacLopez')

source: Scotch Opening: Romanishin Variation
ar: سكوتش: رومانشين تفريع
br: Abertura Escocesa, Variante Romanishin
ca: Obertura Escocesa - Variant Romanishin
cs: Scotch: Romanishin variation
de: Schottisch: Romanishin Variante
es: Apertura Escocesa, Variante Romanishin
eu: Eskoziarra: Romanishin Aldaera
fr: Écossaise, var. Romanichine
id: Skotlandia, Varian Romanishin
it: Apertura Scozzese, Variante Romanishin
nl: Schots: Romanishin variant)
pl: Szkocka, wariant Romanishin'a
ru: Шотландская партия: вариант Романишина
si: škotska, Romanishinova različica
sv: Skotskt: Romanisjinvarianten
tr: İskoçya: Romanishin varyasyonu
uk: Шотландська партія: варіант Романишина
vi: Scotch: Romanishin biến

source: Scotch Opening: Rosenthal Variation
ar: سكوتش: روزنتال تفريع
br: Abertura Escocesa, Variante Rosenthal
ca: Obertura Escocesa - Variant Rosenthal
cs: Scotch: Rosenthal variation
de: Schottisch: Rosenthal Variante
es: Apertura Escocesa, Variante Rosenthal
eu: Eskoziarra: Rosenthal Aldaera
fr: Écossaise, var. Rosenthal
id: Skotlandia, Varian Rosenthal
it: Apertura Scozzese, Variante Rosenthal
nl: Schots: Rosenthal variant
pl: Szkocka, wariant Rosenthal'a
ru: Шотландская партия: вариант Розенталя
si: škotska, Rosenthalova različica
sv: Skotskt: Rosenthalvarianten
tr: İskoçya: Rosenthal varyasyonu
uk: Шотландська партія: варіант Розенталя
vi: Scotch: Rosenthal biến

source: Scotch Opening: Schmidt Variation
ar: سكوتش: شميدt تفريع
br: Abertura Escocesa, Variante Schmidt
ca: Obertura Escocesa - Variant Schmidt
cs: Scotch: Schmidt variation
de: Schottisch: Schmidt Variante
es: Apertura Escocesa, Variante Schmidt
eu: Eskoziarra: Schmidt Aldaera
fr: Écossaise, var. Schmidt
id: Skotlandia, Varian Schmidt
it: Apertura Scozzese, Variante Schmidt
nl: Schots: Schmidt variant
pl: Szkocka, wariant Schmidt'a
ru: Шотландская партия: вариант Шмидта
si: škotska, Schmidtova različica
sv: Skotskt: Schmidtvarianten
tr: İskoçya: Schmidt varyasyonu
uk: Шотландська партія: варіант Шмідта
vi: Scotch: Schmidt biến

source: Scotch Opening: Scotch Gambit, Advance Variation
es: Apertura Escocesa: Gambito Scotch, Variante Advance
eu: Eskoziar Irekiera: Eskoziar Ganbitoa, Aurrerapen Aldaera
fr: Gambit écossais, var. d'avance

source: Scotch Opening: Scotch Gambit, Göring Gambit Declined
es: Apertura Escocesa: Gambito Scotch, Göring Gambit Declined
eu: Eskoziar Irekiera: Eskoziar Ganbitoa, Göring Ganbito Ukatua

source: Scotch Opening: Scotch Gambit, Kingside Variation
es: Apertura Escocesa: Gambito Scotch, Variante Kingside
eu: Eskoziar Irekiera: Eskoziar Ganbitoa, Errege aldeko Aldaera
fr: Gambit écossais, var. de l'aile roi

source: Scotch Opening: Scotch Gambit, London Defence
es: Apertura Escocesa: Gambito Scotch, Defensa London
eu: Eskoziar Irekiera: Eskoziar Ganbitoa, Londres Defentsa
fr: Gambit écossais, défense de Londres

source: Scotch Opening: Scotch Gambit, Sarratt Variation
es: Apertura Escocesa: Gambito Scotch, Variante Sarratt
eu: Eskoziar Irekiera: Eskoziar Ganbitoa, Sarratt Aldaera
fr: Gambit écossais, var. Sarratt

source: Scotch Opening: Sea-cadet Mate
ar: سكوتش: سي-كاديت مات
br: Abertura Escocesa, Mate do Cadete Marinheiro
ca: Obertura Escocesa - Mat del 'cadet mariner'
cs: Scotch: Sea-cadet mate
de: Schottisch: Sea-cadet mate
es: Apertura Escocesa, Mate del Cadete Marinero
eu: Eskoziarra: Itsas-kadete matea
fr: Écossaise, mat du mousse
id: Skotlandia, Serangan Sea-Cadet
it: Apertura Scozzese, Mate del Cadete MariNero
nl: Schots: Zeekadet mat
pl: Szkocka, mat morskiego kadeta
ru: Шотландская партия: мат Юнга
si: škotska, morski kadet mat
sv: Skotskt: Sjökadettmatt
tr: İskoçya: Sea-cadet matı
uk: Шотландська партія: мат Юнга
vi: Scotch: biển thiếu sinh quân đời

source: Scotch Opening: Steinitz Variation
ar: سكوتش: تفريع شتاينتز
br: Abertura Escocesa, Variante Steinitz
ca: Obertura escocesa - Variant Steinitz
cs: Scotch: Steinitz variation
de: Schottisch: Steinitz Variante
es: Apertura Escocesa, Variante Steinitz
eu: Eskoziarra: Steinitz Aldaera
fr: Écossaise, var. Steinitz
id: Skotlandia, Varian Steinitz
it: Apertura Scozzese, Variante Steinitz
nl: Schots: Steinitz variant
pl: Szkocka, wariant Steinitz'a
ru: Шотландская партия: вариант Стейница
si: škotska, Steinitzova raličica
sv: Skotskt: Steinitzvarianten
tr: İskoçya: Steinitz varyasyonu
uk: Шотландська партія: варіант Стейніца
vi: Scotch: Steinitz biến

source: Scotch Opening: Tartakower Variation
ar: سكوتش: تارتاكوفر تفريع
br: Abertura Escocesa, Variante Tartakower
ca: Obertura Escocesa - Variant Tartakower
cs: Scotch: Tartakower variation
de: Schottisch: Tartakower Variante
es: Apertura Escocesa, Variante Tartakower
eu: Eskoziarra: Tartakower Aldaera
fr: Écossaise, var. Tartakover
id: Skotlandia, Varian Tartakower
it: Apertura Scozzese, Variante Tartakower
nl: Schots: Tartakower variant
pl: Szkocka, wariant Tartakower'a
ru: Шотландская партия: вариант Тартаковера
si: škotska, Tartakowerjeva različica
sv: Skotskt: Tartakowervarianten
tr: İskoçya: Tartakower varyasyonu
uk: Шотландська партія: варіант Тартаковера
vi: Scotch: biến thể Tartakower

source: Semi-Benoni (`blockade Variation')
ar: النصف-بينوني (`عائق تفريع')
br: Defesa Semi-Benoni (Variante do Bloqueio)
ca: Defensa Benoni antiga o Variant del bloqueig
de: Semi-Benoni (`Blockade Variante')
es: Defensa Semi Benoni o Variante de Bloqueo
eu: Semi-Benoni ('Blokeoaren Aldaera')
fr: Semi-défense Benoni, var. de blocage
id: Semi Benoni
it: Difesa Semi Benoni o Variante de Bloqueo
nl: Semi-Benoni (`blokkade variant ')
pl: Semi-benoni (wariant blokady)
ru: Блокадный вариант защиты Бенони
si: Semi-Benoni ('obrambna različica')
sv: Semi-Benoni (blockadvarianten)
tr: Yarı Benoni (`blockade varyasyonu')
uk: Захист Беноні (блокадний варіант)
vi: Bán Benoni (`phong tỏa biến thể ')
