Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Petrov Defence: Classical Attack, Close Variation
ar: بتروف: الهجوم الكلاسيكي, التفريع المغلق
br: Defesa Petrov, Ataque Clássico, Variante Fechada
ca: Defensa Petrov - Atac clàssic - Variant tancada
cs: Petrov: classical attack, close variation
de: Russisch: Klassisch Angriff, Geschlossene Variante
es: Defensa Petrov, Ataque Clásico, Variante Cerrada
eu: Petrov: Eraso Klasikoa, Aldaera Itxia
fr: Défense Petrov, attaque classique, var. fermée
id: Petroff: Varian Klasik, Varian Tertutup
it: Difesa Petrov, Attacco Classico, Variante Chiusa
nl: Petrov: klassieke aanval, gesloten variant
pl: Obrona Petrova, atak klasyczny, wariant zamknięty
ru: Русская партия: классическая атака, закрытый вариант
si: Petrova, klasični napad, zaprta različica
sv: Ryskt: Klassiskt angrepp, slutna varianten
tr: Petrov: klasik hücum, kapalı varyasyon
uk: Російська партія: класична атака, закритий варіант
vi: Petrov: tấn công, biến thể gần cổ điển

source: Petrov Defence: Classical Attack, Jaenisch Variation
ar: بتروف: الهجوم الكلاسيكي, جينيش تفريع
br: Defesa Petrov, Ataque Clássico, Variante Jaenisch
ca: Defensa Petrov - Atac clàssic - Variant Jaenisch
cs: Petrov: classical attack, Jaenisch variation
de: Russisch: Klassisch Angriff, Jaenisch-Variante
es: Defensa Petrov, Ataque Clásico, Variante Jaenisch
eu: Petrov: Eraso Klasikoa, Jaenisch Aldaera
fr: Défense Petrov, attaque classique, var. Jaenisch
id: Petroff: Varian Klasik, Varian Jaenisch
it: Difesa Petrov, Attacco Classico, Variante Jaenisch
nl: Petrov: klassieke aanval, Jaenisch variant
pl: Obrona Petrova, atak klasyczny, wariant Jaenisch;a
ru: Русская партия: классическая атака, вариант Яниша
si: Petrova, klasični napad, Jeanischeva različica
sv: Ryskt: Klassiskt angrepp, Jänischvarianten
tr: Petrov: klasik hücum, Jaenisch varyasyonu
uk: Російська партія: класична атака, варіант Яніша
vi: Petrov: tấn công cổ điển, Jaenisch biến

source: Petrov Defence: Classical Attack, Krause Variation
ar: بتروف: الهجوم الكلاسيكي, كراوز تفريع
br: Defesa Petrov, Ataque Clássico, Variante Krause
ca: Defensa Petrov - Atac clàssic - Variant Krause
cs: Petrov: classical attack, Krause variation
de: Russisch: Klassisch Angriff, Krause-Variante
es: Defensa Petrov, Ataque Clásico, Variante Krause
eu: Petrov: Eraso Klasikoa, Krause Aldaera
fr: Défense Petrov, attaque classique, var. Krause
id: Petroff: Varian Klasik, Varian Krause
it: Difesa Petrov, Attacco Classico, Variante Krause
nl: Petrov: klassieke aanval, Krause variant
pl: Obrona Petrova, atak klasyczny, wariant Krause
ru: Русская партия: классическая атака, вариант Краузе
si: Petrova, klasični napad, Krauseva različica
sv: Ryskt: Klassiskt angrepp, Krausevarianten
tr: Petrov: klasik hücum, Krause varyasyonu
uk: Російська партія: класична атака, варіант Краузе
vi: Petrov: cổ điển tấn công, Krause biến

source: Petrov Defence: Classical Attack, Maroczy Variation
ar: بتروف: الهجوم الكلاسيكي, ماركوتزي تفريع
br: Defesa Petrov, Ataque Clássico, Variante Maroczy
ca: Defensa Petrov - Atac clàssic - Variant Maroczy
cs: Petrov: classical attack, Maroczy variation
de: Russisch: Klassisch Angriff, Maroczy-Variante
es: Defensa Petrov, Ataque Clásico, Variante Maroczy
eu: Petrov: Eraso Klasikoa, Maroczy Aldaera
fr: Défense Petrov, attaque classique, var. Maroczy
id: Petroff: Varian Klasik, Varian Maroczy
it: Difesa Petrov, Attacco Classico, Variante Maroczy
nl: Petrov: klassieke aanval, Maroczy variant
pl: Obrona Petrova, atak klasyczny, wariant Maroczego
ru: Русская партия: классическая атака, вариант Мароци
si: Petrova, klasični napad, Marcozyeva različica
sv: Ryskt: Klassiskt angrepp, Maroczyvarianten
tr: Petrov: klasik hücum, Maroczy varyasyonu
uk: Російська партія: класична атака, варіант Мароці
vi: Petrov: tấn công, thay đổi Maroczy cổ điển

source: Petrov Defence: Classical Attack, Marshall Trap
ar: بتروف: الهجوم الكلاسيكي, فخ مارشال
br: Defesa Petrov, Ataque Clássico, Armadilha de Marshall
ca: Defensa Petrov - Atac clàssic - Trampa Marshall
cs: Petrov: classical attack, Marshall trap
de: Russisch: Klassisch Angriff, Marshall Falle
es: Defensa Petrov, Ataque Clásico, Trampa de Marshall
eu: Petrov: Eraso Klasikoa, Marshall Tranpa
fr: Défense Petrov, attaque classique, piège de Marshall
id: Petroff: Varian Klasik, Jebakan Marshall
it: Difesa Petrov, Attacco Classico, Trappola Marshall
nl: Petrov: klassieke aanval, Marshall val
pl: Obrona Petrova, atak klasyczny, pułapka Marshall'a
ru: Русская партия: классическая атака, ловушка Маршалла
si: Petrova, klasični napad, Marshallova past
sv: Ryskt: Klassiskt angrepp, Marshallfällan
tr: Petrov: klasik hücum, Marshall tuzağı
uk: Російська партія: класична атака, пастка Маршалла
vi: Petrov: tấn công cổ điển, Marshall bẫy

source: Petrov Defence: Classical Attack, Marshall Variation
ar: بتروف: الهجوم الكلاسيكي, تفريع مارشال
br: Defesa Petrov, Ataque Clássico, Variante Marshall
ca: Defensa Petrov - Atac clàssic - Variant Marshall
cs: Petrov: classical attack, Marshall variation
de: Russisch: Klassisch Angriff, Marshall-Variante
es: Defensa Petrov, Ataque Clásico, Variante Marshall
eu: Petrov: Eraso Klasikoa, Marshall Aldaera
fr: Défense Petrov, attaque classique, var. Marshall
id: Petroff: Varian Klasik, Varian Marshall
it: Difesa Petrov, Attacco Classico, Variante Marshall
nl: Petrov: klassieke aanval, Marshall variant
pl: Obrona Petrova, atak klasyczny, wariant Marshall'a
ru: Русская партия: классическая атака, вариант Маршалла
si: Petrova, klasični napad, Marshallova različica
sv: Ryskt: Klassiskt angrepp, Marshallvarianten
tr: Petrov: klasik hücum, Marshall varyasyonu
uk: Російська партія: класична атака, варіант Маршалла
vi: Petrov: cổ điển tấn công, Marshall thay đổi

source: Petrov Defence: Classical Attack, Mason Variation
ar: بتروف: الهجوم الكلاسيكي, ماسون تفريع
br: Defesa Petrov, Ataque Clássico, Variante Mason
ca: Defensa Petrov - Atac clàssic - Variant Mason
cs: Petrov: classical attack, Mason variation
de: Russisch: Klassisch Angriff, Mason-Variante
es: Defensa Petrov, Ataque Clásico, Variante Mason
eu: Petrov: Eraso Klasikoa, Mason Aldaera
fr: Défense Petrov, attaque classique, var. Mason
id: Petroff: Varian Klasik, Varian Mason
it: Difesa Petrov, Attacco Classico, Variante Mason
nl: Petrov: klassieke aanval, Mason variant
pl: Obrona Petrova, atak klasyczny, wariant Mason'a
ru: Русская партия: классическая атака, вариант Мэзона
si: Petrova, klasični napad, Masonova različica
sv: Ryskt: Klassiskt angrepp, Masonvarianten
tr: Petrov: klasik hücum, Mason varyasyonu
uk: Російська партія: класична атака, варіант Мезона
vi: Petrov: cổ điển tấn công, Mason biến

source: Petrov Defence: Classical Attack, Tarrasch Variation
ar: بتروف: الهجوم الكلاسيكي, تفريع تاراش
br: Defesa Petrov, Ataque Clássico, Variante Tarrasch
ca: Defensa Petrov - atac clàssic - Variant Tarrasch
cs: Petrov: classical attack, Tarrasch variation
de: Russisch: Klassisch Angriff, Tarrasch-Variante
es: Defensa Petrov, Ataque Clásico, Variante Tarrasch
eu: Petrov: Eraso Klasikoa, Tarrasch Aldaera
fr: Défense Petrov, attaque classique, var. Tarrasch
id: Petroff: Varian Klasik, Varian Tarrasch
it: Difesa Petrov, Attacco Classico, Variante Tarrasch
nl: Petrov: klassieke aanval, Tarrasch variant
pl: Obrona Petrova, atak klasyczny, wariant Tarrasch'a
ru: Русская партия: классическая атака, вариант Тарраша
si: Petrova, klasični napad, Tarrascheva različica
sv: Ryskt: Klassiskt angrepp, Tarraschvarianten
tr: Petrov: klasik hücum, Tarrasch varyasyonu
uk: Російська партія: класична атака, варіант Тарраша
vi: Petrov: cổ điển tấn công, Tarrasch biến

source: Petrov Defence: Cochrane Gambit
ar: بتروف: كوتشرين جامبيت
br: Defesa Petrov, Gambito Cochrane
ca: Defensa Petrov - Gambit Cochrane
cs: Petrov: Cochrane gambit
de: Russisch: Cochrane Gambit
es: Defensa Petrov, Gambito Cochrane
eu: Petrov: Cochrane Ganbitoa
fr: Défense Petrov, gambit Cochrane
id: Petroff: Gambit Cochrane
it: Difesa Petrov, Mossa di Cochrane
nl: Petrov: Cochrane gambiet
pl: Obrona Petrova, gambit Cochrane
ru: Русская партия: гамбит Кохрана
si: Petrova, Cochranev gambit
sv: Ryskt: Cochranegambit
tr: Petrov: Cochrane gambiti
uk: Російська партія: гамбіт Кохрана
vi: Petrov: Cochrane Gambit

source: Petrov Defence: Cozio (Lasker) Attack
ar: بتروف: كوزيو (لاسكر) هجوم
br: Defesa Petrov, Ataque Cozio o Lasker
ca: Defensa Petrov - Atac Cozio o Lasker
cs: Petrov: Cozio (Lasker) attack
de: Russisch: Cozio (Lasker) Angriff
es: Defensa Petrov, Ataque Cozio o Lasker
eu: Petrov: Cozio (Lasker) Erasoa
fr: Défense Petrov, attaque Cozio (Lasker)
id: Petroff: Serangan Cozio (Lasker)
it: Difesa Petrov, Attacco Cozio o Lasker
nl: Petrov: Cozio (Lasker) aanval
pl: Obrona Petrova, atak Cozio (Lasker)
ru: Русская партия: атака Коцио
si: Petrova, Coziov (Laskerjev) napad
sv: Ryskt: Cozios angrepp (Lasker)
tr: Petrov: Cozio (Lasker) hücumu
uk: Російська партія: атака Коціо
vi: Petrov: Cozio (Lasker) tấn công

source: Petrov Defence: Damiano Variation
ar: بتروف: داميانو تفريع
br: Defesa Petrov, Variante Damiano
ca: Defensa Petrov - Variant Damiano
cs: Petrov: Damiano variation
de: Russisch: Damiano-Variante
es: Defensa Petrov, Variante Damiano
eu: Petrov: Damiano Aldaera
fr: Défense Petrov, var. Damiano ou Damião
id: Petroff: Varian Damiano
it: Difesa Petrov, Variante Damiano
nl: Petrov: Damiano variant
pl: Obrona Petrova, wariant Damiano
ru: Русская партия: вариант Дамиано
si: Petrova, Damianova različica
sv: Ryskt: Damianovarianten
tr: Petrov: Damiano varyasyonu
uk: Російська партія: варіант Даміано
vi: Petrov: Damiano biến

source: Petrov Defence: French Attack
ar: بتروف: فرنسي هجوم
br: Defesa Petrov, Ataque Francês
ca: Defensa Petrov - Atac francès
cs: Petrov: French attack
de: Russisch: Französisch Angriff
es: Defensa Petrov, Ataque Francés
eu: Petrov: Frantziar Erasoa
fr: Défense Petrov, attaque française
id: Petroff: Serangan Perancis
it: Difesa Petrov, Attacco Francese
nl: Petrov: Franse aanval
pl: Obrona Petrova, atak francuski
ru: Русская партия: французская атака
si: Petrova, francoski napad
sv: Ryskt: Franskt angrepp
tr: Petrov: Fransız hücumu
uk: Російська партія: Французька атака
vi: Petrov: tấn công Pháp

source: Petrov Defence: Italian Variation
ar: بتروف: إيطالي تفريع
br: Defesa Petrov, Variante Italiana
ca: Defensa Petrov - Variant Italiana
cs: Petrov: Italian variation
de: Russisch: Italienische Variante
es: Defensa Petrov, Variante Italiana
eu: Petrov: Italiako Aldaera
fr: Défense Petrov, var. italienne
id: Petroff: Varian Italia
it: Difesa Petrov, Variante Italiana
nl: Petrov: Italiaanse variant
pl: Obrona Petrova, wariant włoski
ru: Русская партия: итальянский вариант
si: Petrova, italijanska različica
sv: Ryskt: Italienska varianten
tr: Petrov: İtalyan varyasyonu
uk: Російська партія: Італійський варіант
vi: Petrov: biến Ý

source: Petrov Defence: Kaufmann Attack
ar: بتروف: كوفمان هجوم
br: Defesa Petrov, Ataque Kaufmann
ca: Defensa Petrov - Atac Kaufmann
cs: Petrov: Kaufmann attack
de: Russisch: Kaufmann Angriff
es: Defensa Petrov, Ataque Kaufmann
eu: Petrov: Kaufmannen Erasoa
fr: Défense Petrov, attaque Kaufmann
id: Petroff: Serangan Kaufmann
it: Difesa Petrov, Attacco Kaufmann
nl: Petrov: Kaufmann aanval
pl: Obrona Petrova, atak Kaufmann'a
ru: Русская партия: атака Кауфмана
si: Petrova, Kaufmannov napad
sv: Ryskt: Kaufmanns angrepp
tr: Petrov: Kaufmann hücumu
uk: Російська партія: атака Кауфмана
vi: Petrov: Kaufmann tấn công

source: Petrov Defence: Modern (Steinitz) Attack
ar: بتروف: حديث (شتاينتز) هجوم
br: Defesa Petrov, Ataque Moderno (Steinitz)
ca: Defensa Petrov - Atac modern o Steinitz
cs: Petrov: modern (Steinitz) attack
de: Russisch: Moderner (Steinitz) Angriff
es: Defensa Petrov, Ataque Moderno o Steinitz
eu: Petrov: Eraso Modernoa (Steinitz)
fr: Défense Petrov, attaque moderne (Steinitz)
id: Petroff: Serangan Modern (Steinitz)
it: Difesa Petrov, Attacco Moderno o Steinitz
nl: Petrov: moderne (Steinitz) aanval
pl: Obrona Petrova, atak nowoczesny(Steinitz'a)
ru: Русская партия: система Стейница
si: Petrova, moderen (steinitzov) napad
sv: Ryskt: Modernt angrepp (Steinitz)
tr: Petrov: modern (Steinitz) hücumu
uk: Російська партія: система Стейніца
vi: Petrov: tấn công hiện đại (Steinitz)

source: Petrov Defence: Modern Attack, Bardeleben Variation
ar: بتروف: حديث هجوم, بارديليبين تفريع
br: Defesa Petrov, Ataque Moderno, Variante Bardeleben
ca: Defensa Petrov - Atac modern - Variant Bardeleben
cs: Petrov: modern attack, Bardeleben variation
de: Russisch: Moderner Angriff, Bardeleben-Variante
es: Defensa Petrov, Ataque Moderno, Variante Bardeleben
eu: Petrov: Eraso Modernoa, Bardeleben Aldaera
fr: Défense Petrov, attaque moderne, var. Bardeleben
id: Petroff: Serangan Modern, Varian Bardebelen
it: Difesa Petrov, Attacco Moderno, Variante Bardeleben
nl: Petrov: moderne aanval, Bardeleben variant
pl: Obrona Petrova, atak nowoczesny, wariant Bardeleben'a
ru: Русская партия: система Стейница, вариант Барделебена
si: Petrova, moderen napad, Bardelebenova različica
sv: Ryskt: Modernt angrepp, Bardelebenvarianten
tr: Petrov: modern hücum, Bardeleben varyasyonu
uk: Російська партія: система Стейніца, варіант Барделебена
vi: Petrov: tấn công hiện đại, biến thể Bardeleben

source: Petrov Defence: Modern Attack, Main Line
ar: بتروف: حديث هجوم, الخط الرئيسي
br: Defesa Petrov, Ataque Moderno, Linha Principal
ca: Defensa Petrov - Atac modern - Línia principal
cs: Petrov: modern attack, main line
de: Russisch: Moderner Angriff, Hauptvariante
es: Defensa Petrov, Ataque Moderno, Linea Principal
eu: Petrov: Eraso Modernoa, Lerro Nagusia
fr: Défense Petrov, attaque moderne, ligne principale
id: Petroff: Serangan Modern, Jalur Utama
it: Difesa Petrov, Attacco Moderno, Linea Principale
nl: Petrov: moderne aanval, hoofdlijn
pl: Obrona Petrova, atak nowoczesny, główna linia
ru: Русская партия: система Стейница, основной вариант
si: Petrov moderen napad, glavna linija
sv: Ryskt: Modernt angrepp, huvudvariant
tr: Petrov: modern hücum, ana hat
uk: Російська партія: система Стейніца, основний варіант
vi: Petrov: tấn công, dòng chính hiện đại

source: Petrov Defence: Modern Attack, Steinitz Variation
ar: بتروف: حديث هجوم, تفريع شتاينتز
br: Defesa Petrov, Ataque Moderno, Variante Steinitz
ca: Defensa Petrov - Atac modern - Variant Steinitz
cs: Petrov: modern attack, Steinitz variation
de: Russisch: Moderner Angriff, Steinitz-Variante
es: Defensa Petrov, Ataque Moderno, Variante Steinitz
eu: Petrov: Eraso Modernoa, Steinitz Aldaera
fr: Défense Petrov, attaque moderne, var. Steinitz
id: Petroff: Serangan Modern, Varian Steinitz
it: Difesa Petrov, Attacco Moderno, Variante Steinitz
nl: Petrov: moderne aanval, Steinitz variant
pl: Obrona Petrova, atak nowoczesny, wariant Steinitz'a
ru: Русская партия: система Стейница
si: Petrova, moderen napad, Steinitzova različica
sv: Ryskt: Modernt angrepp, Steinitzvarianten
tr: Petrov: modern hücum, Steinitz varyasyonu
uk: Російська партія: система Стейніца
vi: Petrov: tấn công hiện đại, biến thể Steinitz

source: Petrov Defence: Modern Attack, Symmetrical Variation
ar: بتروف: حديث هجوم, التفريع المتناظر
br: Defesa Petrov, Ataque Moderno, Variante Simétrica
ca: Defensa Petrov - Atac modern - Variant simètrica
cs: Petrov: modern attack, Symmetrical variation
de: Russisch: Moderner Angriff, Symmetrische Variante
es: Defensa Petrov, Ataque Moderno, Variante Simétrica
eu: Petrov: Eraso Modernoa, Aldaera Simetrikoa
fr: Défense Petrov, attaque moderne, var. symétrique
id: Petroff: Serangan Modern, Varian Simetris
it: Difesa Petrov, Attacco Moderno, Variante Simmetrica
nl: Petrov: moderne aanval, symmetrische variant
pl: Obrona Petrova, atak nowoczesny, wariant symetryczny
ru: Русская партия: система Стейница, симметричный вариант
si: Petrova, moderen napad, simetrična različica
sv: Ryskt: Moderna attacken, symmetriska varianten
tr: Petrov: modern hücum, Simetri varyasyonu
uk: Російська партія: система Стейніца, симетричний варіант
vi: Petrov: tấn công, biến thể đối xứng hiện đại

source: Petrov Defence: Modern Attack, Trifunovic Variation
ar: بتروف: حديث هجوم, تريفونوفيك تفريع
br: Defesa Petrov, Ataque Moderno, Variante Trifunovic
ca: Defensa Petrov - Atac modern - Variant Trifunovic
cs: Petrov: modern attack, Trifunovic variation
de: Russisch: Moderner Angriff, Trifunovic-Variante
es: Defensa Petrov, Ataque Moderno, Variante Trifunovic
eu: Petrov: Eraso Modernoa, Trifunovic Aldaera
fr: Défense Petrov, attaque moderne, var. Trifunović
id: Petroff: Serangan Modern, Varian Trifunovic
it: Difesa Petrov, Attacco Moderno, Variante Trifunovic
nl: Petrov: moderne aanval, Trifunovic variant
pl: Obrona Petrova, atak nowoczesny, wariant Trifunovic'a
ru: Русская партия: система Стейница, вариант Трифуновича
si: Petrova, moderen napad, Trifunoviceva različica
sv: Ryskt: Modernt angrepp, Trifunovicvarianten
tr: Petrov: modern hücum, Trifunovic varyasyonu
uk: Російська партія: система Стейніца, варіант Трифуновича
vi: Petrov: tấn công, biến thể hiện đại Trifunović

source: Petrov Defence: Nimzovich Attack
ar: بتروف: نيمزوفيتش هجوم
br: Defesa Petrov, Ataque Nimzowitsch
ca: Defensa Petrov - Atac Nimzowitsch
cs: Petrov: Nimzovich attack
de: Russisch: Nimzowitsch Angriff
es: Defensa Petrov, Ataque Nimzowitsch
eu: Petrov: Nimzovich Erasoa
fr: Défense Petrov, attaque Nimzowitsch
id: Petroff: Serangan Nimzowitch
it: Difesa Petrov, Attacco Nimzowitsch
nl: Petrov: Nimzovich aanval
pl: Obrrna Petrova, atak Nimzovitsch'a
ru: Русская партия: атака Нимцовича
si: Petrova, Nimzovichev napad
sv: Ryskt: Nimzowitsch angrepp
tr: Petrov: Nimzovich hücumu
uk: Російська партія: атака Німцовича
vi: Petrov: Nimzovich tấn công

source: Petrov Defence: Paulsen Attack
ar: بتروف: بولسن هجوم
br: Defesa Petrov, Ataque Paulsen
ca: Defensa Petrov - Atac Paulsen
cs: Petrov: Paulsen attack
de: Russisch: Paulsen Angriff
es: Defensa Petrov, Ataque Paulsen
eu: Petrov: Paulsen Erasoa
fr: Défense Petrov, attaque Paulsen
id: Petroff: Serangan Paulsen
it: Difesa Petrov, Attacco Paulsen
nl: Petrov: Paulsen aanval
pl: Obrona Petrova, atak Paulsen'a
ru: Русская партия: атака Паульсена
si: Petrova, Paulsenov napad
sv: Ryskt: Paulsens angrepp
tr: Petrov: Paulse hücumu
uk: Російська партія: атака Паульсена
vi: Petrov: Paulsen tấn công

source: Petrov Defence: Three Knights Game
ar: بتروف الثلاثة أفراس مباراة
br: Defesa Petrov, Variante dos 3 Cavalos
ca: Defensa Petrov - Variant dels tres cavalls
cs: Petrov three knights game
de: Russisch Dreispringerspiel
es: Defensa Petrov, Variante de los 3 Caballos
eu: Petrov: Hiru Zaldunen Partida
fr: Défense Petrov, var. des 3 cavaliers
id: Permainan Petroff 3 Kuda
it: Difesa Petrov, Variante dei 3 Cavalli
nl: Petrov drie paarden spel
pl: Petrov, gra trzech skoczków
ru: Русская партия: дебют трех коней
si: Petrova igra treh skakačev
sv: Ryskt trespringarspel
tr: Petrov 3 at oyunu
uk: Російська партія: дебют трьох коней
vi: Petrov ba hiệp sĩ trò chơi

source: Petrov Defence: Urusov Gambit
ar: بتروف: يوروزوف جامبيت
br: Defesa Petrov, Gambito Urusov
ca: Defensa Petrov - Atac modern - Gambit Urusov
cs: Petrov: Urusov gambit
de: Russisch: Urusov Gambit
es: Defensa Petrov, Ataque Moderno, Gambito Urusov
eu: Petrov: Urusov Ganbitoa
fr: Défense Petrov, gambit Urusov
id: Petroff: Gambit Urusov
it: Difesa Petrov, Attacco Moderno, Mossa di Urusov
nl: Petrov: Urusov gambiet
pl: Obrona Petrova, gambit Urusov'a
ru: Русская партия: гамбит Урусова
si: Petrova, Urusov gambit
sv: Ryskt: Urusovs gambit
tr: Petrov: Urusov gambiti
uk: Російська партія: гамбіт Урусова
vi: Petrov: Urusov Gambit

source: Philidor Defence
ar: دفاع فيليدور
br: Defesa Philidor
ca: Defensa Philidor
cs: Philidor's defence
de: Philidor's Verteidigung
es: Defensa Philidor
eu: Philidor Defentsa
fr: Défense Philidor
id: Pembelaan Philidor
it: Difesa Philidor
nl: Philidor Verdediging
pl: Obrona Philidora
ru: Защита Филидора
si: Philidorjeva obramba
sv: Philidor's försvar
tr: Philidor'un savunması
uk: Захист Філідора
vi: Phòng thủ Philidor

source: Philidor Defence: Albin-Blackburne Gambit
es: Defensa Philidor: Gambito Albin-Blackburne
eu: Philidor Defentsa: Albin-Blackburne Ganbitoa
fr: Défense Philidor, gambit Albin - Blackburne

source: Philidor Defence: Berger Variation
ar: فيليدور: بيرجر تفريع
br: Defesa Philidor, Variante Berger
ca: Defensa Philidor - Variant del canvi - Variant Berger
cs: Philidor: Berger variation
de: Philidor: Berger-Variante
es: Defensa Philidor, Variante del Cambio, Variante Berger
eu: Philidor: Berger Aldaera
fr: Défense Philidor, var. Berger
id: Philidor: Varian Berger
it: Difesa Philidor, Variante di Cambio, Variante Berger
nl: Philidor: Berger variant
pl: Philidor, wariant Berger'a
ru: Защита Филидора: вариант Бергера
si: Philidorjeva, Bergerjeva različica
sv: Philidor: Bergervarianten
tr: Philidor: Berger varyasyonu
uk: Захист Філідора: варіант Бергера
vi: Philidor: Berger biến

source: Philidor Defence: Bird Gambit
es: Defensa Philidor: Gambito Bird
eu: Philidor Defentsa: Bird Ganbitoa
fr: Défense Philidor, gambit Bird

source: Philidor Defence: Boden Variation
ar: فيليدور: بودن تفريع
br: Defesa Philidor, Variante Boden
ca: Defensa Philidor - Variant del canvi - Variant Boden
cs: Philidor: Boden variation
de: Philidor: Boden-Variante
es: Defensa Philidor, Variante del Cambio, Variante Boden
eu: Philidor: Boden Aldaera
fr: Défense Philidor, var. Boden
id: Philidor: Varian Boden
it: Difesa Philidor, Variante di Cambio, Variante Boden
nl: Philidor: Boden variant
pl: Philidora, wariant Boden;a
ru: Защита Филидора: вариант Бодена
si: Philidorjeva, Bodenova različica
sv: Philidor: Bodenvarianten
tr: Philidor: Boden varyasyonu
uk: Захист Філідора: варіант Бодена
vi: Philidor: Boden biến

source: Philidor Defence: Exchange Variation
ar: فيليدور: التكسير تفريع
br: Defesa Philidor, Variante da Troca
ca: Defensa Philidor - Variant del canvi
cs: Philidor: exchange variation
de: Philidor: Abtauschvariante
es: Defensa Philidor, Variante del Cambio
eu: Philidor Defentsa: Truke Aldaera
fr: Défense Philidor, var. d'échange
id: Philidor: Varian Tukar
it: Difesa Philidor, Variante di Cambio
nl: Philidor: ruilvariant
pl: Philidor, wariant wymienny
ru: Защита Филидора: разменный вариант
si: Philidorjeva, izmenjalna različica
sv: Philidor: Avbytesvarianten
tr: Philidor: takas varyasyonu
uk: Захист Філідора: розмінний варіант
vi: Philidor: ngoại tệ thay đổi

source: Philidor Defence: Hanham Variation
ar: فيليدور: هانهام تفريع
br: Defesa Philidor, Variante Hanham
ca: Defensa Philidor - Variant Hanham
cs: Philidor: Hanham variation
de: Philidor: Hanham-Variante
es: Defensa Philidor, Variante Hanham
eu: Philidor: Hanham Aldaera
fr: Défense Philidor, var. Hanham
id: Philidor: Varian Hanham
it: Difesa Philidor, Variante Hanham
nl: Philidor: Hanham variant
pl: Philidor, wariant Hanham'a
ru: Защита Филидора: вариант Хенема
si: Philidorjeva, Hanhamova različica
sv: Philidor: Hanhamvarianten
tr: Philidor: Hanham varyasyonu
uk: Захист Філідора: варіант Хенема
vi: Philidor: Hanham biến

source: Philidor Defence: Hanham Variation, Sharp Variation
es: Defensa Philidor: Variante Hanham, Variante Sharp
eu: Philidor Defentsa: Hanham Aldaera, Aldaera Zorrotza
