Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined Semi-Slav: Meran, Sozin Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, سوزين تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Sozin
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variante Sozin
cs: QGD semi-Slav: Meran, Sozin variation
de: Damengambit (abgelehnt) Halbslawisch: Meran, Sozin-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Sozin
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Sozin Aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Sozin
id: QGD: Semi Slavia, Meran, Varian Sozin
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Sozin
nl: GDG semi-Slavisch: Meran, Sozin variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Sozina
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Созина
si: DGZ pol-slovanska, Meranova, Sozinova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Sozinvarianten
tr: QGD yarı Slav: Meran, Sozin varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Созіна
vi: QGD bán Slav: Meran, Sozin biến

source: Queen Gambit Declined Semi-Slav: Meran, Stahlberg Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, ستاهلبرج تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Stahlberg
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Stahlberg
cs: QGD semi-Slav: Meran, Stahlberg variation
de: Damengambit (abgelehnt) Halbslawisch: Meran, Stahlberg-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Stahlberg
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Stahlberg Aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Ståhlberg
id: QGD: Semi Slavia, Meran, Varian Stahlberg
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Stahlberg
nl: GDG semi-Slavisch: Meran, Stahlberg variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Stahlberga
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Штальберга
si: DGZ pol-slovanska, Meranova, Stahlbergova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Ståhlbergvarianten
tr: QGD yarı Slav: Meran, Stahlberg varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Штальберга
vi: QGD bán Slav: Meran, Ståhlberg biến

source: Queen Gambit Declined Semi-Slav: Meran, Wade Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, ويد تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Wade
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Wade
cs: QGD semi-Slav: Meran, Wade variation
de: Damengambit (abgelehnt) Halbslawisch: Meran, Wade-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Wade
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Wade Aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Wade
id: QGD: Semi Slavia, Meran, Varian Wade
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Wade
nl: GDG semi-Slavisch: Meran, Wade variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Wade
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Вейда
si: DGZ pol-slovanska, Meranova, Wadeova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Wadevarianten
tr: QGD yarı Slav: Meran, Wade varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Вейда
vi: QGD bán Slav: Meran, Wade biến

source: Queen Gambit Declined Semi-Slav: Neo-Meran (Lundin Variation)
ar: جامبيت الوزير المرفوض النصف-السلافي: المستحدث-ميران (لوندين تفريع)
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Neo-Merano (Variante Lundin)
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Neo-Merano o Lundin
cs: QGD semi-Slav: neo-Meran (Lundin variation)
de: Damengambit (abgelehnt) Halbslawisch: neo-Meran (Lundin-Variante)
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Neo Merano o Lundin
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran berria (Lundin Aldaera)
fr: Gambit Dame refusé, semi-slave, var. néo-Méran (Lundin)
id: QGD: Semi Slavia, Neo Meran (Varian Lundin)
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Neo Merano o Lundin
nl: GDG semi-Slavisch: neo-Meran (Lundin variant)
pl: Gam.hetm nieprzyj. pół-słowiańska, nowy Meran (wariant Lundin'a)
ru: Отказанный ферзевый гамбит: славянская защита, неомеранский вариант
si: DGZ pol-slovanska, neo-Meranova (Lundinova različica)
sv: Damgambit avböjd: Semi-slaviskt, neo-Meran (Lundinvarianten)
tr: QGD yarı Slav: yeni Meran (Lundin varyasyonu)
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Неомеранський варіант (варіант Лундіна)
vi: QGD bán Slav: tân Meran (Lundin biến thể)

source: Queen Gambit Declined Semi-Slav: Romih Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: روميه تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Romih
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Romih
cs: QGD semi-Slav: Romih variation
de: Damengambit (abgelehnt) Halbslawisch: Romih-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Romih
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Romih Aldaera
fr: Gambit Dame refusé, semi-slave, var. Romih
id: QGD: Semi Slavia, Varian Romih
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Romih
nl: GDG semi-Slavisch: ROMIH variant
pl: Gam.hetm nieprzyj.,pół-słowiańska,wariant Romih'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Роми
si: DGZ pol-slovanska, Romihova različica
sv: Damgambit avböjd: Semi-slaviskt, Romihvarianten
tr: QGD yarı Slav: Romih varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Ромі
vi: QGD bán Slav: Romih biến

source: Queen Gambit Declined Semi-Slav: Rubinstein (anti-Meran) System
ar: جامبيت الوزير المرفوض النصف-السلافي: روبينشتاين (ضد-ميران) نظام
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Rubinstein (Anti-Merano)
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Rubinstein o Anti-Merano
cs: QGD semi-Slav: Rubinstein (anti-Meran) system
de: Damengambit (abgelehnt) Halbslawisch: Rubinstein (Anti-Meran) System
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Rubinstein o Anti Merano
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Rubinstein (Meran Aldaeraren aurkako) Sistema
fr: Gambit Dame refusé, semi-slave, système Rubinstein anti-variante de Méran
id: QGD: Semi Slavia, Sistem Rubenstein (Anti-Meran)
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Rubinstein o Anti Merano
nl: GDG semi-Slavisch: Rubinstein (anti-Meran) systeem
pl: Gam.hetm nieprzyj.,pół-słowiańska, system Rubinstein'a(anty-Meran)
ru: Отказанный ферзевый гамбит: славянская защита, система Рубинштейна
si: DGZ pol-slovanska, Rubinsteinov (anti-Meranov) sistem
sv: Damgambit avböjd: Semi-slaviskt, Rubinsteinsystemet (anti-Meran)
tr: QGD yarı Slav: Rubinstein (anti-Meran) sistemi
uk: Відхилений ферзевий гамбіт: Слов’янський захист, система Рубінштейна
vi: QGD bán Slav: hệ thống Rubinstein (chống Meran)

source: Queen Gambit Declined Semi-Slav: Stoltz Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ستولتز تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Stoltz
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Stoltz
cs: QGD semi-Slav: Stoltz variation
de: Damengambit (abgelehnt) Halbslawisch: Stoltz-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Stoltz
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Stoltz Aldaera
fr: Gambit Dame refusé, semi-slave, var. Stoltz
id: QGD: Semi Slavia, Varian Stoltz
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Stoltz
nl: GDG semi-Slavisch: Stoltz variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Stoltz'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Штольца
si: DGZ pol-slovanska, Stoltzova različica
sv: Damgambit avböjd: Semi-slaviskt, Stoltzvarianten
tr: QGD yarı Slav: Stoltz varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Штольца
vi: QGD bán Slav: Stoltz biến

source: Queen Gambit Declined Semi-Slav: Stonewall Defence
ar: جامبيت الوزير المرفوض النصف-السلافي: دفاع الحائط الصخري
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Defesa Stonewall
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Defensa 'mur de pedra'
cs: QGD semi-Slav: stonewall defence
de: Damengambit (abgelehnt) Halbslawisch: stonewall Verteidigung
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Defensa Muro de Piedra
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Harrizko Murrua Defentsa
fr: Gambit Dame refusé, semi-slave, défense stonewall (mur de pierres)
id: QGD: Semi Slavia, Pembelaan Tembok Batu
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Difesa Muro di Pietra
nl: GDG semi-Slavisch: Stonewall verdediging
pl: Gam.hetm nieprzyj. pół-słowiańska,obrona stonewall
ru: Отказанный ферзевый гамбит: славянская защита, защита Каменная стена
si: DGZ pol-slovanska, obramba kamnitega zidu
sv: Damgambit, avböjd, Semi-slaviskt: Stonewallförsvar
tr: QGD yarı Slav: taş duvar savunması
uk: Відхилений ферзевий гамбіт: Слов’янський захист, захист Кам’яна стіна
vi: QGD bán Slav: phòng thủ Stonewall

source: Queen Gambit Declined Slav
ar: جامبيت الوزير المرفوض السلافي
br: Gambito da Dama Recusado, Defesa Eslava
ca: Gambit de Dama refusat - Defensa Eslava
cs: QGD Slav
de: Damengambit (abgelehnt) Slawisch
es: Gambito de Dama Rehusado, Defensa Eslava
eu: Damaren Ganbito Ukatua Eslaviarra
fr: Gambit Dame refusé, défense slave
id: QGD, Slavia
it: Gambetto di Donna Rifiutato, Difesa Slava
nl: GDG Slavisch
pl: Gam.hetm nieprzyj. Słowiańska
ru: Отказанный ферзевый гамбит: славянская защита
si: DGZ slovanska
sv: Damgambit avböjd: Slaviskt
tr: QGD Slav
uk: Відхилений ферзевий гамбіт: Слов’янський захист
vi: QGD Slav

source: Queen Gambit Declined Slav Accepted
ar: جامبيت الوزير المرفوض السلافي المقبول
br: Gambito da Dama Recusado, Defesa Eslava aceita
ca: Gambit de Dama refusat - Defensa Eslava - Variant del Gambit acceptat
cs: QGD Slav accepted
de: Damengambit (abgelehnt) Slawisch angenommen
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Gambito Aceptado
eu: Damaren Ganbito Ukatua Eslaviarra Onartua
fr: Gambit Dame refusé (1), défense slave, accepté (2)
id: QGD, Slavia Diterima
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante del Mossa di Accettato
nl: GDG Slavisch aanvaard
pl: Gam.hetm nieprzyj. Słowiańska przyjęta
ru: Отказанный ферзевый гамбит: славянская защита, основной вариант
si: DGZ slovanska sprejeta
sv: Damgambit avböjd: Slaviskt antaget
tr: QGD Slav kabul edildi
uk: Відхилений ферзевий гамбіт: основний варіант
vi: QGD Slav chấp nhận

source: Queen Gambit Declined Slav Accepted: Alapin Variation
ar: جامبيت الوزير المرفوض السلافي المقبول: تفريع الابين
br: Gambito da Dama Recusado, Defesa Eslava aceita, Variante Alapin
ca: Gambit de Dama refusat - Defensa Eslava - Variant Alapin
cs: QGD Slav accepted: Alapin variation
de: Damengambit (abgelehnt) Slawisch angenommen: Alapin-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Alapin
eu: Damaren Ganbito Ukatua Eslaviarra Onartua: Alapin Aldaera
fr: Gambit Dame refusé (1), défense slave, accepté (2), var. Alapin
id: QGD, Slavia Diterima, Varian Alapin
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Alapin
nl: GDG Slavisch aanvaard: Alapin variant
pl: Gam.hetm nieprzyj. Słowiańska przyjęta , wariant Alapin'a
ru: Отказанный ферзевый гамбит: славянская защита, основной вариант, вариант Алапина
si: DGZ slovanska sprejeta, Alapinova različica
sv: Damgambit avböjd: Slaviskt antaget: Alapinvarianten
tr: QGD Slav kabul edildi: Alapin varyasyonu
uk: Відхилений ферзевий гамбіт: основний варіант, варіант Алапіна
vi: QGD Slav chấp nhận: Alapin biến

source: Queen Gambit Declined Slav Defence
ar: جامبيت الوزير المرفوض السلافي دفاع
br: Gambito da Dama Recusado, Defesa Eslava
ca: Gambit de Dama refusat - Defensa Eslava
cs: QGD Slav defence
de: Damengambit (abgelehnt) Slawisch Verteidigung
es: Gambito de Dama Rehusado, Defensa Eslava
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra
fr: Gambit Dame refusé, défense slave
id: QGD, Pembelaan Slavia
it: Gambetto di Donna Rifiutato, Difesa Slava
nl: GDG Slavische verdediging
pl: Gam.hetm nieprzyj., Obrona Słowiańska
ru: Отказанный ферзевый гамбит: славянская защита
si: DGZ slovanska obramba
sv: Damgambit avböjd: Slaviskt försvar
tr: QGD Slav savunması
uk: Відхилений ферзевий гамбіт: Слов’янський захист
vi: QGD phòng thủ Slav

source: Queen Gambit Declined Slav Defence, Alekhine Variation
ar: جامبيت الوزير المرفوض السلافي دفاع, اليخين تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Alekhine
ca: Gambit de Dama refusat - Defensa Eslava - Variant Alekhine
cs: QGD Slav defence, Alekhine variation
de: Damengambit (abgelehnt) Slawisch Verteidigung, Aljechin-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Alekhine
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra, Alekhine Aldaera
fr: Gambit Dame refusé, défense slave, var. Alekhine
id: QGD, Pembelaan Slavia, Varian Alekhine
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Alekhine
nl: GDG Slavisch, Aljechin variant
pl: Gam.hetm nieprzyj., Obrona Słowiańska, wariant Alekhina
ru: Отказанный ферзевый гамбит: славянская защита, вариант Алехина
si: DGZ slovanska obramba, Aljehinova različica
sv: Damgambit avböjd: Slaviskt, Aljechinvarianten
tr: QGD Slav savunması, Alekhine varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Альохіна
vi: QGD phòng thủ Slav, biến thể Alekhine

source: Queen Gambit Declined Slav Defence: Exchange Variation
ar: جامبيت الوزير المرفوض السلافي دفاع: التكسير تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante da Troca
ca: Gambit de Dama refusat - Defensa Eslava - Variant del canvi
cs: QGD Slav defence: exchange variation
de: Damengambit (abgelehnt) Slawisch Verteidigung: Abtauschvariante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Truke-Aldaera
fr: Gambit Dame refusé, défense slave, var. d'échange
id: QGD, Pembelaan Slavia, Varian Tukar
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio
nl: GDG Slavische verdediging: ruilvariant
pl: Gam.hetm nieprzyj., Obrona Słowiańska, wariant wymienny
ru: Отказанный ферзевый гамбит: славянская защита, разменный вариант
si: DGZ slovanska obramba, izmenjalna različica
sv: Damgambit avböjd: Slaviskt, Avbytesvarianten
tr: QGD Slav savunması, takas varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, розмінний варіант
vi: QGD phòng thủ Slav, biến thể đổi quân

source: Queen Gambit Declined Slav: 3.Nf3
ar: جامبيت الوزير المرفوض السلافي: 3.Nf4
br: Gambito da Dama Recusado, Defesa Eslava, Variante 3.Cf3
ca: Gambit de Dama refusat - Defensa Eslava - Variant 3. Cf3
cs: QGD Slav: 3.Nf3
de: Damengambit (abgelehnt) Slawisch: 3.Sf3
es: Gambito de Dama Rehusado, Defensa Eslava, Variante 3.Cf3
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: 3.Zf3
fr: Gambit Dame refusé, défense slave, 3.Cf3
id: QGD: Slavia, 3.Kf3
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante 3.Cf3
nl: GDG Slavisch: 4.Pc3
pl: Gam.hetm nieprzyj.,Słowiańska, 3.Sf3
ru: Отказанный ферзевый гамбит: славянская защита, 3.Кf3
si: DGZ slovanska, 3. Sf3
sv: Damgambit avböjd: Slaviskt, 3.Sf3
tr: QGD Slav: 3.Nf3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 3.Кf3
vi: QGD Slav: 3.Nf3

source: Queen Gambit Declined Slav: 4.Nc3
ar: جامبيت الوزير المرفوض السلافي: 4.Nc4
br: Gambito da Dama Recusado, Defesa Eslava, Variante 4.Cc3
ca: Gambit de Dama refusat - Defensa Eslava - Variant 4. Cc3
cs: QGD Slav: 4.Nc3
de: Damengambit (abgelehnt) Slawisch: 4.Sc3
es: Gambito de Dama Rehusado, Defensa Eslava, Variante 4.Cc3
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: 4.Zc3
fr: Gambit Dame refusé, défense slave, 4.Cc3
id: QGD: Slavia, 4.Kc3
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante 4.Cc3
nl: GDG Slavisch: 4.Pc3
pl: Gam.hetm nieprzyj.,Słowiańska, 3.Sc3
ru: Отказанный ферзевый гамбит: славянская защита, 4.Кc3
si: DGZ slovanska, 4. Sc3
sv: Damgambit avböjd: Slaviskt, 4.Sc3
tr: QGD Slav: 4.Nc3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 4.Кc3
vi: QGD Slav: 4.Nc3

source: Queen Gambit Declined Slav: 4.e3
ar: جامبيت الوزير المرفوض السلافي: 4.e4
br: Gambito da Dama Recusado, Defesa Eslava, Variante 4.e3
ca: Gambit de Dama refusat - Defensa Eslava - Variant 4. e3
cs: QGD Slav: 4.e3
de: Damengambit (abgelehnt) Slawisch: 4.e3
es: Gambito de Dama Rehusado, Defensa Eslava, Variante 4.e3
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: 4.e3
fr: Gambit Dame refusé, défense slave, 4.e3
id: QGD: Slavia, 4.e3
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante 4.e3
nl: GDG Slavisch: 4.e3
pl: Gam.hetm nieprzyj.,Słowiańska, 4.e3
ru: Отказанный ферзевый гамбит: славянская защита, 4.e3
si: DGZ slovanska, 4. e3
sv: Damgambit avböjd: Slaviskt, 4.e3
tr: QGD Slav: 4.e3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 4.e3
vi: QGD Slav: 4.e3

source: Queen Gambit Declined Slav: 4.e3 Bf5
ar: جامبيت الوزير المرفوض السلافي: 4.e3 Bf6
br: Gambito da Dama Recusado, Defesa Eslava, Variante 4.e3 Bf5
ca: Gambit de Dama refusat - Defensa Eslava - Variant 4. e3 Af5
cs: QGD Slav: 4.e3 Bf5
de: Damengambit (abgelehnt) Slawisch: 4.e3 Lf5
es: Gambito de Dama Rehusado, Defensa Eslava, Variante 4.e3 Af5
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: 4.e3 Af5
fr: Gambit Dame refusé, défense slave, 4.e3 Ff5
id: QGD: Slavia, 4.e3 Gf5
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante 4.e3 Af5
nl: GDG Slavisch: 4.e3 Lf5
pl: Gam.hetm nieprzyj.,Słowiańska, 4.e3 Gf5
ru: Отказанный ферзевый гамбит: славянская защита, 4.e3 Сf5
si: DGZ slovanska, 4. e3 Lf5
sv: Damgambit avböjd: Slaviskt, 4.e3 Lf5
tr: QGD Slav: 4.e3 Bf5
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 4.e3 Сf5
vi: QGD Slav: 4.e3 BF5

source: Queen Gambit Declined Slav: 5.e3 (Alekhine Variation)
ar: جامبيت الوزير المرفوض السلافي: 5.e3 (اليخين تفريع)
br: Gambito da Dama Recusado, Defesa Eslava, Variante Alekhine (5.e3)
ca: Gambit de Dama refusat - Defensa Eslava - Variant Alekhine
cs: QGD Slav: 5.e3 (Alekhine variation)
de: Damengambit (abgelehnt) Slawisch: 5.e3 (Aljechin-Variante)
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Alekhine
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: 5.e3 (Alekhine Aldaera)
fr: Gambit Dame refusé, défense slave, 5.e3 (var. Alekhine)
id: QGD: Slavia, 5.e3 (Varian Alekhine)
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Alekhine
nl: GDG Slavisch: 5.e3 (Aljechin variant)
pl: Gam.hetm nieprzyj.,Słowiańska, 5.e3 (wariant Alekhin'a)
ru: Отказанный ферзевый гамбит: славянская защита, 5.e3
si: DGZ slovanska, 5. e3 (Aljehinova različica)
sv: Damgambit avböjd: Slaviskt, 5.e3 (Aljechinvarianten)
tr: QGD Slav: 5.e3 (Alekhine varyasyonu)
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 5.e3 (варіант Альохіна)
vi: QGD Slav: 5.e3 (Alekhine biến thể)

source: Queen Gambit Declined Slav: Amsterdam Variation
ar: جامبيت الوزير المرفوض السلافي: أمستردام تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Amsterdam
ca: Gambit de Dama refusat - Defensa Eslava - Variant del canvi - Variant Amsterdam
cs: QGD Slav: Amsterdam variation
de: Damengambit (abgelehnt) Slawisch: Amsterdamer Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio, Variante Amsterdam
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Amsterdam Aldaera
fr: Gambit Dame refusé, défense slave, var. d'Amsterdam
id: QGD: Slavia, Varian Amsterdam
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio, Variante Amsterdam
nl: GDG Slavisch: Amsterdam variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant amsterdamski
ru: Отказанный ферзевый гамбит: славянская защита, амстердамский вариант
si: DGZ slovanska, amsterdamska različica
sv: Damgambit avböjd: Slaviskt, Amsterdamvarianten
tr: QGD Slav: Amsterdam varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Амстердамський варіант
vi: QGD Slav: Amsterdam biến

source: Queen Gambit Declined Slav: Breyer Variation
ar: جامبيت الوزير المرفوض السلافي: برير تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Breyer
ca: Gambit de Dama refusat - Defensa Eslava - Variant Breyer
cs: QGD Slav: Breyer variation
de: Damengambit (abgelehnt) Slawisch: Breyer-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Breyer
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Breyer Aldaera
fr: Gambit Dame refusé, défense slave, var. Breyer
id: QGD: Slavia, Varian Breyer
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Breyer
nl: GDG Slavisch: Breyer variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Breyer'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Брейера
si: DGZ slovanska, Breyerjeva različica
sv: Damgambit avböjd: Slaviskt, Breyervarianten
tr: QGD Slav: Breyer varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Брейєра
vi: QGD Slav: Breyer biến

source: Queen Gambit Declined Slav: Carlsbad Variation
ar: جامبيت الوزير المرفوض السلافي: كارلسباد تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Carlsbad
ca: Gambit de Dama refusat - Defensa Eslava - Variant Carlsbad
cs: QGD Slav: Carlsbad variation
de: Damengambit (abgelehnt) Slawisch: Carlsbader Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Carlsbad
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Carlsbad Aldaera
fr: Gambit Dame refusé, défense slave, var. de Carlsbad (Karlovy Vary)
id: QGD: Slavia, Varian Carlsbad
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Carlsbad
nl: GDG Slavisch: Carlsbad variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Carlsbad
ru: Отказанный ферзевый гамбит: славянская защита, карлсбадский вариант
si: DGZ slovanska, Carlsbadova različica
sv: Damgambit avböjd: Slaviskt, Carlsbadvarianten
tr: QGD Slav: Carlsbad varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Карлсбадський варіант
vi: QGD Slav: Carlsbad biến

source: Queen Gambit Declined Slav: Czech Defence
ar: جامبيت الوزير المرفوض السلافي: التشيكي دفاع
br: Gambito da Dama Recusado, Defesa Eslava, Defesa Checa
ca: Gambit de Dama refusat - Defensa Eslava - Defensa Txeca
cs: QGD Slav: Czech defence
de: Damengambit (abgelehnt) Slawisch: Tschechische Verteidigung
es: Gambito de Dama Rehusado, Defensa Eslava, Defensa Checa
eu: Damaren Ganbito Ukatua Defentsa Eslaviarra: Txekiar Defentsa
fr: Gambit Dame refusé, défense slave, défense tchèque
id: QGD: Slavia, Pembalaan Czechnya
it: Gambetto di Donna Rifiutato, Difesa Slava, Difesa Checa
nl: GDG Slavisch: Tsjechische verdediging
pl: Gam.hetm nieprzyj.,Słowiańska,obrona czeska
ru: Отказанный ферзевый гамбит: славянская защита, чешский вариант
si: DGZ slovanska, češka obramba
sv: Damgambit avböjd: Slaviskt, Tjeckiskt försvar
tr: QGD Slav: Çek savunması
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Чеський варіант
vi: QGD Slav: Phòng thủ kiểu Séc
