Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Accepted: Central Variation, Rubinstein Defence
es: Gambito de Dama Aceptado: Variante Central, Defensa Rubinstein
eu: Damaren Ganbito Onartua: Erdiko Aldaera, Rubinstein Defentsa
fr: Gambit Dame accepté, var. centrale, défense Rubinstein

source: Queen Gambit Accepted: Central Variation, Rubinstein Defence, Yefimov Gambit
es: Gambito de Dama Aceptado: Variante Central, Defensa Rubinstein, Gambito Yefimov
eu: Damaren Ganbito Onartua: Erdiko Aldaera, Rubinstein Defentsa, Yefimov Ganbitoa

source: Queen Gambit Accepted: Classical Defence, Steinitz Variation, Development Variation
es: Gambito de Dama Aceptado: Defensa Classical, Variante Steinitz, Variante Development
eu: Damaren Ganbito Onartua: Defentsa Klasikoa, Steinitz Aldaera, hedatze Aldaera

source: Queen Gambit Accepted: Classical Variation
ar: جامبيت الوزير المقبول: التفريع الكلاسيكي
br: Gambito da Dama Aceito, Variante Clássica
ca: Gambit de Dama acceptat - Variant clàssica
cs: QGA: classical variation
de: Damengambit (angenommen): Klassische Variante
es: Gambito de Dama Aceptado, Variante Clásica
eu: Damaren Ganbito Onartua: Aldaera Klasikoa
fr: Gambit Dame accepté, var. classique
id: QGA: Varian Klasik
it: Gambetto di Donna Accettato, Variante Classica
nl: ADG: klassieke variant
pl: Gam.hetm przyjęty, wariant klasyczny
ru: Принятый ферзевый гамбит: классический вариант
si: DGS, klasična različica
sv: Damgambit antagen: Klassisk variant
tr: QGA: klasik varyasyon
uk: Прийнятий ферзевий гамбіт: класичний варіант
vi: QGA: biến thể cổ điển

source: Queen Gambit Accepted: Classical Variation, 6.O-O
ar: جامبيت الوزير المقبول: التفريع الكلاسيكي, 6.O-O
br: Gambito da Dama Aceito, Variante Clássica, 6.O-O
ca: Gambit de Dama acceptat - Variant clàssica - 6. 0-0
cs: QGA: classical variation, 6.O-O
de: Damengambit (angenommen): Klassische Variante, 6.O-O
es: Gambito de Dama Aceptado, Variante Clásica, 6.O O
eu: Damaren Ganbito Onartua: Aldaera Klasikoa, 6.O-O
fr: Gambit Dame accepté classique, 6.O-O
id: QGA: Klasik, 6.0-0
it: Gambetto di Donna Accettato, Variante Classica, 6.O O
nl: ADG: klassieke variant, 6.O-O
pl: Gam.hetm przyjęty, wariant klasyczny, 6.O-O
ru: Принятый ферзевый гамбит: классический вариант, 6.O-O
si: DGS, klasična različica, 6. O-O
sv: Damgambit antagen: Klassisk variant, 6.O-O
tr: QGA: klasik varyasyon, 6.O-O
uk: Прийнятий ферзевий гамбіт: класичний варіант, 6.O-O
vi: QGA: biến thể cổ điển, 6.O-O

source: Queen Gambit Accepted: Classical, 6...a6
ar: جامبيت الوزير المقبول: الكلاسيكي, 6...a7
br: Gambito da Dama Aceito, Variante Clássica, 6...a6
ca: Gambit de Dama acceptat - Variant clàssica - 6 ...a6
cs: QGA: classical, 6...a6
de: Damengambit (angenommen): Klassisch, 6...a6
es: Gambito de Dama Aceptado, Variante Clásica, 6...a6
eu: Damaren Ganbito Onartua: Klasikoa, 6...a6
fr: Gambit Dame accepté classique, 6...a6
id: QGA: Klasik, 6... a6
it: Gambetto di Donna Accettato, Variante Classica, 6...a6
nl: ADG: klassiek, 6 ... a6
pl: Gam.hetm przyjęty, klasyczny, 6...a6
ru: Принятый ферзевый гамбит: классический вариант, 6...a6
si: DGS, klasična, 6...a6
sv: Damgambit antagen: Klassisk, 6...a6
tr: QGA: klasik, 6...a6
uk: Прийнятий ферзевий гамбіт: класичний варіант, 6...a6
vi: QGA: cổ điển, 6 ... a6

source: Queen Gambit Accepted: Classical, 7...b5
ar: جامبيت الوزير المقبول: الكلاسيكي, 7...b6
br: Gambito da Dama Aceito, Variante Clássica, 7...b5
ca: Gambit de Dama acceptat - Variant clàssica - 7 ...b5
cs: QGA: classical, 7...b5
de: Damengambit (angenommen): Klassisch, 7...b5
es: Gambito de Dama Aceptado, Variante Clásica, 7...b5
eu: Damaren Ganbito Onartua: Klasikoa, 7...b5
fr: Gambit Dame accepté classique, 7...b5
id: QGA: Klasik, 7... b5
it: Gambetto di Donna Accettato, Variante Classica, 7...b5
nl: ADG: klassiek, 7 ... b5
pl: Gam.hetm przyjęty, klasyczny, 7...b5
ru: Принятый ферзевый гамбит: классический вариант, 7...b5
si: DGS, klasična, 7...b5
sv: Damgambit antagen: Klassisk, 7...b5
tr: QGA: klasik, 7...b5
uk: Прийнятий ферзевий гамбіт: класичний варіант, 7...b5
vi: QGA: cổ điển, 7 ... b5

source: Queen Gambit Accepted: Classical, 7.Qe2
ar: جامبيت الوزير المقبول: الكلاسيكي, 7.Qe3
br: Gambito da Dama Aceito, Variante Clássica, 7.De2
ca: Gambit de Dama acceptat - Variant clàssica - 7. De2
cs: QGA: classical, 7.Qe2
de: Damengambit (angenommen): Klassisch, 7.Qe2
es: Gambito de Dama Aceptado, Variante Clásica, 7.De2
eu: Damaren Ganbito Onartua: Klasikoa, 7.De2
fr: Gambit Dame accepté classique, 7.De2
id: QGA: Klasik, 7.Me2
it: Gambetto di Donna Accettato, Variante Classica, 7.De2
nl: ADG:klassiek, 7.De2
pl: Gam.hetm przyjęty, klasyczny, 7. He2
ru: Принятый ферзевый гамбит: классический вариант, 7.Фe2
si: DGS, klasična, 7. De2
sv: Damgambit antagen: Klassisk, 7.De2
tr: QGA: klasik, 7.Qe2
uk: Прийнятий ферзевий гамбіт: класичний варіант, 7.Фe2
vi: QGA: cổ điển, 7.Qe2

source: Queen Gambit Accepted: Classical, 8...Bb7
ar: جامبيت الوزير المقبول: الكلاسيكي, 8...Bb8
br: Gambito da Dama Aceito, Variante Clássica, 8...Bb7
ca: Gambit de Dama acceptat -Variant clàssica - 8 ...Ab7
cs: QGA: classical, 8...Bb7
de: Damengambit (angenommen): Klassisch, 8...Bb7
es: Gambito de Dama Aceptado, Variante Clásica, 8...Ab7
eu: Damaren Ganbito Onartua: Klasikoa, 8...Ab7
fr: Gambit Dame accepté classique, 8...Fb7
id: QGA: Klasik, 8...Gb7
it: Gambetto di Donna Accettato, Variante Classica, 8...Ab7
nl: ADG:klassiek, 8 ... Lb7
pl: Gam.hetm przyjęty, klasyczny, 8...Gb7
ru: Принятый ферзевый гамбит: классический вариант, 8...Сb7
si: DGS, klasična, 8...Lb7
sv: Damgambit antagen: Klassisk, 8...Lb7
tr: QGA: klasik, 8...Bb7
uk: Прийнятий ферзевий гамбіт: класичний варіант, 8...Сb7
vi: QGA: cổ điển, 8 ... BB7

source: Queen Gambit Accepted: Classical, Flohr Variation
ar: جامبيت الوزير المقبول: الكلاسيكي, فلوهر تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Flohr
ca: Gambit de Dama acceptat - Variant clàssica - Variante Flohr
cs: QGA: classical, Flohr variation
de: Damengambit (angenommen): Klassisch, Flohr-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Flohr
eu: Damaren Ganbito Onartua: Klasikoa, Flohr Aldaera
fr: Gambit Dame accepté classique, var. Flohr
id: QGA: Klasik, Varian FLohr
it: Gambetto di Donna Accettato, Variante Classica, Variante Flohr
nl: ADG:klassiek, Flohr variant
pl: Gam.hetm przyjęty, klasyczny, wariant Flohr'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Флора
si: DGS, klasična, Flohrjeva različica
sv: Damgambit antagen: Klassisk, Flohrvarianten
tr: QGA: klasik, Flohr varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Флора
vi: QGA: cổ điển, Flohr biến

source: Queen Gambit Accepted: Classical, Furman Variation
ar: جامبيت الوزير المقبول: الكلاسيكي, فورمان تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Furman
ca: Gambit de Dama acceptat - Variant clàssica - Variant Furman
cs: QGA: classical, Furman variation
de: Damengambit (angenommen): Klassisch, Furman-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Furman
eu: Damaren Ganbito Onartua: Klasikoa, Furman Aldaera
fr: Gambit Dame accepté classique, var. Furman
id: QGA: Klasik, Varian Furman
it: Gambetto di Donna Accettato, Variante Classica, Variante Furman
nl: ADG:klassiek, Furman variant
pl: Gam.hetm przyjęty, klasyczny, wariant Furman'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Фурмана
si: DGS, klasična, Furmanova različica
sv: Damgambit antagen: Klassisk, Furmanvarianten
tr: QGA: klasik, Furman varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Фурмана
vi: QGA: cổ điển, Furman biến

source: Queen Gambit Accepted: Classical, Geller Variation
ar: جامبيت الوزير المقبول: الكلاسيكي, جيلر تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Geller
ca: Gambit de Dama acceptat - Variant clàssica - Variant Geller
cs: QGA: classical, Geller variation
de: Damengambit (angenommen): Klassisch, Geller-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Geller
eu: Damaren Ganbito Onartua: Klasikoa, Geller Aldaera
fr: Gambit Dame accepté classique, var. Geller
id: QGA: Klasik, Varian Geller
it: Gambetto di Donna Accettato, Variante Classica, Variante Geller
nl: ADG: klassiek, Geller variant
pl: Gam.hetm przyjęty, klasyczny, wariant Geller'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Геллера
si: DGS, klasična, Gellerjeva različica
sv: Damgambit antagen: Klassisk, Gellervarianten
tr: QGA: klasik, Geller varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Геллера
vi: QGA: cổ điển, biến thể Geller

source: Queen Gambit Accepted: Classical, Rubinstein Variation
ar: جامبيت الوزير المقبول: الكلاسيكي, روبينشتاين تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Rubinstein
ca: Gambit de Dama acceptat - Variant clàssica - Variant Rubinstein
cs: QGA: classical, Rubinstein variation
de: Damengambit (angenommen): Klassisch, Rubinstein-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Rubinstein
eu: Damaren Ganbito Onartua: Klasikoa, Rubinstein Aldaera
fr: Gambit Dame accepté classique, var. Rubinstein
id: QGA: Klasik, Varian Rubenstein
it: Gambetto di Donna Accettato, Variante Classica, Variante Rubinstein
nl: ADG:klassiek, Rubinstein variant
pl: Gam.hetm przyjęty, klasyczny, wariant Rubinstein'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Рубинштейна
si: DGS, klasična, Rubinsteinova različica
sv: Damgambit antagen: Klassisk, Rubinsteinvarianten
tr: QGA: klasik, Rubinstein varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Рубінштейна
vi: QGA: cổ điển, Rubinstein biến

source: Queen Gambit Accepted: Classical, Smyslov Variation
ar: جامبيت الوزير المقبول: الكلاسيكي, سيمسلوف تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Smyslov
ca: Gambit de Dama acceptat - Variant clàssica - Variant Smyslov
cs: QGA: classical, Smyslov variation
de: Damengambit (angenommen): Klassisch, Smyslov-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Smyslov
eu: Damaren Ganbito Onartua: Klasikoa, Smyslov Aldaera
fr: Gambit Dame accepté classique, var. Smyslov
id: QGA: Klasik, Varian Smyslov
it: Gambetto di Donna Accettato, Variante Classica, Variante Smyslov
nl: ADG:klassiek, Smyslov variant
pl: Gam.hetm przyjęty, klasyczny, wariant Smyslov'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Смыслова
si: DGS, klasična, Smyslova različica
sv: Damgambit antagen: Klassisk, Smyslovvarianten
tr: QGA: klasik, Smyslov varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Смислова
vi: QGA: cổ điển, Smyslov biến

source: Queen Gambit Accepted: Classical, Steinitz Variation
ar: جامبيت الوزير المقبول: الكلاسيكي, تفريع شتاينتز
br: Gambito da Dama Aceito, Variante Clássica, Variante Steinitz
ca: Gambit de Dama acceptat - Variant clàssica - Variant Steinitz
cs: QGA: classical, Steinitz variation
de: Damengambit (angenommen): Klassisch, Steinitz-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Steinitz
eu: Damaren Ganbito Onartua: Klasikoa, Steinitz Aldaera
fr: Gambit Dame accepté classique, var. Steinitz
id: QGA: Klasik, Varian Steinitz
it: Gambetto di Donna Accettato, Variante Classica, Variante Steinitz
nl: ADG:klassiek, Steinitz variant
pl: Gam.hetm przyjęty, klasyczny, wariant Steinitz'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Стейница
si: DGS, klasična, Steinitzova različica
sv: Damgambit antagen: Klassisk, Steinitzvarianten
tr: QGA: klasik, Steinitz varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Стейніца
vi: QGA: cổ điển, Steinitz biến

source: Queen Gambit Accepted: Ericson Variation
ar: جامبيت الوزير المقبول: اريكسون تفريع
br: Gambito da Dama Aceito, Variante Ericson
ca: Gambit de Dama acceptat - Variant Ericson
cs: QGA: Ericson variation
de: Damengambit (angenommen): Ericson-Variante
es: Gambito de Dama Aceptado, Variante Ericson
eu: Damaren Ganbito Onartua: Ericson Aldaera
fr: Gambit Dame accepté, var. Ericson
id: QGA: Varian Ericson
it: Gambetto di Donna Accettato, Variante Ericson
nl: DGA: Ericson variant
pl: Gam.hetm przyjęty, wariant Ericson'a
ru: Принятый ферзевый гамбит: вариант Эриксона
si: DGS, Ericsonova različica
sv: Damgambit antagen: Ericsonvarianten
tr: QGA: Ericson varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Еріксона
vi: QGA: Ericson biến

source: Queen Gambit Accepted: Furman Variation
es: Gambito de Dama Aceptado: Variante Furman
eu: Damaren Ganbito Onartua: Furman Aldaera

source: Queen Gambit Accepted: Godes Variation
es: Gambito de Dama Aceptado: Variante Godes
eu: Damaren Ganbito Onartua: Godes Aldaera
fr: Gambit Dame accepté, var. Godes

source: Queen Gambit Accepted: Gunsberg Defence
es: Gambito de Dama Aceptado: Defensa Gunsberg
eu: Damaren Ganbito Onartua: Gunsberg Defentsa
fr: Gambit Dame accepté, défense Gunsberg

source: Queen Gambit Accepted: Gunsberg Defence, Prianishenmo Gambit
es: Gambito de Dama Aceptado: Defensa Gunsberg, Gambito Prianishenmo
eu: Damaren Ganbito Onartua: Gunsberg Defentsa, Prianishenmo gannBitoa

source: Queen Gambit Accepted: Haberditz Variation
ar: جامبيت الوزير المقبول: هابرديتز تفريع
br: Gambito da Dama Aceito, Variante Haberditz
ca: Gambit de Dama acceptat - Defensa Alekhine - Variant Haberditz
cs: QGA: Haberditz variation
de: Damengambit (angenommen): Haberditz-Variante
es: Gambito de Dama Aceptado, Defensa Alekhine, Variante Haberditz
eu: Damaren Ganbito Onartua: HabErditz Aldaera
fr: Gambit Dame accepté, var. Haberditz
id: QGA: Varian Haberditz
it: Gambetto di Donna Accettato, Difesa Alekhine, Variante Haberditz
nl: DGA: Haberditz variant
pl: Gam.hetm przyjęty, wariant Haberditz'a
ru: Принятый ферзевый гамбит: вариант Хабердица
si: DGS, Haberditzova različica
sv: Damgambit antagen: Haberditzvarianten
tr: QGA: Haberditz varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Хабердіца
vi: QGA: Haberditz biến

source: Queen Gambit Accepted: Linares Variation
ar: جامبيت الوزير المقبول: لاينارس تفريع
br: Gambito da Dama Aceito, Variante Linares
ca: Gambit de Dama acceptat - Variant Linares
cs: QGA: Linares variation
de: Damengambit (angenommen): Linares-Variante
es: Gambito de Dama Aceptado, Variante Linares
eu: Damaren Ganbito Onartua: Linares Aldaera
fr: Gambit Dame accepté, var. de Linares
id: QGA: Varian Linares
it: Gambetto di Donna Accettato, Variante Linares
nl: ADG: Linares variant
pl: Gam.hetm przyjęty, wariant Linares'a
ru: Принятый ферзевый гамбит: линаресский вариант
si: DGS, Linaresova različica
sv: Damgambit antagen: Linaresvarianten
tr: QGA: Linares varyasyonu
uk: Прийнятий ферзевий гамбіт: Лінареський варіант
vi: QGA: Linares biến

source: Queen Gambit Accepted: Mannheim Variation
ar: جامبيت الوزير المقبول: مانهيم تفريع
br: Gambito da Dama Aceito, Variante Mannheim
ca: Gambit de Dama acceptat - Variant Mannheim
cs: QGA: Mannheim variation
de: Damengambit (angenommen): Mannheim-Variante
es: Gambito de Dama Aceptado, Variante Mannheim
eu: Damaren Ganbito Onartua: Mannheim Aldaera
fr: Gambit Dame accepté, var. de Mannheim
id: QGA: Varian Mannheim
it: Gambetto di Donna Accettato, Variante Mannheim
nl: ADG: Mannheim variant
pl: Gam.hetm przyjęty, wariant Mannheim'a
ru: Принятый ферзевый гамбит: мангеймский вариант
si: DGS damin gambit sprejet
sv: Damgambit antagen: Mannheimvarianten
tr: QGA: Mannheim varyasyonu
uk: Прийнятий ферзевий гамбіт: Мангеймський варіант
vi: QGA: Mannheim biến

source: Queen Gambit Accepted: Old Variation
es: Gambito de Dama Aceptado: Variante Old
eu: Damaren Ganbito Onartua: Aldaera Zaharra
fr: Gambit Dame accepté, var. ancienne

source: Queen Gambit Accepted: Old Variation, Billinger Gambit
es: Gambito de Dama Aceptado: Variante Old, Gambito Billinger
eu: Damaren Ganbito Onartua: Aldaera Zaharra, Billinger Ganbitoa

source: Queen Gambit Accepted: Old Variation, Christensen Gambit
es: Gambito de Dama Aceptado: Variante Old, Gambito Christensen
eu: Damaren Ganbito Onartua: Aldaera Zaharra, Christensen Ganbitoa

source: Queen Gambit Accepted: Old Variation, Korchnoi Gambit
es: Gambito de Dama Aceptado: Variante Old, Gambito Korchnoi
eu: Damaren Ganbito Onartua: Aldaera Zaharra, Korchnoi Ganbitoa
fr: Gambit Dame accepté, var. ancienne, gambit Kortchnoï

source: Queen Gambit Accepted: Old Variation, Novikov Gambit
es: Gambito de Dama Aceptado: Variante Old, Gambito Novikov
eu: Damaren Ganbito Onartua: Aldaera Zaharra, Novikov Ganbitoa
fr: Gambit Dame accepté, var. ancienne, gambit Novikov

source: Queen Gambit Accepted: Rosenthal Variation
es: Gambito de Dama Aceptado: Variante Rosenthal
eu: Damaren Ganbito Onartua: Rosenthal Aldaera
fr: Gambit Dame accepté, var. Rosenthal

source: Queen Gambit Accepted: Schwartz Defence
ar: جامبيت الوزير المقبول: شفارتز دفاع
br: Gambito da Dama Aceito, Defesa Schwartz
ca: Gambit de Dama acceptat - Defensa Schwartz
cs: QGA: Schwartz defence
de: Damengambit (angenommen): Schwartz Verteidigung
es: Gambito de Dama Aceptado, Defensa Schwartz
eu: Damaren Ganbito Onartua: Schwartz Defentsa
fr: Gambit Dame accepté, défense Schwartz
id: QGA: Pembelaan Schwartz
it: Gambetto di Donna Accettato, Difesa Schwartz
nl: ADG: Schwartz verdediging
pl: Gam.hetm przyjęty, obrona Schwartz'a
ru: Принятый ферзевый гамбит: защита Шварца
si: DGS, Schwartzova obramba
sv: Damgambit antagen: Schwartzförsvar
tr: QGA: Schwartz savunması
uk: Прийнятий ферзевий гамбіт: захист Шварца
vi: QGA: Phòng thủ Schwartz

source: Queen Gambit Declined
ar: جامبيت الوزير المرفوض
br: Gambito da Dama Recusado
ca: Gambit de Dama refusat
cs: QGD
de: Damengambit (abgelehnt)
es: Gambito de Dama Rehusado
eu: Damaren Ganbito Ukatua
fr: Gambit Dame refusé
id: Gambit Menteri Ditolak (QGD)
it: Gambetto di Donna Rifiutato
nl: GDG
pl: Gam.hetm nieprzyjęty
ru: Отказанный ферзевый гамбит
si: DGZ
sv: Damgambit avböjd
tr: QGD
uk: Відхилений ферзевий гамбіт
vi: QGD

source: Queen Gambit Declined Semi-Slav
ar: جامبيت الوزير المرفوض النصف-السلافي
br: Gambito da Dama Recusado, Defesa Semi-Eslava
ca: Gambit de Dama refusat - Defensa Semi-Eslava
cs: QGD semi-Slav
de: Damengambit (abgelehnt) Halbslawisch
es: Gambito de Dama Rehusado, Defensa Semi Eslava
eu: Damaren Ganbito Ukatua Semi-Eslaviarra
fr: Gambit Dame refusé, défense semi-slave
id: QGD: Semi Slavia
it: Gambetto di Donna Rifiutato, Difesa Semi Slava
nl: GDG semi-Slavisch
pl: Gam.hetm nieprzyj. pół-słowiańska
ru: Отказанный ферзевый гамбит: славянская защита
si: DGZ pol-slovanska
sv: Damgambit avböjd: Semi-slaviskt
tr: QGD yarı Slav
uk: Відхилений ферзевий гамбіт: Слов’янський захист
vi: QGD bán Slav

source: Queen Gambit Declined Semi-Slav: 5...Nd7
ar: جامبيت الوزير المرفوض النصف-السلافي: 5...Nd8
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 5...Cbd7
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 5. ... Cbd7
cs: QGD semi-Slav: 5...Nd7
de: Damengambit (abgelehnt) Halbslawisch: 5...Nd7
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 5...Cbd7
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: 5...Zd7
fr: Gambit Dame refusé, semi-slave, 5...Cbd7 (var. normale)
id: QGD: Semi Slavia, 5... Kd7
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 5...Cbd7
nl: GDG semi-Slavisch: 5 ... Pd7
pl: Gam.hetm nieprzyj. pół-słowiańska 5..Sd7
ru: Отказанный ферзевый гамбит: славянская защита, 5... Кd7
si: DGZ pol-slovanska, 5...Sd7
sv: Damgambit avböjd: Semi-slaviskt, 5...Sd7
tr: QGD yarı Slav: 5...Nd7
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 5... Кd7
vi: QGD bán Slav: 5 ... Nd7

source: Queen Gambit Declined Semi-Slav: 5.Bg5 Dc
ar: جامبيت الوزير المرفوض النصف-السلافي: 5.Bg5 dc
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 5.Bg5 dxc4
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 5. Ag5 dxc4
cs: QGD semi-Slav: 5.Bg5 dc
de: Damengambit (abgelehnt) Halbslawisch: 5.Lg5 dc
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 5.Ag5 dxc4
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: 5.Ag5 dc
fr: Gambit Dame refusé, semi-slave, 5.Fg5 dxc4
id: QGD: Semi Slavia, 5.Gg5 dc
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 5.Ag5 dxc4
nl: GDG semi-Slavisch: 5.Lg5 dc
pl: Gam.hetm nieprzyj. pół-słowiańska 5.Gg5 dc
ru: Отказанный ферзевый гамбит: славянская защита, 5.Сg5 dc
si: DGZ pol-slovanska, 5. Lg5 dc
sv: Damgambit avböjd: Semi-slaviskt, 5.Lg5 dxc4
tr: QGD yarı Slav: 5.Bg5 dc
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 5.Сg5 dc
vi: QGD bán Slav: 5.Bg5 dc

source: Queen Gambit Declined Semi-Slav: 5.e3
ar: جامبيت الوزير المرفوض النصف-السلافي: 5.e4
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 5.e3
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 5. e3
cs: QGD semi-Slav: 5.e3
de: Damengambit (abgelehnt) Halbslawisch: 5.e3
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 5.e3
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: 5.e3
fr: Gambit Dame refusé, semi-slave, 5.e3 (ligne principale)
id: QGD: Semi Slavia, 5.e3
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 5.e3
nl: GDG semi-Slavisch: 5.e3
pl: Gam.hetm nieprzyj. pół-słowiańska 5.e3
ru: Отказанный ферзевый гамбит: славянская защита, 5.e3
si: DGZ pol-slovanska, 5. e3
sv: Damgambit avböjd: Semi-slaviskt, 5.e3
tr: QGD yarı Slav: 5.e3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 5.e3
vi: QGD bán Slav: 5.e3

source: Queen Gambit Declined Semi-Slav: 6.Bd3
ar: جامبيت الوزير المرفوض النصف-السلافي: 6.Bd4
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 6.Bd3
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 6. Ad3
cs: QGD semi-Slav: 6.Bd3
de: Damengambit (abgelehnt) Halbslawisch: 6.Ld3
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 6.Ad3
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: 6.Ad3
fr: Gambit Dame refusé, semi-slave, 6.Fd3
id: QGD: Semi Slavia, 6.Gd3
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 6.Ad3
nl: GDG semi-Slavisch: 6.Ld3
pl: Gam.hetm nieprzyj. pół-słowiańska 6.Gd3
ru: Отказанный ферзевый гамбит: славянская защита, 6. Сd3
si: DGZ pol-slovanska, 6. Ld3
sv: Damgambit avböjd: Semi-slaviskt, 6.Ld3
tr: QGD yarı Slav: 6.Bd3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 6. Сd3
vi: QGD bán Slav: 6.Bd3

source: Queen Gambit Declined Semi-Slav: 7.Bc4
ar: جامبيت الوزير المرفوض النصف-السلافي: 7.Bc5
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 7.Bc4
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 6 ...dxc4 7. Axc4
cs: QGD semi-Slav: 7.Bc4
de: Damengambit (abgelehnt) Halbslawisch: 7.Lc4
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 6...dxc4 7.Axc4
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: 7.Ac4
fr: Gambit Dame refusé, semi-slave, 7.Fxc4
id: QGD: Semi Slavia, 7.Gc4
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 6...dxc4 7.Axc4
nl: GDG semi-Slavisch: 7.Lc4
pl: Gam.hetm nieprzyj. pół-słowiańska 7.Gc4
ru: Отказанный ферзевый гамбит: славянская защита, 7. Сc4
si: DGZ pol-slovanska, 7. Lc4
sv: Damgambit avböjd: Semi-slaviskt, 6...dxc4 7.Lxc4
tr: QGD yarı Slav: 7.Bc4
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 7. Сc4
vi: QGD bán Slav: 7.Bc4
