Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: French Defence: Tarrasch, Closed Variation
ar: فرنسي: تاراش, المغلق تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Fechada
ca: Defensa Francesa - Variant Tarrasch - Variant tancada
cs: Francouzská: Tarraschova, Zavřená varianta
de: Französisch: Tarrasch, Geschlossene Variante
es: Defensa Francesa, Variante Tarrasch, Variante Cerrada
eu: Frantsesa: Tarrasch, Aldaera Itxia
fr: Française, var. Tarrasch, var. fermée
id: Pembelaan Perancis: Tarrasch, Varian Tertutup
it: Difesa Francese, Variante Tarrasch, Variante Chiusa
nl: Frans: Tarrasch, gesloten variant
pl: Francuska, Tarrasch, wariant zamknięty
ru: Французская защита: система Тарраша, закрытый вариант
si: francoska, Tarrasch, zaprta različica
sv: Franskt: Tarrasch, sluten variant
tr: Fransız: Tarrasch, kapalı varyasyon
uk: Французький захист: система Тарраша, закритий варіант
vi: Pháp: Tarrasch, biến khép kín

source: French Defence: Tarrasch, Closed Variation, Main Line
ar: فرنسي: تاراش, المغلق تفريع, الخط الرئيسي
br: Defesa Francesa, Variante Tarrasch, Variante Fechada, Linha Principal
ca: Defensa Francesa - Variant Tarrasch - Variant tancada - Línia principal
cs: French: Tarrasch, closed variation, main line
de: Französisch: Tarrasch, Geschlossene Variante, Hauptvariante
es: Defensa Francesa, Variante Tarrasch, Variante Cerrada, Linea Principal
eu: Frantsesa: Tarrasch, Aldaera Itxia, Lerro Nagusia
fr: Française, var. Tarrasch, var. fermée, ligne principale
id: Pembelaan Perancis: Tarrasch, Varian Tertutup, Jalur Utama
it: Difesa Francese, Variante Tarrasch, Variante Chiusa, Linea Principale
nl: Frans: Tarrasch, gesloten variant, hoofdlijn
pl: Francuska, Tarrasch, wariant zamknięty, główna linia
ru: Французская защита: система Тарраша, закрытый вариант, основное продолжение
si: francoska: Tarrasch, zaprta različica, glavna linija
sv: Franskt: Tarrasch, sluten, huvudvariant
tr: Fransız: Tarrasch, kapalı varyasyon, ana hat
uk: Французький захист: система Тарраша, закритий варіант, основне продовження
vi: Pháp: Tarrasch, biến khép kín, dòng chính

source: French Defence: Tarrasch, Eliskases Variation
ar: فرنسي: تاراش, اليسكازس تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Eliskases
ca: Defensa Francesa - Variant Tarrasch - Variant oberta - Variant Eliskases
cs: Francouzská: Tarraschova, Eliskasesova varianta
de: Französisch: Tarrasch, Eliskases-Variante
es: Defensa Francesa, Variante Tarrasch, Variante Abierta, Variante Eliskases
eu: Frantsesa: Tarrasch, Eliskases Aldaera
fr: Française, var. Tarrasch, var. Eliskases
id: Pembelaan Perancis: Tarrasch, Varian Eliskases
it: Difesa Francese, Variante Tarrasch, Variante Aperta, Variante Eliskases
nl: Frans: Tarrasch, Eliskases variant
pl: Francuska, Tarrasch, wariant Eliskases'a
ru: Французская защита: система Тарраша, вариант Элисказеса
si: francoska, Tarrasch, Eliskasesova različica
sv: Franskt: Tarrasch, Eliskasesvarianten
tr: Fransız: Tarrasch, Eliskases varyasyonu
uk: Французький захист: система Тарраша, варіант Елісказеса
vi: Pháp: Tarrasch, Eliskases biến

source: French Defence: Tarrasch, Guimard Main Line
ar: فرنسي: تاراش, جويمارد الخط الرئيسي
br: Defesa Francesa, Variante Tarrasch, Variante Guimard Linha Principal
ca: Defensa Francesa - Variant Tarrasch - Variant Guimard - Línia principal
cs: Francouzská: Tarraschova, Guimardova hlavní varianta
de: Französisch: Tarrasch, Guimard Hauptvariante
es: Defensa Francesa, Variante Tarrasch, Variante Guimard, Linea Principal
eu: Frantsesa: Tarrasch, Guimard Lerroa Nagusia
fr: Française, var. Tarrasch, var. Guimard, ligne principale
id: Pembelaan Perancis: Tarrasch, Jalur Utama Guimard
it: Difesa Francese, Variante Tarrasch, Variante Guimard, Linea Principale
nl: Frans: Tarrasch, Guimard hoofdlijn
pl: Francuska, Tarrasch, Guimard główna linia
ru: Французская защита: система Тарраша, основной вариант Гимара
si: Francoska: Tarrasch, Guimard glavna linija
sv: Franskt: Tarrasch, Guimards huvudvariant
tr: Fransız: Tarrasch, Guimard ana hat
uk: Французький захист: система Тарраша, основний варіант Гімара
vi: Pháp: Tarrasch, Guimard dòng chính

source: French Defence: Tarrasch, Guimard Variation
ar: فرنسي: تاراش, جويمارد تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Guimard
ca: Defensa Francesa - Variant Tarrasch - Variant Guimard
cs: Francouzská: Tarraschova, Guimardova varianta
de: Französisch: Tarrasch, Guimard-Variante
es: Defensa Francesa, Variante Tarrasch, Variante Guimard
eu: Frantsesa: Tarrasch, Guimard Aldaera
fr: Française, var. Tarrasch, var. Guimard
id: Pembelaan Perancis: Tarrasch, Varian Guimard
it: Difesa Francese, Variante Tarrasch, Variante Guimard
nl: Frans: Tarrasch, Guimard variant
pl: Francuska, Tarrasch, wariant Guimard'a
ru: Французская защита: система Тарраша, вариант Гимара
si: francoska, Tarrasch, Guimardova različica
sv: Franskt: Tarrasch, Guimardvarianten
tr: Fransız: Tarrasch, Guimard varyasyonu
uk: Французький захист: система Тарраша, варіант Гімара
vi: Pháp: Tarrasch, Guimard biến

source: French Defence: Tarrasch, Haberditz Variation
ar: فرنسي: تاراش, هابرديتز تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Haberditz
ca: Defensa Francesa - Variant Tarrasch - Variant Haberditz
cs: Francouzská: Tarraschova, Haberditzova varianta
de: Französisch: Tarrasch, Haberditz-Variante
es: Defensa Francesa, Variante Tarrasch, Variante Haberditz
eu: Frantsesa: Tarrasch, Haberditz Aldaera
fr: Française, var. Tarrasch, var. Haberditz
id: Pembelaan Perancis: Tarrasch, Varian Haberditz
it: Difesa Francese, Variante Tarrasch, Variante Haberditz
nl: Frans: Tarrasch, Haberditz variant
pl: Francuska, Tarrasch, wariant Haberditz'a
ru: Французская защита: система Тарраша, вариант Хабердица
si: francoska, Tarrasch, Haberditzova različica
sv: Franskt: Tarrasch, Haberditzvarianten
tr: Fransız: Tarrasch, Haberditz varyasyonu
uk: Французький захист: система Тарраша, варіант Хабердіца
vi: Pháp: Tarrasch, Haberditz biến

source: French Defence: Tarrasch, Leningrad Variation
ar: فرنسي: تاراش, لينينغراد تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Leninegrado
ca: Defensa Francesa - Variant Tarrasch - Variant tancada - Línia principal - Variant Leningrad
cs: Francouzská: Tarraschova, Leningradská varianta
de: Französisch: Tarrasch, Leningrader Variante
es: Defensa Francesa, Variante Tarrasch, Variante Cerrada, Linea Principal, Variante Leningrado
eu: Frantsesa: Tarrasch, Leningrad Aldaera
fr: Française, var. Tarrasch, var. de Saint-Pétersbourg (Léningrad)
id: Pembelaan Perancis: Tarrasch, Varian Leningrad
it: Difesa Francese, Variante Tarrasch, Variante Chiusa, Linea Principale, Variante Leningrado
nl: Frans: Tarrasch, Leningrad variant
pl: Francuska, Tarrasch, wariant Leningrad
ru: Французская защита: система Тарраша, ленинградский вариант
si: francoska, Tarrasch, Leningrad različica
sv: Franskt: Tarrasch, Leningradvarianten
tr: Fransız: Tarrasch, Leningrad varyasyonu
uk: Французький захист: система Тарраша, Ленінградський варіант
vi: Pháp: Tarrasch, Leningrad biến

source: French Defence: Tarrasch, Open Variation
ar: فرنسي: تاراش, التفريع المفتوح
br: Defesa Francesa, Variante Tarrasch, Variante Aberta
ca: Defensa Francesa - Variant Tarrasch - Variant oberta
cs: French: Tarrasch, open variation
de: Französisch: Tarrasch, Offenes System
es: Defensa Francesa, Variante Tarrasch, Variante Abierta
eu: Frantsesa: Tarrasch, Aldaera Irekia
fr: Française, var. Tarrasch, var. ouverte
id: Pembelaan Perancis: Tarrasch, Varian Terbuka
it: Difesa Francese, Variante Tarrasch, Variante Aperta
nl: Frans: Tarrasch, open variant
pl: Francuska, Tarrasch, wariant otwarty
ru: Французская защита: система Тарраша, открытый вариант
si: francoska, Tarrasch, odprta različica
sv: Franskt: Tarrasch, öppen variant
tr: Fransız: Tarrasch, açık varyasyon
uk: Французький захист: система Тарраша, відкритий варіант
vi: Pháp: Tarrasch, biến thể khai cuộc

source: French Defence: Tarrasch, Open Variation, Main Line
ar: فرنسي: تاراش, التفريع المفتوح, الخط الرئيسي
br: Defesa Francesa, Variante Tarrasch, Variante Aberta, Linha Principal
ca: Defensa Francesa - Variant oberta - Línia principal
cs: French: Tarrasch, open variation, main line
de: Französisch: Tarrasch, Offenes System, Hauptvariante
es: Defensa Francesa, Variante Tarrasch, Variante Abierta, Linea Principal
eu: Frantsesa: Tarrasch, Aldaera Irekia, Lerro Nagusia
fr: Française, var. Tarrasch, var. ouverte, ligne principale
id: Pembelaan Perancis: Tarrasch, Varian Terbuka, Jalur Utama
it: Difesa Francese, Variante Tarrasch, Variante Aperta, Linea Principale
nl: Frans: Tarrasch open variant, hoofdlijn
pl: Francuska, Tarrasch, wariant otwarty, główna linia
ru: Французская защита: система Тарраша, открытый вариант, основное продолжение
si: francoska: Tarrasch, odprta različica, glavna linija
sv: Franskt: Tarrasch, öppen, huvudvariant
tr: Fransız: Tarrasch, açık varyasyon, ana hat
uk: Французький захист: система Тарраша, відкритий варіант, основне продовження
vi: Pháp: Tarrasch, biến thể khai cuộc, nhánh chính

source: French Defence: Tarrasch, Open, 4.ed Ed
ar: فرنسي: تاراش, المفتوح , 4.ed ed
br: Defesa Francesa, Variante Tarrasch, Variante Aberta, 4.exd5 exd5
ca: Defensa Francesa - Variant Tarrasch - Variant oberta - 4. exd5 exd5
cs: French: Tarrasch, open, 4.ed ed
de: Französisch: Tarrasch, Offen, 4.ed ed
es: Defensa Francesa, Variante Tarrasch, Variante Abierta, 4.exd5 exd5
eu: Frantsesa: Tarrasch, Irekia, 4.exd5 exd5
fr: Française, var. Tarrasch, var. ouverte, 4.ed ed
id: Pembelaan Perancis: Tarrasch, Varian Terbuka, 4.ed ed
it: Difesa Francese, Variante Tarrasch, Variante Aperta, 4.exd5 exd5
nl: Frans: Tarrasch, open, 4.ed ed
pl: Francuska, Tarrasch, otwarty, 4.ed ed
ru: Французская защита: система Тарраша, открытый вариант с 4.ed ed
si: francoska, Tarrasch, odprt, 4.exd5 exd5
sv: Franskt: Tarrasch, öppen, 4.ed ed
tr: Fransız: Tarrasch, açık, 4.ed ed
uk: Французький захист: система Тарраша, відкритий варіант, з 4.ed ed
vi: Pháp: Tarrasch, khai cuộc, 4.ed ed

source: French Defence: Two Knights Variation
ar: فرنسي: الفرسين تفريع
br: Defesa Francesa, Variante dos 2 Cavalos
ca: Defensa Francesa - Variant dels dos cavalls
cs: French: Two knights variation
de: Französisch: Zweispringer-Variante
es: Defensa Francesa, Variante de los 2 Caballos
eu: Frantsesa: Bi Zaldunen Aldaera
fr: Française, var. des 2 cavaliers
id: Pembelaan Perancis: Varian 2 Kuda
it: Difesa Francesa, Variante dei 2 Cavalli
nl: Frans: Twee paarden variant
pl: Francuska, wariant dwóch skoczków
ru: Французская защита: вариант двух коней
si: francoska, različica dveh skakačev
sv: Franskt: Tvåspringarvarianten
tr: Fransız: İki at varyasyonu
uk: Французький захист: варіант двох коней
vi: Pháp: hiệp sĩ Hai biến thể

source: French Defence: Winawer (Nimzovich) Variation
ar: فرنسي: ويناور (نيمزوفيتش) تفريع
br: Defesa Francesa, Variante Winawer (Nimzowitsch)
ca: Defensa Francesa - Variant Winawer o Nimzowitsch
cs: French: Winawer (Nimzovich) variation
de: Französisch: Winawer (Nimzowitsch)-Variante
es: Defensa Francesa, Variante Winawer o Nimzowitsch
eu: Frantsesa: Winawer (Nimzovich) Aldaera
fr: Française, var. Winawer (Nimzowitsch)
id: Pembelaan Perancis: Varian Winawer (Nimzowitch)
it: Difesa Francese, Variante Winawer o Nimzowitsch
nl: Frans: Winawer (Nimzovich) variant
pl: Francuska, wariant Winawer'a (Nimzovitsch'a)
ru: Французская защита: вариант Винавера
si: francoska, Winawer (Nimzovicheva) različica
sv: Franskt: Winawervarianten (Nimzowitsch)
tr: Fransız: Winawer (Nimzovich) varyasyonu
uk: Французький захист: варіант Вінавера
vi: Pháp: Winawer (Nimzovich) biến thể

source: French Defence: Winawer Variation, Advance Variation
es: Defensa Francesa: Variante Winawer, Variante Advance
eu: Defentsa Frantsesa: Winawer Aldaera, Aurrerapen Aldaera
fr: Française, var. Winawer, var. d'avance

source: French Defence: Winawer Variation, Bogoljubov Variation, Icelandic Defence
es: Defensa Francesa: Variante Winawer, Variante Bogoljubov, Defensa Icelandic
eu: Defentsa Frantsesa: Winawer Aldaera, Bogoljubov Aldaera, Defentsa islandiarra
fr: Française, var. Winawer, var. d'avance, var. Bogoljubov, défense islandaise

source: French Defence: Winawer Variation, Delayed Exchange Variation
es: Defensa Francesa: Variante Winawer, Variante Delayed Exchange
eu: Defentsa Frantsesa: Winawer Aldaera, Atzeratutako Trukearen Aldaera
fr: Française, var. Winawer, var. d'échange différé

source: French Defence: Winawer Variation, Exchange Variation, Canal Attack
es: Defensa Francesa: Variante Winawer, Variante Exchange, Ataque Canal
eu: Defentsa Frantsesa: Winawer Aldaera, Truke Aldaera, Canal Erasoa
fr: Française, var. Winawer, var. d'échange, attaque Canal

source: French Defence: Winawer Variation, Fingerslip Variation, Kunin Double Gambit
es: Defensa Francesa: Variante Winawer, Variante Fingerslip, Gambito Kunin Double
eu: Defentsa Frantsesa: Winawer Aldaera, Fingerslip Aldaera, Kunin Ganbito Bikoitza

source: French Defence: Winawer Variation, Fingerslip Variation, Main Line
es: Defensa Francesa: Variante Winawer, Variante Fingerslip, Main Line
eu: Defentsa Frantsesa: Winawer Aldaera, Fingerslip Aldaera, Lerro Nagusia
fr: Française, var. Winawer, var. fingerslip (faux mouvement qui proviendrait d'une interversion de coups d'Alekhine dans une partie contre Flohr), ligne principale

source: French Defence: Winawer Variation, Fingerslip Variation, Schwarz Line
es: Defensa Francesa: Variante Winawer, Variante Fingerslip, Schwarz Line
eu: Defentsa Frantsesa: Winawer Aldaera, Fingerslip Aldaera, Schwarz Lerroa

source: French Defence: Winawer Variation, Maróczy-Wallis Variation
es: Defensa Francesa: Variante Winawer, Variante Maróczy-Wallis
eu: Defentsa Frantsesa: Winawer Aldaera, Maróczy-Wallis Aldaera

source: French Defence: Winawer Variation, Retreat Variation
es: Defensa Francesa: Variante Winawer, Variante Retreat
eu: Defentsa Frantsesa: Winawer Aldaera, Atzerapen Aldaera
fr: Française, var. Winawer, var. de retraite

source: French Defence: Winawer Variation, Retreat Variation, Armenian Line
es: Defensa Francesa: Variante Winawer, Variante Retreat, Armenian Line
eu: Defentsa Frantsesa: Winawer Aldaera, Atzerapen Aldaera, Armeniar Lerroa
fr: Française, var. Winawer, var. de retraite, ligne arménienne

source: French Defence: Winawer Variation, Winckelmann-Riemer Gambit
es: Defensa Francesa: Variante Winawer, Gambito Winckelmann-Riemer
eu: Defentsa Frantsesa: Winawer Aldaera, Winckelmann-Riemer Ganbitoa

source: French Defence: Winawer, Advance Variation
ar: فرنسي: ويناور, تقديم تفريع
br: Defesa Francesa, Variante Winawer, Variante do Avanço
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç
cs: French: Winawer, advance variation
de: Französisch: Winawer, Vorstoßvariante
es: Defensa Francesa, Variante Winawer, Variante del Avance
eu: Frantsesa: Winawer, Aurrerapen Aldaera
fr: Française, var. Winawer, var. d'avance
id: Pembelaan Perancis: Winawer, Varian Maju
it: Difesa Francese, Variante Winawer, Variante di Spinta
nl: Frans: Winawer, doorschuif variant
pl: Francuska, Winawer, wariant zamknięty
ru: Французская защита: вариант Винавера, вариант с продвижением
si: francoska, Winawer, napredna različica
sv: Franskt: Winawer, framstötsvarianten
tr: Fransız: Winawer, gelişmiş varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням
vi: Pháp: Winawer, biến thể nâng cao

source: French Defence: Winawer, Advance, 5.a3
ar: فرنسي: ويناور, تقديم, 5.a4
br: Defesa Francesa, Variante Winawer, Variante do Avanço, 5.a3
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - 5. a3
cs: French: Winawer, advance, 5.a3
de: Französisch: Winawer, Vorstoßvariante, 5.a3
es: Defensa Francesa, Variante Winawer, Variante del Avance, 5.a3
eu: Frantsesa: Winawer, Aurrerapena, 5.a3
fr: Française, var. Winawer, var. d'avance, 5.a3
id: Pembelaan Perancis Winwer: Maju, 5.a3
it: Difesa Francese, Variante Winawer, Variante di Spinta, 5.a3
nl: Frans: Winawer, doorschuif, 5.a3
pl: Francuska, Winawer, zamknięty, 5.a3
ru: Французская защита: вариант Винавера, вариант с продвижением, 5.a3
si: francoska, Winawer, napredna, 5. a3
sv: Franskt: Winawer, framstötsvarianten med 5.a3
tr: Fransız: Winawer, gelişmiş, 5.a3
uk: Французький захист: варіант Вінавера, варіант з просуванням, 5.a3
vi: Pháp: Winawer, nâng cao, 5.a3

source: French Defence: Winawer, Advance, 6...Ne7
ar: فرنسي: ويناور, تقديم, 6...Ne8
br: Defesa Francesa, Variante Winawer, Variante do Avanço, 6...Ce7
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - 6 ... Ce7
cs: French: Winawer, advance, 6...Ne7
de: Französisch: Winawer, Vorstoßvariante, 6...Se7
es: Defensa Francesa, Variante Winawer, Variante del Avance, 6...Ce7
eu: Frantsesa: Winawer, Aurrerapena, 6...Ze7
fr: Française, var. Winawer, var. d'avance, 6...Ce7
id: Pembelaan Perancis Winawer: Maju, 6... Ke7
it: Difesa Francese, Variante Winawer, Variante di Spinta, 6...Ce7
nl: Frans: Winawer, doorschuif, 6 ... Pe7
pl: Francuska, Winawer, zamknięty, 6..Ne7
ru: Французская защита: вариант Винавера, вариант с продвижением, 6...Кe7
si: francoska, Winawer, napredna, 6. Se7
sv: Franskt: Winawer, framstötsvarianten med 6...Se7
tr: Fransız: Winawer, gelişmiş, 6...Ne7
uk: Французький захист: варіант Вінавера, варіант з просуванням, 6...Кe7
vi: Pháp: Winawer, nâng cao, 6 ... Ne7

source: French Defence: Winawer, Advance, Bogolyubov Variation
ar: فرنسي: ويناور, تقديم, تفريع وجوليوبوف
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Bogoljubow
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant Bogoljubow
cs: French: Winawer, advance, Bogolyubov variation
de: Französisch: Winawer, Vorstoßvariante, Bogolyubov-Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Bogoljubow
eu: Frantsesa: Winawer, Aurrerapena, Bogolyubov Aldaera
fr: Française, var. Winawer, var. d'avance, var. Bogoljubov
id: Pembelaan Perancis Winawer: Maju, Varian Bogolyubov
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Bogoljubow
nl: Frans: Winawer, doorschuif, Bogolyubov variant
pl: Francuska, Winawer, zamknięty, wariant Bogolyubov'a
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант Боголюбова
si: francoska, Winawer, napredna, Bogolyubova različica
sv: Franskt: Winawer, framstötsvarianten, Bogoljubowvarianten
tr: Fransız: Winawer, gelişmiş, Bogolyubov varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант Боголюбова
vi: Pháp: Winawer, nâng cao, biến thể Bogolyubov

source: French Defence: Winawer, Advance, Poisoned Pawn Variation
ar: فرنسي: ويناور, تقديم, بيدق سام تفريع
br: Defesa Francesa, Variante Winawer, Variante Avanço, Variante do Peão Envenenado
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant peó emmetzinat
cs: French: Winawer, advance, poisoned pawn variation
de: Französisch: Winawer, Vorstoßvariante, Bauernraubvariante
es: Defensa Francesa, Variante Winawer, Variante Avance, Variante del Peón Envenenado
eu: Frantsesa: Winawer, Aurrerapena, Peoi Pozoituaren Aldaera
fr: Française, var. Winawer, var. d'avance, var. du pion empoisonné
id: Pembelaan Perancis Winawer: Maju, Varian Bidak Beracun
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante del Pedone Avvelenato
nl: Frans: Winawer, doorschuif , vergiftigde pion variant
pl: Francuska, Winawer, zamknięty, zatruty pionek
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант отравленной пешки
si: francoska, Winawer, napredna, različica zastrupljenega kmeta
sv: Franskt: Winawer, framstötsvarianten, varianten med förgiftad bonde
tr: Fransız: Winawer, gelişmiş, zehirlenmiş piyon varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант отруєного пішака
vi: Pháp: Winawer, nâng cao, biến thể tốt độc

source: French Defence: Winawer, Advance, Poisoned Pawn, Euwe-Gligoric Variation
ar: فرنسي: ويناور, تقديم, بيدق سام, إيوي-جليجوريك تفريع
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Peão Envenenado, Variante Euwe Gligoric
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant peó emmetzinat - Variant Euwe Gligoric
cs: Francouzská: Winawerova, pokročilá, otrávený pěšec, Euweho-Gligoričova varianta
de: Französisch: Winawer, Vorstoßvariante, Bauernraubvariante, Euwe-Gligoric Variante
es: Defensa Francesa, Variante Winawer, Variante Avance, Variante Peón Envenenado, Variante Euwe Gligoric
eu: Frantsesa: Winawer, Aurrerapena, Peoi Pozoitua, Euwe-Gligoric Aldaera
fr: Française, var. Winawer, var. d'avance, var. du pion empoisonné, var. Euwe - Gligorić
id: Pembelaan Perancis Winawer: Maju, Varian Bidak Beracun, Varian Euwe-Gligoric
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Pedone Avvelenato, Variante Euwe Gligoric
nl: Frans: Winawer, doorschuif , vergiftigde pion, Euwe-Gligoric variant
pl: Francuska, Winawer, zamknięty, zatruty pionek, wariant Euwe-Gligoric
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант отравленной пешки, вариант Эйве-Глигорича
si: francoska, Winawer, napredna, zastrupljen kmet, Euwe-Gligoriceva različica
sv: Franskt: Winawer, framstötsvarianten, förgiftad bonde, Euwe-Gligoric-varianten
tr: Fransız: Winawer, gelişmiş, zehirlenmiş piyon, Euwe-Gligoric var.
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант отруєного пішака, варіант Ейве-Глігорича
vi: Pháp: Winawer, nâng cao, tốt độc, biến Euwe-Gligoric

source: French Defence: Winawer, Advance, Poisoned Pawn, Konstantinopolsky Variation
ar: فرنسي: ويناور, تقديم, بيدق سام, تفريع كونستانتينوبولسكي
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Peão Envenenado, Variante Konstantinopolsky
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant peó emmetzinat - Variant Konstantinopolsky
cs: Francouzská: Winawerova, pokročilá, otrávený pěšec, Konstantinopolského varianta
de: Französisch: Winawer, Vorstoßvariante, Bauernraubvariante, Konstantinopolsky Variante
es: Defensa Francesa, Variante Winawer, Variante Avance, Variante Peón Envenenado, Variante Konstantinopolsky
eu: Frantsesa: Winawer, Aurrerapena, Peoi Pozoitua, Konstantinopolsky Aldaera
fr: Française, var. Winawer, var. d'avance, var. du pion empoisonné, var. Konstantinopolsky
id: Pembelaan Perancis Winawer: Maju, Varian Bidak Beracun, Varian Konstantinopolsky
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Pedone Avvelenato, Variante Konstantinopolsky
nl: Frans: Winawer, doorschuif , vergiftigde pion, Konstantinopolsky variant
pl: Francuska, Winawer, zamknięty, zatruty pionek, wariant Konstantinpolsky
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант отравленной пешки, вариант Константинопольского
si: francoska, Winawer, napredna, zastrupljen kmet, Konstantinopolskyeva različica
sv: Franskt: Winawer, framstötsvarianten, förgiftad bonde, Konstantinopolskijs variant
tr: Fransız: Winawer, gelişmiş, zehirlenmiş piyon, Konstantinopolsky var.
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант отруєного пішака, варіант Константинопольського
vi: Pháp: Winawer, nâng cao, tốt độc, biến thể Konstantinopolsky
