Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Latvian Gambit, 3.Bc4
ar: لاتيفان جامبيت, 3.Bc5
br: Contra-Gambito Letão, Variante 3.Bc4
ca: Contra-Gambit Letó - Variant 3. Ac4
de: Lettisches Gambit 3.Lc4
es: ContraGambito Letón, Variante 3.Ac4
eu: Letoniar Ganbitoa, 3.Ac4
fr: Gambit letton, 3.Fc4 (attaque Mayet)
id: Gambit Latvian, 3.Gc4
it: Controgambetto Lettone, Variante 3.Ac4
nl: Letse gambiet, 3.Lc4
pl: Gambit Latvian'a.3. Gc4
ru: Латышский гамбит: 3.Сc4
si: latvijski gambit, 3. Lc4
sv: Lettisk gambit: 3.Lc4
tr: Letonya gambiti, 3.Bc4
uk: Латиський гамбіт: 3.Сc4
vi: Latvia cờ, 3.Bc4

source: Latvian Gambit: Behting Variation
ar: لاتيفان: بيهتنج تفريع
br: Contra-Gambito Letão, Variante Behting
ca: Contra-Gambit Letó - Variant Behting
cs: Latvian: Behting variation
de: Lettisches Gambit: Behting-Variante
es: ContraGambito Letón, Variante Behting
eu: Letoniera: Behting Aldaera
fr: Gambit letton, var. Behting
id: Gambit Latvian, Varian Behting
it: Controgambetto Lettone, Variante Behting
nl: Lets: Behting variant
pl: Latvian, wariant Behting'a
ru: Латышский гамбит: вариант Бетиньша
si: latvijski, Behtingova različica
sv: Lettisk gambit: Behtingvarianten
tr: Letonya: Behting varyasyonu
uk: Латиський гамбіт: варіант Бетіньша
vi: Biến Behting: Latvia

source: Latvian Gambit: Clam Gambit
eu: Letoniar Ganbitoa: Clam Ganbitoa
fr: Gambit letton, gambit de la palourde

source: Latvian Gambit: Corkscrew Counter-gambit
ar: لاتيفان: البرامة الجامبيت المضاد
br: Contra-Gambito Letão, Contra-Gambito Sacarolha
ca: Contra-Gambit Letó - Contra-Gambit tirabuixó
cs: Latvian: corkscrew counter-gambit
de: Lettisches Gambit: Korkenzieher Gegengambit
es: ContraGambito Letón, ContraGambito Sacacorchos
eu: Letoniera: Kortxo-Kentzeko Kontra-Ganbitoa
fr: Gambit letton, contre-gambit du tire-bouchon
id: Gambit Latvian, Bambit Balasan Corksrew
it: Controgambetto Lettone, Controgambetto Sacacorchos
nl: Lets: kurkentrekker tegengambiet
pl: Latvian, kontrgambit korkociąg
ru: Латышский гамбит: штопорный контргамбит
si: latvijski, corksrew proti-gambit
sv: Lettisk gambit: Korkskruvsmotgambit
tr: Letonya: tirbuşon karşı gambiti
uk: Латиський гамбіт: штопорний контргамбіт Лазо
vi: Latvia: xoắn ốc phản Gambit

source: Latvian Gambit: Corkscrew Gambit
eu: Letoniar Ganbitoa: Ginbaleta Ganbitoa
fr: Gambit letton, gambit du tire-bouchon

source: Latvian Gambit: Diepstraten CounterGambit
eu: Letoniar Ganbitoa: Diepstraten Kontra-Ganbitoa
fr: Gambit letton, contre-gambit Diepstraten

source: Latvian Gambit: Fraser Defence
ar: لاتيفان: فرازر دفاع
br: Contra-Gambito Letão, Defesa Fraser
ca: Contra-Gambit Letó - Defensa Fraser
cs: Latvian: Fraser defence
de: Lettisches Gambit: Fraser Verteidigung
es: ContraGambito Letón, Defensa Fraser
eu: Letoniera: Fraser Defentsa
fr: Gambit letton, défense Fraser
id: Gambit Latvian, Varian Fraser
it: Controgambetto Lettone, Difesa Fraser
nl: Lets: Fraser verdediging
pl: Latvian, obrona Fraser'a
ru: Латышский гамбит: защита Фрейзера
si: latvijski, Fraserjeva obramba
sv: Lettisk gambit: Frasers försvar
tr: Letonya: Fraser savunması
uk: Латиський гамбіт: захист Фрейзера
vi: Latvia: Phòng thủ Fraser

source: Latvian Gambit: Greco Variation
eu: Letoniar Ganbitoa: Greco Aldaera
fr: Gambit letton, var. Greco

source: Latvian Gambit: Lobster Gambit
eu: Letoniar Ganbitoa: Lobster Ganbitoa
fr: Gambit letton, gambit du homard

source: Latvian Gambit: Mason CounterGambit
eu: Letoniar Ganbitoa: Mason Kontra-Ganbitoa
fr: Gambit letton, contre-gambit Mason

source: Latvian Gambit: Mayet Attack, Morgado Defence
eu: Letoniar Ganbitoa: Mayet Erasoa, Morgado Defentsa
fr: Gambit letton, attaque Mayet, défense Morgado

source: Latvian Gambit: Mayet Attack, Poisoned Pawn Variation
eu: Letoniar Ganbitoa: Mayet Erasoa, Peoi Pozoituaren Aldaera
fr: Gambit letton, attaque Mayet, var. du pion empoisonné

source: Latvian Gambit: Mayet Attack, Strautins Gambit
eu: Letoniar Ganbitoa: Mayet Erasoa, Strautins Ganbitoa

source: Latvian Gambit: Mlotkowski Variation
eu: Letoniar Ganbitoa: Mlotkowski Aldaera
fr: Gambit letton, var. Młotkowski

source: Latvian Gambit: Nimzovich Variation
ar: لاتيفان: نيمزوفيتش تفريع
br: Contra-Gambito Letão, Variante Nimzowitsch
ca: Contra-Gambit Letó - Variant Nimzowitsch
cs: Latvian: Nimzovich variation
de: Lettisches Gambit: Nimzowitsch-Variante
es: ContraGambito Letón, Variante Nimzowitsch
eu: Letoniera: Nimzovich Aldaera
fr: Gambit letton, var. Nimzowitsch
id: Gambit Latvian, Varian Nimzowitch
it: Controgambetto Lettone, Variante Nimzowitsch
nl: Lets: Nimzovich variant
pl: Latvian, wariant Nimzovitsch'a
ru: Латышский гамбит: вариант Нимцовича
si: latvijski, Nimzovicheva različica
sv: Lettisk gambit: Nimzowitschvarianten
tr: Letonya: Nimzovich varyasyonu
uk: Латиський гамбіт: варіант Німцовича
vi: Latvia: Nimzovich biến

source: Latvian Gambit: Polerio Variation
ar: لاتيفان: بوليريو تفريع
br: Contra-Gambito Letão, Variante Polerio
ca: Contra-Gambit Letó - Variant Polerio
cs: Latvian: Polerio variation
de: Lettisches Gambit: Polerio-Variante
es: ContraGambito Letón, Variante Polerio
eu: Letoniera: Polerio Aldaera
fr: Gambit letton, var. Polerio
id: Gambit Latvian, Varian Polerio
it: Controgambetto Lettone, Variante Polerio
nl: Lets: Polerio variant
pl: Latvian, wariant Polerio
ru: Латышский гамбит: вариант Полерио
si: latvijski, Poleriova različica
sv: Lettisk gambit: Poleriovarianten
tr: Letonya: Polerio varyasyonu
uk: Латиський гамбіт: варіант Полеріо
vi: Latvia: Polerio biến

source: Latvian Gambit: Senechaud Gambit
eu: Letoniar Ganbitoa: Senechaud Ganbitoa

source: Lemming Defence
ar: ليمنج دفاع
br: Defesa Lemming
ca: Defensa Lemming
de: Lemming Verteidigung
es: Defensa Lemming
eu: Lemming Defentsa
fr: Défense du lemming
id: Pembelaan Lemming
it: Difesa Lemming
nl: lemming verdediging
pl: Obrona Lemming'a
ru: Защита лемминга
si: Lemmingova obramba
sv: Lemmings försvar
tr: Yaban sıçanı savunması
uk: Захист Леммінга
vi: Phòng thủ Lemming

source: Lengfellner System
ar: لينجفلنر نظام
br: Sistema Lengfellner
ca: Defensa Francesa - Sistema Lengfellner
es: Defensa Francesa, Sistema Lengfellner
eu: Lengfellner Sistema
fr: Système Lengfellner
id: Sistem Lenggellner
it: Difesa Francese, Sistema Lengfellner
nl: Lengfellner systeem
pl: System Lengfellner'a
ru: Система Ленгфелльнера
si: Lengfellnerjev sistem
sv: Lengfellnersystemet
tr: Lengfellner sistemi
uk: Система Ленгфелльнера
vi: Hệ thống Lengfellner

source: Levitsky Attack (Queen Bishop Attack)
ar: ليفيتسكي هجوم (الوزير الفيل هجوم)
br: Ataque Levitsky (Ataque do Bispo da Dama)
ca: Obertuta de peó de Dama - Atac Levitsky o de l'Alfil de Dama
cs: Levitsky attack (Queen's bishop attack)
de: Levitsky Angriff (Damenläufer Angriff)
es: Apertura del Peón de Dama, Ataque Levitsky o del Alfil de Dama
eu: Levitsky Erasoa (Damaren Alfilaren Erasoa)
fr: Attaque Levitsky (attaque du fou dame)
id: Serangan Levitsky (Serangan Gajah Menteri)
it: Apertura del Pedone di Donna, Attacco Levitsky o d'Alfiere di Donna
nl: Levitsky aanval (Dameloper aanval)
pl: Atak Levitsky (atak hetmańsko-gońcowy)
ru: Атака Тромповского
si: Levitskyev napad (napad daminega lovca)
sv: Levitskijs angrepp (Damlöparangrepp)
tr: Levitsky hücumu (Vezir'in fil hücumu)
uk: Атака Тромповського (атака ферзевого слона)
vi: Levitsky tấn công (tấn công giám mục Queen)

source: Lion Defence: Anti-Philidor
eu: Lehoi Defentsa: Anti-Philidor
fr: Défense du lion, var. anti-Philidor

source: Lion Defence: Anti-Philidor, Lion Cave
eu: Lehoi Defentsa: Anti-Philidor, Lehoiaren Leize-zuloa
fr: Défense du lion, var. anti-Philidor, var. de la caverne du lion

source: Lion Defence: Anti-Philidor, Lion Cave, Lion Claw Gambit
eu: Lehoi Defentsa: Anti-Philidor, Lehoiaren leizezuloa, Lehoiaren leizezulo Ganbitoa
fr: Défense du lion, var. anti-Philidor, var. de la caverne du lion, gambit de la griffe du lion

source: Lion Defence: Bayonet Attack
eu: Lehoi Defentsa: Baioneta Erasoa
fr: Défense du lion, attaque à la baïonnette

source: Lion Defence: Lion Jaw
eu: Lehoi Defentsa: Lehoiaren matrailezurra
fr: Défense du lion, var. de la mâchoire du lion

source: London System: Poisoned Pawn Variation
eu: Lehoi Defentsa: Peoi Pozoituaren Aldaera
fr: Début du pion Dame, système de Londres, var. du pion empoisonné

source: Mexican Defence: Horsefly Gambit
eu: Lehoi Defentsa: Ezpararen Ganbitoa
fr: Tango des cavaliers noirs ou défense mexicaine, gambit horsefly (du taon, et jeu de mots avec "horse flight" ?)

source: Mieses Opening
ar: مايزس افتتاح
br: Abertura Mieses
ca: Obertura Mieses
de: Mieses Eröffnung
es: Apertura Mieses
eu: Mieses Irekiera
fr: Ouverture Mieses
id: Pembukaan Miesses
it: Apertura Mieses
pl: Debiut Mieses
ru: Дебют Мизеса
si: Miesesova otvoritev
sv: Mieses spelöppning
tr: Mieses açılışı
uk: Дебют Мізеса
vi: Khai cuộc Mieses

source: Mieses Opening: Myers Spike Attack
es: Apertura Mieses: Ataque Myers Spike
eu: Mieses Irekiera: Myers Spike Erasoa

source: Mieses Opening: Reversed Rat
es: Apertura Mieses: Reversed Rat
eu: Mieses Irekiera: Arratoi Alderantziz
fr: Ouverture Mieses, var. défense du rat inversée

source: Mikenas Defence: Cannstatter Variation
eu: Mikenas Defentsa: Cannstatter Aldaera

source: Mikenas Defence: Lithuanian Variation
eu: Mikenas Defentsa: Lituaniar Aldaera
fr: Défense du cavalier dame ou défense Lundin ou défense Mikenas, var. lituanienne

source: Mikenas Defence: Pozarek Gambit
eu: Mikenas Defentsa: Pozarek Ganbitoa

source: Modern Defence
ar: حديث دفاع
br: Defesa Moderna
ca: Defensa Moderna
de: Moderne Verteidigung
es: Defensa Moderna
eu: Defentsa Modernoa
fr: Défense moderne
id: Pembelaan Modern
it: Difesa Moderna
nl: Moderne verdediging
pl: Obrona nowoczesna
ru: Дебют ферзевой пешки: современная защита
si: Moderna obramba
sv: Moderna försvaret
tr: Modern savunma
uk: Дебют ферзевого пішака: Сучасний захист
vi: Phòng thủ hiện đại

source: Modern Defence: Anti-Modern
es: Defensa Moderna: Anti-Modern
eu: Defentsa Modernoa: Anti-Modernoa

source: Modern Defence: Averbakh System
ar: حديث دفاع: أفرباخ نظام
br: Defesa Moderna, Sistema Averbakh
ca: Defensa Moderna - Sistema Averbakh
de: Moderne Verteidigung: Awerbach System
es: Defensa Moderna, Sistema Averbakh
eu: Defentsa Modernoa: Averbakh Sistema
fr: Défense moderne, système Averbakh
id: Pembelaan Modern, Sistem Averbakh
it: Difesa Moderna, Sistema Averbakh
nl: Moderne verdediging:Averbakh systeem
pl: Obrona nowoczesna, system Averbakh'a
ru: Защита Робача: система Авербаха
si: Moderna obramba, Averbakhov sistem
sv: Moderna försvaret: Averbakhsystemet
tr: Modern savunma: Averbakh sistemi
uk: Захист Робача: система Авербаха
vi: Phòng thủ hiện đại: hệ thống Averbakh

source: Modern Defence: Averbakh System, Kotov Variation
ar: حديث دفاع: أفرباخ نظام, كوتوف تفريع
br: Defesa Moderna, Sistema Averbakh, Variante Kotov
ca: Defensa Moderna - Sistema Averbakh - Variant Kotov
de: Moderne Verteidigung: Awerbach System, Kotov-Variante
es: Defensa Moderna, Sistema Averbakh, Variante Kotov
eu: Defentsa Modernoa: Averbakh Sistema, Kotov Aldaera
fr: Défense moderne, système Averbakh, var. Kotov
id: Pembelaan Modern, Sistem Averbakh, Varian Kotov
it: Difesa Moderna, Sistema Averbakh, Variante Kotov
nl: Moderne verdediging:Averbakh systeem, Kotov variant
pl: Obrona nowoczesna, system Averbakh'a, wariant Kotov'a
ru: Защита Робача: система Авербаха, вариант Котова
si: Moderna obramba, Averbakhov sistem, Kotova različica
sv: Moderna försvaret: Averbakhsystemet, Kotovvarianten
tr: Modern savunma: Averbakh sistemi, Kotov varyasyonu
uk: Захист Робача: система Авербаха, варіант Котова
vi: Phòng thủ hiện đại: hệ thống Averbakh, biến thể Kotov

source: Modern Defence: Averbakh System, Randspringer Variation
ar: حديث دفاع: أفرباخ نظام, راندسبرينجr تفريع
br: Defesa Moderna, Sistema Averbakh, Variante Randspringer
ca: Defensa Moderna - Sistema Averbakh - Variant Randspringer
de: Moderne Verteidigung: Awerbach System, Randspringer-Variante
es: Defensa Moderna, Sistema Averbakh, Variante Randspringer
eu: Defentsa Modernoa: Averbakh Sistema, Randspringer Aldaera
fr: Défense moderne, système Averbakh, var. du cavalier sur la bande (Randspringer)
id: Pembelaan Modern, Sistem Averbakh, Varian Randspringer
it: Difesa Moderna, Sistema Averbakh, Variante Randspringer
nl: Moderne verdediging:Averbakh systeem, Randspringer variant
pl: Obrona nowoczesna, system Averbakh'a, wariant Randspringer'a
ru: Защита Робача: система Авербаха, вариант с конем на краю доски
si: Moderna obramba, Averbakhov sistem, Randspringerjeva različica
sv: Moderna försvaret: Averbakhsystemet, Kantspringarvarianten
tr: Modern savunma: Averbakh sistemi, Randspringer varyasyonu
uk: Захист Робача: система Авербаха, варіант з конем на краю дошки
vi: Phòng thủ hiện đại: hệ thống Averbakh, biến thể Randspringer

source: Modern Defence: Averbakh Variation, Pseudo-Sämisch
es: Defensa Moderna: Variante Averbakh, Pseudo-Sämisch
eu: Defentsa Modernoa: Averbakh Aldaera, Pseudo-Sämisch
fr: Défense moderne, var. pseudo-Sämisch

source: Modern Defence: Bishop Attack
es: Defensa Moderna: Ataque Bishop
eu: Defentsa Modernoa: Alfil Erasoa, Bücker Ganbitoa
fr: Défense moderne, attaque du fou

source: Modern Defence: Bishop Attack, Bücker Gambit
es: Defensa Moderna: Ataque Bishop, Gambito Bücker
eu: Defentsa Modernoa: Alfil Erasoa, Bücker Ganbitoa

source: Modern Defence: Bishop Attack, Monkey Bum
es: Defensa Moderna: Ataque Bishop, Monkey Bum
eu: Defentsa Modernoa: Alfil Erasoa, Tximuaren Ipurdia
fr: Défense moderne, attaque du fou, gambit des fesses du singe

source: Modern Defence: Dunworthy Variation
es: Defensa Moderna: Variante Dunworthy
eu: Defentsa Modernoa: Dunworthy Aldaera

source: Modern Defence: Fianchetto Gambit
es: Defensa Moderna: Gambito Fianchetto
eu: Defentsa Modernoa: Fianchetto Ganbitoa
fr: Défense moderne, gambit du fianchetto

source: Modern Defence: Lizard Defence, Mittenberger Gambit
es: Defensa Moderna: Defensa Lizard, Gambito Mittenberger
eu: Defentsa Modernoa: Lizard Defentsa, Mittenberger Ganbitoa

source: Modern Defence: Lizard Defence, Pirc-Diemer Gambit
es: Defensa Moderna: Defensa Lizard, Gambito Pirc-Diemer
eu: Defentsa Modernoa: Lizard Defentsa, Pirc-Diemer Ganbitoa

source: Modern Defence: Masur Gambit
es: Defensa Moderna: Gambito Masur
eu: Defentsa Modernoa: Masur Ganbitoa

source: Modern Defence: Modern Pterodactyl
es: Defensa Moderna: Modern Pterodactyl
eu: Defentsa Modernoa: Pterodaktilo Modernoa

source: Modern Defence: Mongredien Defence
es: Defensa Moderna: Defensa Mongredien
eu: Defentsa Modernoa: Mongredien Defentsa
fr: Défense moderne, défense Mongrédien

source: Modern Defence: Neo-Modern Defence
es: Defensa Moderna: Defensa Neo-Modern
eu: Defentsa Modernoa: Defentsa Neo-Modernoa

source: Modern Defence: Norwegian Defence
es: Defensa Moderna: Defensa Norwegian
eu: Defentsa Modernoa: Norvegiar Defentsa
fr: Défense moderne, défense norvégienne

source: Modern Defence: Norwegian Defence, Norwegian Gambit
es: Defensa Moderna: Defensa Norwegian, Gambito Norwegian
eu: Defentsa Modernoa: Norvegiar Defentsa, norvegiar Ganbitoa
fr: Défense moderne, défense norvégienne (ou var. de la mer du Nord), gambit norvégien

source: Modern Defence: Pterodactyl Variation
es: Defensa Moderna: Variante Pterodactyl
eu: Defentsa Modernoa: Pterodaktilo Aldaera

source: Modern Defence: Semi-Averbakh Variation, Polish Variation
es: Defensa Moderna: Variante Semi-Averbakh, Variante Polish
eu: Defentsa Modernoa: Semi-Averbakh Aldaera, Poloniar Aldaera
fr: Défense moderne, var. semi-Averbakh, var. polonaise

source: Modern Defence: Semi-Averbakh Variation, Pterodactyl Variation
es: Defensa Moderna: Variante Semi-Averbakh, Variante Pterodactyl
eu: Defentsa Modernoa: Semi-Averbak Aldaera, Pterodaktilo Aldaera

source: Modern Defence: Semi-Averbakh Variation, Pterodactyl Variation Accepted
es: Defensa Moderna: Variante Semi-Averbakh, Pterodactyl Variation Accepted
eu: Defentsa Modernoa: Semi-Averbak Aldaera, Pterodaktilo Aldaera Onartua

source: Modern Defence: Semi-Averbakh Variation, Pterodactyl Variation Declined
es: Defensa Moderna: Variante Semi-Averbakh, Pterodactyl Variation Declined
eu: Defentsa Modernoa: Semi-Averbak Aldaera, Pterodaktilo Aldaera Ukatua

source: Modern Defence: Standard Defence
es: Defensa Moderna: Defensa Standard
eu: Defentsa Modernoa: Defentsa estandarra
fr: Défense moderne, défense standard

source: Modern Defence: Two Knights Variation, Suttles Variation, Tal Gambit
es: Defensa Moderna: Variante Two Knights, Variante Suttles, Gambito Tal
eu: Defentsa Modernoa: Bi Zaldunen Aldaera, Suttles Aldaera, Tal Ganbitoa

source: Modern Defence: Westermann Gambit
es: Defensa Moderna: Gambito Westermann
eu: Defentsa Modernoa: Westermann Ganbitoa

source: Modern Defence: Wind Gambit
es: Defensa Moderna: Gambito Wind
eu: Defentsa Modernoa: Wind Ganbitoa

source: Montevideo Defence
eu: Montevideo Defentsa
fr: Défense de Montevideo

source: Mujannah Opening
ar: موجانه افتتاح
br: Abertura Mujannah
ca: Obertura Bird - Obertura Mujannah
de: Mujannah Eröffnung
es: Apertura Bird, Apertura Mujannah
eu: Mujannah Irekiera
fr: Ouverture Mujannah (du persan "ouverture par le flanc")
id: Pembukaan Mujannah
it: Apertura Bird, Apertura Mujannah
pl: Debiut Mujannah'a
ru: Дебют Муджанна
si: Mujannahova otvoritev
sv: Mujannahs spelöppning
tr: Mujannah açılışı
uk: Дебют Мадженна
vi: Khai cuộc Mujannah

source: Neo-Gruenfeld (Kemeri) Defence
ar: المستحدث-جرونفلد (كميري) دفاع
br: Defesa Neo-Grünfeld (Kemeri)
ca: Defensa Neo-Grünfeld amb 3. g3 o Variant Kemeri
de: Neo-Grünfeld (Kemeri) Verteidigung
es: Defensa Neo Grünfeld con 3.g3 o Variante Kemeri
eu: Neo-Gruenfeld (Kemeri) Defentsa
fr: Défense néo-Grünfeld, var. de Kemeri
id: Pembelaan Neo Gruendfeld (Kemeri)
it: Difesa Neo Grünfeld con 3.g3 o Variante Kemeri
nl: Neo-Gruenfeld (Kemeri) verdediging
pl: Nowa obrona Gruenfeld'a (Kemeri)
ru: Нео-Грюнфельд
si: Neo-Gruenfeldova (Kemerijeva) obramba
sv: Neo-Grünfeld-försvar (Kemeri)
tr: Yeni Gruenfeld (Kemeri) savunması
uk: Нео-Грюнфельд
vi: Phòng thủ Neo-Gruenfeld (Kemeri)

source: Neo-Gruenfeld Defence
ar: المستحدث-جرونفلد دفاع
br: Defesa Neo-Grünfeld
ca: Defensa Neo-Grünfeld amb 3. f3
de: Neo-Grünfeld Verteidigung
es: Defensa Neo Grünfeld con 3.f3
eu: Neo-Gruenfeld Defentsa
fr: Défense néo-Grünfeld
id: Pembelaan Neo Gruendfeld
it: Difesa Neo Grünfeld con 3.f3
nl: Neo-Gruenfeld verdediging
pl: Nowa obrona Gruenfeld'a
ru: Нео-Грюнфельд
si: Neo-Gruenfeldova obramba
sv: Neo-Grünfeld
tr: Yeni Gruenfeld savunması
uk: Нео-Грюнфельд
vi: Phòng thủ Neo-Gruenfeld

source: Neo-Gruenfeld Defence: Classical Variation, Modern Defence
es: Defensa Neo Grünfeld con 3.f3: Variante Classical, Defensa Modern
eu: Neo-Grünfeld Defentsa: Aldaera Klasikoa, Defentsa Modernoa
fr: Défense néo-Grünfeld, var. classique, défense moderne

source: Neo-Gruenfeld Defence: Classical Variation, Polgar Variation
es: Defensa Neo Grünfeld con 3.f3: Variante Classical, Variante Polgar
eu: Neo-Grünfeld Defentsa: Aldaera Klasikoa, Polgar Defentsa
fr: Défense néo-Grünfeld, var. classique, var. Polgár

source: Neo-Gruenfeld Defence: Non- Or Delayed Fianchetto
es: Defensa Neo Grünfeld con 3.f3: Non- Or Delayed Fianchetto
eu: Neo-Grünfeld Defentsa: Ez ala Atzeratutako Fianchettoa

source: Neo-Gruenfeld, 5.Nf3
ar: المستحدث-جرونفلد, 5.Nf4
br: Defesa Neo-Grünfeld, 5.Cf3
ca: Defensa Neo-Grünfeld amb 3. g3 - 5. Cf3
de: Neo-Grünfeld, 5.Sf3
es: Defensa Neo Grünfeld con 3.g3, 5.Cf3
eu: Neo-Gruenfeld, 5.Zf3
fr: Défense néo-Grünfeld, 5.Cf3
id: Neo Gruendfeld: 5.Kf3
it: Difesa Neo Grünfeld con 3.g3, 5.Cf3
nl: Neo-Gruenfeld, 5.Pf3
pl: Nowa Gruenfeld'a, 5.Sf3
ru: Нео-Грюнфельд: 5.Кf3
si: Neo-Gruenfeldova, 5. Sf3
sv: Neo-Grünfeld: 5.Sf3
tr: Yeni Gruenfeld, 5.Nf3
uk: Нео-Грюнфельд: 5.Кf3

source: Neo-Gruenfeld, 5.cd, Main Line
ar: المستحدث-جرونفلد, 5.cd, الخط الرئيسي
br: Defesa Neo-Grünfeld, 5.cxd5, Linha Principal
ca: Defensa Neo-Grünfeld amb 3. g3 -5. cxd5 - Línia principal
de: Neo-Grünfeld, 5.cd, Hauptvariante
es: Defensa Neo Grünfeld con 3.g3, 5.cxd5, Linea Principal
eu: Neo-Gruenfeld, 5.cd, Lerro Nagusia
fr: Défense néo-Grünfeld, 5.cxd5, ligne principale
id: Neo Gruendfeld, 5.cd, Jalur Utama
it: Difesa Neo Grünfeld con 3.g3, 5.cxd5, Linea Principale
nl: Neo-Gruenfeld, 5.cd, hoofdlijn
pl: Nowa Gruenfeld'a, 5.cd, główna linia
ru: Нео-Грюнфельд: 5.cd, основное продолжение
si: Neo-Gruenfeldova, 5. cd, glavna linija
sv: Neo-Grünfeld: 5.cd, huvudvariant
tr: Yeni Gruenfeld, 5.cd, ana hat
uk: Нео-Грюнфельд: 5.cd, основне продовження
vi: Neo-Gruenfeld, 5.cd, dòng chính

source: Neo-Gruenfeld, 6.O-O, Main Line
ar: المستحدث-جرونفلد, 6.O-O, الخط الرئيسي
br: Defesa Neo-Grünfeld, 6.O-O, Linha Principal
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. 0-0 - Línia principal
de: Neo-Grünfeld, 6.O-O, Hauptvariante
es: Defensa Neo Grünfeld con 3.g3, 6.O O, Linea Principal
eu: Neo-Gruenfeld, 6.O-O, Lerro Nagusia
fr: Défense néo-Grünfeld, 6.O-O, ligne principale
id: Neo Gruendfeld, 6.0-0, Jalur Utama
it: Difesa Neo Grünfeld con 3.g3, 6.O O, Linea Principale
nl: Neo-Gruenfeld, 6.O-O, hoofdlijn
pl: Nowa Gruenfeld'a, 6. O-O, główna linia
ru: Нео-Грюнфельд: 6.O-O, основное продолжение
si: Neo-Gruenfeldova, 6. O-O, glavna linija
sv: Neo-Grünfeld: 6.O-O, huvudvariant
tr: Yeni Gruenfeld, 6.O-O, ana hat
uk: Нео-Грюнфельд: 6.O-O, основне продовження
vi: Neo-Gruenfeld, 6.O-O, dòng chính

source: Neo-Gruenfeld, 6.cd Nxd5, 7.O-O
ar: المستحدث-جرونفلد, 6.cd Nxd5, 7.O-O
br: Defesa Neo-Grünfeld, 6.cxd5 Cxd5 7.O-O
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. cxd5 Cxd5 7. 0-0
de: Neo-Grünfeld, 6.cd Nxd5, 7.O-O
es: Defensa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O
eu: Neo-Gruenfeld, 6.cd Zxd5, 7.O-O
fr: Défense néo-Grünfeld, 6.cxd5 Cxd5 7.O-O
id: Neo Gruendfeld, 6.cd Kxd5 7.0-0
it: Difesa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O
nl: Neo-Gruenfeld, 6.cd Pxd5, 7.O-O
pl: Nowa Gruenfeld'a, 6. cd Sxd5, 7.O-O
ru: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O
si: Neo-Gruenfeldova, 6. cd Sxd5, 7. O-O
sv: Neo-Grünfeld: 6.cd Nxd5, 7.O-O
tr: Yeni Gruenfeld, 6.cd Nxd5, 7.O-O
uk: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O

source: Neo-Gruenfeld, 6.cd Nxd5, 7.O-O C5, 8.Nc3
ar: المستحدث-جرونفلد, 6.cd Nxd5, 7.O-O c5, 8.Nc4
br: Defesa Neo-Grünfeld, 6.cxd5 Cxd5 7.O-O c5 8.Cc3
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. cxd5 Cxd5 7. 0-0 c5 8. Cc3
de: Neo-Grünfeld, 6.cd Nxd5, 7.O-O c5, 8.Sc3
es: Defensa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O c5 8.Cc3
eu: Neo-Gruenfeld, 6.cd Zxd5, 7.O-O c5, 8.Zc3
fr: Défense néo-Grünfeld, 6.cxd5 Cxd5 7.O-O c5 8.Cc3
id: Neo Gruendfeld, 6.cd Kxd5 7.0-0 c5 8.Kc3
it: Difesa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O c5 8.Cc3
nl: Neo-Gruenfeld, 6.cd Pxd5, 7.O-O c5, 8.Pc3
pl: Nowa Gruenfeld'a, 6. cd Sxd5, 7.O-O c5, 8.Sc3
ru: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O c5, 8.Кc3
si: Neo-Gruenfeldova, 6. cd Sxd5, 7. O-O c5, 8. Sc3
sv: Neo-Grünfeld: 6.cd Nxd5, 7.O-O c5, 8.Sc3
tr: Yeni Gruenfeld, 6.cd Nxd5, 7.O-O c5, 8.Nc3
uk: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O c5, 8.Кc3

source: Neo-Gruenfeld, 6.cd Nxd5, 7.O-O C5, 8.dc
ar: المستحدث-جرونفلد, 6.cd Nxd5, 7.O-O c5, 8.dc
br: Defesa Neo-Grünfeld, 6.cxd5 Cxd5 7.O-O c5 8.dxc5
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. cxd5 Cxd5 7. 0-0 c5 8. dxc5
de: Neo-Grünfeld, 6.cd Nxd5, 7.O-O c5, 8.dc
es: Defensa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O c5 8.dxc5
eu: Neo-Gruenfeld, 6.cd Zxd5, 7.O-O c5, 8.dc
fr: Défense néo-Grünfeld, 6.cxd5 Cxd5 7.O-O c5 8.dxc5 (var. d'échange retardé)
id: Neo Gruendfeld, 6.cd Kxd5 7.0-0 c5 8.dc
it: Difesa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O c5 8.dxc5
nl: Neo-Gruenfeld, 6.cd Pxd5, 7.O-O c5, 8.dc
pl: Nowa Gruenfeld'a, 6. cd Sxd5, 7.O-O c5, 8.dc
ru: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O c5, 8.dc
si: Neo-Gruenfeldova, 6. cd Sxd5, 7. O-O c5, 8. dc
sv: Neo-Grünfeld: 6.cd Nxd5, 7.O-O c5, 8.dxc5
tr: Yeni Gruenfeld, 6.cd Nxd5, 7.O-O c5, 8.dc
uk: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O c5, 8.dc
