Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Spanish Opening: Open (Tarrasch) Defence
ar: روي لوبيز: المفتوح (تاراش) دفاع
br: Abertura Ruy López, Variante Aberta (Tarrasch)
ca: Obertura Espanyola - Variant oberta o Tarrasch
cs: Ruy Lopez: open (Tarrasch) defence
de: Spanisch: Offenes System (Tarrasch) Verteidigung
es: Apertura Española, Variante Abierta o Tarrasch
eu: Ruy Lopez: Defentsa Irekia (Tarrasch)
fr: Espagnole, variante (parfois "défense" en anglais) ouverte
id: Ruy Lopez Pembelaan Terbuka
it: Apertura Spagnola, Variante Aperta o Tarrasch
nl: Ruy Lopez: open (Tarrasch) verdediging
pl: Partia hiszpańska: otwarta obrona(Tarrasch'a)
ru: Испанская партия: открытый вариант
si: Ruy Lopez, odprta (Tarrascheva) obramba
sv: Spanskt: Öppet försvar (Tarrasch)
tr: Ruy Lopez: açık (Tarrasch) savunması
uk: Іспанська партія: відкритий варіант
vi: Ruy Lopez: Phòng thủ mở (Tarrasch)

source: Spanish Opening: Open Berlin Defence, 5...Be7
ar: روي لوبيز: دفاع بيرلين المفتوح, 5...Be8
br: Abertura Ruy López, Defesa Berlinesa Aberta, 5...Be7
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - 5 ... Ae7
cs: Ruy Lopez: open Berlin defence, 5...Be7
de: Spanisch: Offene Berliner Verteidigung, 5...Le7
es: Apertura Española, Defensa Berlinesa, Variante Abierta, 5...Ae7
eu: Ruy Lopez: Berlingo Defentsa Irekia, 5...Ae7
fr: Espagnole, défense berlinoise ouverte, 5...Fe7
id: Ruy Lopez Terbuka, Pembelaan Berlin, 5....Ge7
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, 5...Ae7
nl: Ruy Lopez: open (Tarrasch) verdediging
pl: Partia hiszpańska: otwarta obrona berlińska, 5...Ge7
ru: Испанская партия: открытая берлинская защита, 5...Сe7
si: Ruy Lopez, odprta berlinska obramba, 5...Le7
sv: Spanskt: Öppet Berlinerförsvar, 5...Le7
tr: Ruy Lopez: açık Berlin savunması, 5...Be7
uk: Іспанська партія: відкритий Берлінський захист, 5...Сe7
vi: Ruy Lopez: Phòng thủ Berlin mở, 5 ... Be7

source: Spanish Opening: Open Berlin Defence, L'Hermet Variation
ar: روي لوبيز: دفاع بيرلين المفتوح, لوهيرمت تفريع
br: Abertura Ruy López, Defesa Berlinesa Aberta, Variante l'Hermet
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant l'Hermet
cs: Ruy Lopez: open Berlin defence, l'Hermet variation
de: Spanisch: Offene Berliner Verteidigung, l'Hermet Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante l'Hermet
eu: Ruy Lopez: Berlingo Defentsa Irekia, l'Hermet Aldaera
fr: Espagnole, défense berlinoise ouverte, var. L'hermet
id: Ruy Lopez Terbuka, Pembelaan Berlin, Varian I'Helmet
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante l'Hermet
nl: Ruy Lopez: open Berlijn verdediging, l'Hermet variant
pl: Partia hiszpańska: otwarta obrona berlińska, wariant l'Hermet'a
ru: Испанская партия: открытая берлинская защита, вариант Эрме
si: Ruy Lopez, odprta berlinska obramba, , I'Hermetova različica
sv: Spanskt: Öppet Berlinerförsvar, L'Hermetvarianten
tr: Ruy Lopez: açık Berlin savunması, l'Hermet varyasyonu
uk: Іспанська партія: відкритий Берлінський захист, варіант Ерме
vi: Ruy Lopez: Phòng thủ Berlin mở, biến thể l'Hermet

source: Spanish Opening: Open Berlin Defence, Showalter Variation
ar: روي لوبيز: دفاع بيرلين المفتوح, تفريع شولتر
br: Abertura Ruy López, Defesa Berlinesa Aberta, Variante Showalter
ca: Obertura Espanyola - Defensa Berlinesa - Variant obera - Variant Showalter
cs: Ruy Lopez: open Berlin defence, Showalter variation
de: Spanisch: Offene Berliner Verteidigung, Showalter Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Showalter
eu: Ruy Lopez: Berlingo Defentsa Irekia, Showalter Aldaera
fr: Espagnole, défense berlinoise ouverte, var. Showalter
id: Ruy Lopez Terbuka, Pembelaan Berlin, Varian Showalter
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Showalter
nl: Ruy Lopez: open Berlijnse verdediging Showalter variant
pl: Partia hiszpańska: otwarta obrona berlińska, wariant Showalter'a
ru: Испанская партия: открытая берлинская защита, вариант Шовальтера
si: Ruy Lopez, odprta berlinska obramba, Showalterjeva različica
sv: Spanskt: Öppet Berlinerförsvar, Showaltervarianten
tr: Ruy Lopez: açık Berlin savunması, Showalter varyasyonu
uk: Іспанська партія: відкритий Берлінський захист, варіант Шовальтера
vi: Ruy Lopez: Phòng thủ Berlin mở, biến thể Showalte

source: Spanish Opening: Open, 6.d4
ar: روي لوبيز: المفتوح , 6.d5
br: Abertura Ruy López, Variante Aberta, Variante 6.d4
ca: Obertura Espanyola - Variant oberta - Variant 6. d4
cs: Ruy Lopez: open, 6.d4
de: Spanisch: Offenes System, 6.d4
es: Apertura Española, Variante Abierta, Variante 6.d4
eu: Ruy Lopez: Irekia, 6.d4
fr: Espagnole ouverte, 6.d4
id: Ruy Lopez Terbuka, 6.d4
it: Apertura Spagnola, Variante Aperta, Variante 6.d4
nl: Ruy Lopez: open, 6.d4
pl: Partia hiszpańska: otwarta, 6.d4
ru: Испанская партия: открытый вариант, 6.d4
si: Ruy Lopez, odprta, 6. d4
sv: Spanskt: Öppet, 6.d4
tr: Ruy Lopez: açık, 6.d4
uk: Іспанська партія: відкритий варіант, 6.d4
vi: Ruy Lopez: khai cuộc, 6.d4

source: Spanish Opening: Open, 6.d4 B5
ar: روي لوبيز: المفتوح , 6.d4 b6
br: Abertura Ruy López, Variante Aberta, Variante 6.d4 b5
ca: Obertura Espanyola - Variant oberta - Variant 6. d4 b5
cs: Ruy Lopez: open, 6.d4 b5
de: Spanisch: Offenes System, 6.d4 b5
es: Apertura Española, Variante Abierta, Variante 6.d4 b5
eu: Ruy Lopez: Irekia, 6.d4 b5
fr: Espagnole ouverte, 6.d4 b5
id: Ruy Lopez Terbuka, 6.d4 b5
it: Apertura Spagnola, Variante Aperta, Variante 6.d4 b5
nl: Ruy Lopez: open, 6.d4 b5
pl: Partia hiszpańska: otwarta, 6.d4 b5
ru: Испанская партия: открытый вариант, 6.d4 b5
si: Ruy Lopez, odprta, 6. d4 b5
sv: Spanskt: Öppet, 6.d4 b5
tr: Ruy Lopez: açık, 6.d4 b5
uk: Іспанська партія: відкритий варіант, 6.d4 b5
vi: Ruy Lopez: khai cuộc, b5 6.d4

source: Spanish Opening: Open, 7.Bb3
ar: روي لوبيز: المفتوح , 7.Bb4
br: Abertura Ruy López, Variante Aberta, Variante 7.Bb3
ca: Obertura Espanyola - Variant oberta - Variant 7. Ab3
cs: Ruy Lopez: open, 7.Bb3
de: Spanisch: Offenes System, 7.Bb3
es: Apertura Española, Variante Abierta, Variante 7.Ab3
eu: Ruy Lopez: Irekia, 7.Ab3
fr: Espagnole ouverte, 7.Fb3
id: Ruy Lopez Terbuka, 7.Gb3
it: Apertura Spagnola, Variante Aperta, Variante 7.Ab3
nl: Ruy Lopez: open, 7.Lb3
pl: Partia hiszpańska: otwarta, 7.Gb3
ru: Испанская партия: открытый вариант, 7.Сb3
si: Ruy Lopez, odprta, 7.Lb3
sv: Spanskt: Öppet, 7.Lb3
tr: Ruy Lopez: açık, 7.Bb3
uk: Іспанська партія: відкритий варіант, 7.Сb3
vi: Ruy Lopez: khai cuộc, 7.Bb3

source: Spanish Opening: Open, 8...Be6
ar: روي لوبيز: المفتوح , 8...Be7
br: Abertura Ruy López, Variante Aberta, Variante 8...Be6
ca: Obertura Espanyola - Variant oberta - Variant 8 ...Ae6
cs: Ruy Lopez: open, 8...Be6
de: Spanisch: Offenes System, 8...Be6
es: Apertura Española, Variante Abierta, Variante 8...Ae6
eu: Ruy Lopez: Irekia, 8...Ae6
fr: Espagnole ouverte, 8...Fe6
id: Ruy Lopez Terbuka, 8...Ge6
it: Apertura Spagnola, Variante Aperta, Variante 8...Ae6
nl: Ruy Lopez: open, 8 ... Le6
pl: Partia hiszpańska: otwarta, 8...Ge6
ru: Испанская партия: открытый вариант, 8...Сe6
si: Ruy Lopez, odprta, 8...Le6
sv: Spanskt: Öppet, 8...Le6
tr: Ruy Lopez: açık, 8...Be6
uk: Іспанська партія: відкритий варіант, 8...Сe6
vi: Ruy Lopez: khai cuộc, 8 ... Be6

source: Spanish Opening: Open, 8.de
ar: روي لوبيز: المفتوح , 8.de
br: Abertura Ruy López, Variante Aberta, Variante 8.dxe5
ca: Obertura Espanyola - Variant oberta - Variant 8. dxe5
cs: Ruy Lopez: open, 8.de
de: Spanisch: Offenes System, 8.de
es: Apertura Española, Variante Abierta, Variante 8.dxe5
eu: Ruy Lopez: Irekia, 8.de
fr: Espagnole ouverte, 8.dxe5
id: Ruy Lopez Terbuka, 8.de
it: Apertura Spagnola, Variante Aperta, Variante 8.dxe5
nl: Ruy Lopez: open, 8.de
pl: Partia hiszpańska: otwarta, 8.de
ru: Испанская партия: открытый вариант, 8.de
si: Ruy Lopez, odprta, 8. de
sv: Spanskt: Öppet, 8.de
tr: Ruy Lopez: açık, 8.de
uk: Іспанська партія: відкритий варіант, 8.de
vi: Ruy Lopez: khai cuộc, 8.de

source: Spanish Opening: Open, 9...Be7, 10.Re1
ar: روي لوبيز: المفتوح , 9...Be7, 10.Re2
br: Abertura Ruy López, Variante Aberta, 9...Be7, 10.Te1
ca: Obertura Espanyola - Variant oberta - Defensa clàssica - 10. Te1
cs: Ruy Lopez: open, 9...Be7, 10.Re1
de: Spanisch: Offenes System, 9...Le7, 10.Re1
es: Apertura Española, Variante Abierta, Defensa Clásica, 10.Te1
eu: Ruy Lopez: Irekia, 9...Ae7, 10.Ge1
fr: Espagnole ouverte, 9...Fe7 10.Te1 (défense classique, ligne principale)
id: Ruy Lopez Terbuka, 9...Ge7, 10.Be1
it: Apertura Spagnola, Variante Aperta, Difesa Classica, 10.Te1
nl: Ruy Lopez: open, 9 ... Le7, 10.Te1
pl: Partia hiszpańska: otwarta, 9...Ge7, 10.We1
ru: Испанская партия: открытый вариант, 9...Сe7, 10.Лe1
si: Ruy Lopez, odprta, 9...Le7, 10. Te1
sv: Spanskt: Öppet, 9...Le7, 10.Te1
tr: Ruy Lopez: açık, 9...Be7, 10.Re1
uk: Іспанська партія: відкритий варіант, 9...Сe7, 10.Тe1
vi: Ruy Lopez: khai cuộc, 9 ... Be7, 10.Re1

source: Spanish Opening: Open, 9.c3
ar: روي لوبيز: المفتوح , 9.c4
br: Abertura Ruy López, Variante Aberta, Variante 9.c3
ca: Obertura Espanyola - Variant oberta - Variant 9. c3
cs: Ruy Lopez: open, 9.c3
de: Spanisch: Offenes System, 9.c3
es: Apertura Española, Variante Abierta, Variante 9.c3
eu: Ruy Lopez: Irekia, 9.c3
fr: Espagnole ouverte, 9.c3
id: Ruy Lopez Terbuka, 9.c3
it: Apertura Spagnola, Variante Aperta, Variante 9.c3
nl: Ruy Lopez: open, 9.c3
pl: Partia hiszpańska: otwarta, 9.c3
ru: Испанская партия: открытый вариант, 9.c3
si: Ruy Lopez, odprta, 9. c3
sv: Spanskt: Öppet, 9.c3
tr: Ruy Lopez: açık, 9.c3
uk: Іспанська партія: відкритий варіант, 9.c3
vi: Ruy Lopez: khai cuộc, 9.c3

source: Spanish Opening: Open, Berger Variation
ar: روي لوبيز: المفتوح , بيرجر تفريع
br: Abertura Ruy López, Variante Aberta, Variante Berger
ca: Obertura Espanyola - Variant oberta - Variant Berger
cs: Ruy Lopez: open, Berger variation
de: Spanisch: Offenes System, Berger Variante
es: Apertura Española, Variante Abierta, Variante Berger
eu: Ruy Lopez: Irekia, Berger Aldaera
fr: Espagnole ouverte, var. Berger
id: Ruy Lopez Terbuka, Varian Berger
it: Apertura Spagnola, Variante Aperta, Variante Berger
nl: Ruy Lopez: open, Berger variant
pl: Partia hiszpańska: otwarta, wariant Berger'a
ru: Испанская партия: открытый вариант, вариант Бергера
si: Ruy Lopez, odprta, Bergerjeva različica
sv: Spanskt: Öppet, Bergervarianten
tr: Ruy Lopez: açık, Berger varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Бергера
vi: Ruy Lopez: khai cuộc, biến Berger

source: Spanish Opening: Open, Berlin Variation
ar: روي لوبيز: المفتوح , بيرلين تفريع
br: Abertura Ruy López, Variante Aberta, Variante Berlim
ca: Obertura Espanyola - Variant oberta - Variant Berlinesa
cs: Ruy Lopez: open, Berlin variation
de: Spanisch: Offenes System, Berliner Variante
es: Apertura Española, Variante Abierta, Variante Berlinesa
eu: Ruy Lopez: Irekia, Berlin Aldaera
fr: Espagnole ouverte, var. de Berlin
id: Ruy Lopez Terbuka, Varian Berlin
it: Apertura Spagnola, Variante Aperta, Variante Berlinese
nl: Ruy Lopez: open, Berlijn variant
pl: Partia hiszpańska: otwarta, wariant berliński
ru: Испанская партия: открытый вариант, берлинский вариант
si: Ruy Lopez, odprta, berlinska različica
sv: Spanskt: Öppet, Berlinervarianten
tr: Ruy Lopez: açık, Berlin varyasyonu
uk: Іспанська партія: відкритий варіант, Берлінський варіант
vi: Ruy Lopez: khai cuộc, biến thể Berlin

source: Spanish Opening: Open, Bernstein Variation
ar: روي لوبيز: المفتوح , بيىشتاين تفريع
br: Abertura Ruy López, Variante Aberta, Variante Bernstein
ca: Obertura Espanyola - Variant oberta - Variant Bernstein
cs: Ruy Lopez: open, Bernstein variation
de: Spanisch: Offenes System, Bernstein Variante
es: Apertura Española, Variante Abierta, Variante Bernstein
eu: Ruy Lopez: Irekia, Bernstein Aldaera
fr: Espagnole ouverte, var. Bernstein
id: Ruy Lopez Terbuka, Bernstein
it: Apertura Spagnola, Variante Aperta, Variante Bernstein
nl: Ruy Lopez: open, Bernstein variant
pl: Partia hiszpańska: otwarta, wariant Bernstein'a
ru: Испанская партия: открытый вариант, вариант Бернштейна
si: Ruy Lopez, odprta, Bernsteinova različica
sv: Spanskt: Öppet, Bernsteinvarianten
tr: Ruy Lopez: açık, Bernstein varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Бернштейна
vi: Ruy Lopez: khai cuộc, biến thể Bernstein

source: Spanish Opening: Open, Bernstein Variation, Karpov Gambit
ar: روي لوبيز: المفتوح , بيىشتاين تفريع, كاربوف جامبيت
br: Abertura Ruy López, Variante Aberta, Variante Bernstein, Gambito Karpov
ca: Obertura Espanyola - Variant oberta - Variant Bernstein - Gambit Karpov
cs: Ruy Lopez: open, Bernstein variation, Karpov gambit
de: Spanisch: Offenes System, Bernstein Variante, Karpov Gambit
es: Apertura Española, Variante Abierta, Variante Bernstein, Gambito Karpov
eu: Ruy Lopez: Irekia, Bernstein Aldaera, Karpov Ganbitoa
fr: Espagnole ouverte, var. Bernstein, gambit Karpov
id: Ruy Lopez Terbuka, Varian Bernstein, Gambit Karpov
it: Apertura Spagnola, Variante Aperta, Variante Bernstein, Mossa di Karpov
nl: Ruy Lopez: open, Bernstein variant, Karpov gambiet
pl: Partia hiszpańska: otwarta, wariant Berstains'a, gambit Karpov'a
ru: Испанская партия: открытый вариант, вариант Бернштейна, гамбит Карпова
si: Ruy Lopez, odprta, Bernsteinova različica, Karpov gambit
sv: Spanskt: Öppet, Bernsteinvarianten, Karpovs gambit
tr: Ruy Lopez: açık, Bernstein varyasyonu, Karpov gambiti
uk: Іспанська партія: відкритий варіант, варіант Бернштейна, гамбіт Карпова
vi: Ruy Lopez: khai cuộc, biến thể Bernstein, thí quân Karpov

source: Spanish Opening: Open, Bernstein Variation, Luther Line
eu: Ruy Lopez: Irekia, Bernstein Aldaera, Luther Lerroa

source: Spanish Opening: Open, Breslau Variation
ar: روي لوبيز: المفتوح , براسلو تفريع
br: Abertura Ruy López, Variante Aberta, Variante Breslau
ca: Obertura Espanyola - Variant oberta - Defensa clàssica - Variant Breslau
cs: Ruy Lopez: open, Breslau variation
de: Spanisch: Offenes System, Breslau Variante
es: Apertura Española, Variante Abierta, Defensa Clásica, Variante Breslau
eu: Ruy Lopez: Irekia, BresLau Aldaera
fr: Espagnole ouverte, var. de Wrocław (Breslau)
id: Ruy Lopez Terbuka, Varian Breslau
it: Apertura Spagnola, Variante Aperta, Difesa Classica, Variante Breslau
nl: Ruy Lopez: open, Breslau variant
pl: Partia hiszpańska: otwarta, wariant Breslau
ru: Испанская партия: открытый вариант, бреславльский вариант
si: Ruy Lopez, odprta, Breslauvova različica
sv: Spanskt: Öppet, Breslauvarianten
tr: Ruy Lopez: açık, Breslau varyasyonu
uk: Іспанська партія: відкритий варіант, Бреславський варіант
vi: Ruy Lopez: khai cuộc, biến thể Breslau

source: Spanish Opening: Open, Classical Defence
ar: روي لوبيز: المفتوح , الدفاع الكلاسيكي
br: Abertura Ruy López, Variante Aberta, Defesa Clássica
ca: Obertura Espanyola - Variant oberta - Defensa clàssica
cs: Ruy Lopez: open, classical defence
de: Spanisch: Offenes System, Klassisch Verteidigung
es: Apertura Española, Variante Abierta, Defensa Clásica
eu: Ruy Lopez: Defentsa Irekia, Klasikoa
fr: Espagnole ouverte, défense classique
id: Ruy Lopez Terbuka, Pembelaan Klasik
it: Apertura Spagnola, Variante Aperta, Difesa Classica
nl: Ruy Lopez: open, klassieke verdediging
pl: Partia hiszpańska: otwarta, klasyczna obrona
ru: Испанская партия: открытый вариант, классическая защита
si: Ruy Lopez, odprta, klasična obramba
sv: Spanskt: Öppet, klassiskt försvar
tr: Ruy Lopez: açık, klasik savunma
uk: Іспанська партія: відкритий варіант, класичний захист
vi: Ruy Lopez: khai cuộc, Phòng thủ cổ điển

source: Spanish Opening: Open, Dilworth Variation
ar: روي لوبيز: المفتوح , ديلورث تفريع
br: Abertura Ruy López, Variante Aberta, Variante Dilworth
ca: Obertura Espanyola - Variant oberta - Variant Dilworth
cs: Ruy Lopez: open, Dilworth variation
de: Spanisch: Offenes System, Dilworth Variante
es: Apertura Española, Variante Abierta, Variante Dilworth
eu: Ruy Lopez: Irekia, Dilworth Aldaera
fr: Espagnole ouverte, var. Dilworth
id: Ruy Lopez Terbuka, Varian Dilworth
it: Apertura Spagnola, Variante Aperta, Variante Dilworth
nl: Ruy Lopez: open, Dilworth variant
pl: Partia hiszpańska: otwarta, wariant Dilworth
ru: Испанская партия: открытый вариант, вариант Дилуорта
si: Ruy Lopez, odprta, Dilworthova različica
sv: Spanskt: Öppet, Dilworthvarianten
tr: Ruy Lopez: açık, Dilworth varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Ділуорта
vi: Ruy Lopez: khai cuộc, biến thể Dilworth

source: Spanish Opening: Open, Friess Attack
ar: روي لوبيز: المفتوح , فرايس هجوم
br: Abertura Ruy López, Variante Aberta, Ataque Friess
ca: Obertura Espanyola - Variant oberta - Atac Friess
cs: Ruy Lopez: open, Friess attack
de: Spanisch: Offenes System, Friess Angriff
es: Apertura Española, Variante Abierta, Ataque Friess
eu: Ruy Lopez: Irekia, Friessen Erasoa
fr: Espagnole ouverte, attaque Friess
id: Ruy Lopez Terbuka, Varian Friess
it: Apertura Spagnola, Variante Aperta, Attacco Friess
nl: Ruy Lopez: open, Friess aanval
pl: Partia hiszpańska: otwarta, atak Friess'a
ru: Испанская партия: открытый вариант, атака Фриса
si: Ruy Lopez, odprta, Friessov napad
sv: Spanskt: Öppet, Friess angrepp
tr: Ruy Lopez: açık, Friess hücumu
uk: Іспанська партія: відкритий варіант, атака Фріса
vi: Ruy Lopez: khai cuộc, tấn công Friess

source: Spanish Opening: Open, Harksen Gambit
ar: روي لوبيز: المفتوح , هاركسن جامبيت
br: Abertura Ruy López, Variante Aberta, Gambito Harksen
ca: Obertura Espanyola - Variant oberta - Gambit Harksen
cs: Ruy Lopez: open, Harksen gambit
de: Spanisch: Offenes System, Harksen Gambit
es: Apertura Española, Variante Abierta, Gambito Harksen
eu: Ruy Lopez: Irekia, Harksen Ganbitoa
fr: Espagnole ouverte, gambit Harksen
id: Ruy Lopez Terbuka, Gambit Harksen
it: Apertura Spagnola, Variante Aperta, Mossa di Harksen
nl: Ruy Lopez: open, Harksen gambiet
pl: Partia hiszpańska: otwarta, gambit Harksen'a
ru: Испанская партия: открытый вариант, гамбит Харксена
si: Ruy Lopez, odprta, Harksenov gambit
sv: Spanskt: Öppet, Harksens gambit
tr: Ruy Lopez: açık, Harksen gambiti
uk: Іспанська партія: відкритий варіант, гамбіт Харксена
vi: Ruy Lopez: khai cuộc, thí quân Harksen

source: Spanish Opening: Open, Howell Attack
ar: روي لوبيز: المفتوح , هاول هجوم
br: Abertura Ruy López, Variante Aberta, Ataque Howell
ca: Obertura Espanyola - Variant oberta - Atac Howell
cs: Ruy Lopez: open, Howell attack
de: Spanisch: Offenes System, Howell Angriff
es: Apertura Española, Variante Abierta, Ataque Howell
eu: Ruy Lopez: Irekia, Howell Erasoa
fr: Espagnole ouverte, attaque Howell
id: Ruy Lopez Terbuka, Serangan Howell
it: Apertura Spagnola, Variante Aperta, Attacco Howell
nl: Ruy Lopez: open, Howell aanval
pl: Partia hiszpańska: otwarta, atak Howell'a
ru: Испанская партия: открытый вариант, атака Хауэлла
si: Ruy Lopez, odprta, Howellov napad
sv: Spanskt: Öppet, Howells angrepp
tr: Ruy Lopez: açık, Howell hücumu
uk: Іспанська партія: відкритий варіант, атака Хауелла
vi: Ruy Lopez: khai cuộc, tấn công Howell

source: Spanish Opening: Open, Howell Attack, Adam Variation
ar: روي لوبيز: المفتوح , هاول هجوم, أدم تفريع
br: Abertura Ruy López, Variante Aberta, Ataque Howell, Variante Adam
ca: Obertura Espanyola - Variant oberta - Atac Howell - Variant Adam
cs: Ruy Lopez: open, Howell attack, Adam variation
de: Spanisch: Offenes System, Howell Angriff, Adam Variante
es: Apertura Española, Variante Abierta, Ataque Howell, Variante Adam
eu: Ruy Lopez: Irekia, Howell Erasoa, Adam Aldaera
fr: Espagnole ouverte, attaque Howell, var. Adam
id: Ruy Lopez Terbuka, Serangan Howell, Varian Adam
it: Apertura Spagnola, Variante Aperta, Attacco Howell, Variante Adam
nl: Ruy Lopez: open, Howell aanval, Adam variant
pl: Partia hiszpańska: otwarta, atak Howell'a, wariant Adam'a
ru: Испанская партия: открытый вариант, атака Хауэлла, вариант Адама
si: Ruy Lopez, odprta, Howellov napad, Adamova različica
sv: Spanskt: Öppet, Howells angrepp, Adamvarianten
tr: Ruy Lopez: açık, Howell hücumu, Adam varyasyonu
uk: Іспанська партія: відкритий варіант, атака Хауелла, варіант Адама
vi: Ruy Lopez: khai cuộc, tấn công Howell, biến thể Adam

source: Spanish Opening: Open, Howell Attack, Ekstroem Variation
ar: روي لوبيز: المفتوح , هاول هجوم, ايكسترويم تفريع
br: Abertura Ruy López, Variante Aberta, Ataque Howell, Variante Ekstroem
ca: Obertura Espanyola - Variant oberta - Atac Howell - Variant Ekstroem
cs: Ruy Lopez: open, Howell attack, Ekstroem variation
de: Spanisch: Offenes System, Howell Angriff, Ekstroem Variante
es: Apertura Española, Variante Abierta, Ataque Howell, Variante Ekstroem
eu: Ruy Lopez: Irekia, Howell Erasoa, Ekstroem Aldaera
fr: Espagnole ouverte, attaque Howell, var. Ekstroem
id: Ruy Lopez Terbuka, Serangan Howell, Varian Ekstroem
it: Apertura Spagnola, Variante Aperta, Attacco Howell, Variante Ekstroem
nl: Ruy Lopez: open, Howell aanval, Ekstroem variant
pl: Partia hiszpańska: otwarta, atak Howell'a, wariant Ekstroem'a
ru: Испанская партия: открытый вариант, атака Хауэлла, вариант Экстрема
si: Ruy Lopez, odprta, Howellov napad, Ekstroemova rzličica
sv: Spanskt: Öppet, Howells angrepp, Ekströmvarianten
tr: Ruy Lopez: açık, Howell hücumu, Ekstroem varyasyonu
uk: Іспанська партія: відкритий варіант, атака Хауелла, варіант Екстрема
vi: Ruy Lopez: khai cuộc, tấn công Howell, biến thể Ekstroem

source: Spanish Opening: Open, Italian Variation
ar: روي لوبيز: المفتوح , إيطالي تفريع
br: Abertura Ruy López, Variante Aberta, Variante Italiana
ca: Obertura Espanyola - Variant oberta - Variant Italiana
cs: Ruy Lopez: open, Italian variation
de: Spanisch: Offenes System, Italienisch Variante
es: Apertura Española, Variante Abierta, Variante Italiana
eu: Ruy Lopez: Irekia, Italiar Aldaera
fr: Espagnole ouverte, var. italienne
id: Ruy Lopez Terbuka, Varian Italia
it: Apertura Spagnola, Variante Aperta, Variante Italiana
nl: Ruy Lopez: open, Italiaanse variant
pl: Partia hiszpańska: otwarta, wariant włoski
ru: Испанская партия: открытый вариант, итальянский вариант
si: Ruy Lopez, odprta, italijanska različica
sv: Spanskt: Öppet, Italienska varianten
tr: Ruy Lopez: açık, İtalyan varyasyonu
uk: Іспанська партія: відкритий варіант, Італійський варіант
vi: Ruy Lopez: khai cuộc, biến thể Ý

source: Spanish Opening: Open, Knorre Variation
ar: روي لوبيز: المفتوح , كنوري تفريع
br: Abertura Ruy López, Variante Aberta, Variante Knorre
ca: Obertura Espanyola - Variant oberta - Variant Knorre
cs: Ruy Lopez: open, Knorre variation
de: Spanisch: Offenes System, Knorre Variante
es: Apertura Española, Variante Abierta, Variante Knorre
eu: Ruy Lopez: Irekia, Knorre Aldaera
fr: Espagnole ouverte, var. Knorre
id: Ruy Lopez Terbuka, Varian Knoree
it: Apertura Spagnola, Variante Aperta, Variante Knorre
nl: Ruy Lopez: open, Knorre variant
pl: Partia hiszpańska: otwarta, wariant Knorre
ru: Испанская партия: открытый вариант, вариант Кнорре
si: Ruy Lopez, odprta, Knorreva različica
sv: Spanskt: Öppet, Knorrevarianten
tr: Ruy Lopez: açık, Knorre varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Кнорре
vi: Ruy Lopez: khai cuộc, biến thể Knorre
