Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Four Knights Opening: Marshall Variation
ar: الأربعة أحصنة: تفريع مارشال
br: Abertura dos 4 Cavalos, Variante Marshall
ca: Obertura dels quatre cavalls - Variant Espanyola - Variant Marshall
cs: Four knights: Marshall variation
de: Vierspringerspiel: Marshall-Variante
es: Apertura de los 4 Caballos, Variante Española, Variante Marshall
eu: Lau Zaldun: Marshall Aldaera
fr: 4 cavaliers, var. Marshall
id: 4 Kuda: Varian Marshall
it: Apertura dei 4 Cavalli, Variante Spagnola, Variante Marshall
nl: Vier paarden: Marshall variant
pl: Cztery skoczki, wariant Marshall'a
ru: Дебют четырех коней: вариант Маршалла
si: Štirje skakači, Marshallova različica
sv: Fyrspringarspel: Marshallvarianten
tr: Dört at: Marshall varyasyonu
uk: Дебют чотирьох коней: варіант Маршалла
vi: Bốn hiệp sĩ: Marshall biến

source: Four Knights Opening: Nimzovich (Paulsen) Variation
ar: الأربعة أحصنة: نيمزوفيتش (بولسن) تفريع
br: Abertura dos 4 Cavalos, Variante Nimzowitsch (Paulsen)
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant Nimzowitsch o Paulsen
cs: Four knights: Nimzovich (Paulsen) variation
de: Vierspringerspiel: Nimzowitsch (Paulsen)-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Nimzowitsch o Paulsen
eu: Lau Zaldun: Nimzovich (Paulsen) Aldaera
fr: 4 cavaliers, var. Nimzowitsch (Paulsen)
id: 4 Kuda: Varian Nimzowitch (Paulsen)
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Nimzowitsch o Paulsen
nl: Vier paarden: Nimzovich (Paulsen) variant
pl: Cztery skoczki, wariant Nimzovitsch'a (Paulsen'a)
ru: Дебют четырех коней: вариант Нимцовича
si: Štirje skakači, Nimzovich (paulsenova) različica
sv: Fyrspringarspel: Nimzowitschvarianten (Paulsen)
tr: Dört at: Nimzovich (Paulsen) varyasyonu
uk: Дебют чотирьох коней: варіант Німцовича
vi: Bốn hiệp sĩ: Nimzovich (Paulsen) biến thể

source: Four Knights Opening: Ranken Variation
ar: الأربعة أحصنة: رانكن تفريع
br: Abertura dos 4 Cavalos, Variante Ranken
ca: Obertura dels quatre cavalls - Variant Espanyola - Variant Ranken
cs: Four knights: Ranken variation
de: Vierspringerspiel: Ranken-Variante
es: Apertura de los 4 Caballos, Variante Española, Variante Ranken
eu: Lau Zaldun: Ranken Aldaera
fr: 4 cavaliers, var. Ranken
id: 4 Kuda: Varian Ranken
it: Apertura dei 4 Cavalli, Variante Spagnola, Variante Ranken
nl: Vier paarden: Ranken variant
pl: Cztery skoczki, wariant Ranken'a
ru: Дебют четырех коней: вариант Рэнкена
si: Štirje skakači, Rankenova različica
sv: Fyrspringarspel: Rankenvarianten
tr: Dört at: Ranken varyasyonu
uk: Дебют чотирьох коней: варіант Ренкена
vi: Bốn hiệp sĩ: Ranken biến

source: Four Knights Opening: Rubinstein Counter-gambit
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein
cs: Four knights: Rubinstein counter-gambit
de: Vierspringerspiel: Rubinstein Gegengambit
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein
eu: Lau Zaldun: Rubinsteinen Kontra-Ganbitoa
fr: 4 cavaliers, contre-gambit Rubinstein
id: 4 Kuda: Gambit Balasan Rubenstein
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein
nl: Vier paarden: Rubinstein tegengambiet
pl: Cztery skoczki, kontrgambit Rubinstein'a
ru: Дебют четырех коней: контргамбит Рубинштейна
si: Štirje skakači, Rubinsteinov proti-gambit
sv: Fyrspringarspel: Rubinsteins motgambit
tr: Dört at: Rubinstein karşı gambiti
uk: Дебют чотирьох коней: контргамбіт Рубінштейна
vi: Bốn hiệp sĩ: Rubinstein phản Gambit

source: Four Knights Opening: Rubinstein Counter-gambit, 5.Be2
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد, 5.Be3
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, 5.Be2
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein - 5. Ae2
cs: Four knights: Rubinstein counter-gambit, 5.Be2
de: Vierspringerspiel: Rubinstein Gegengambit, 5.Le2
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, 5.Ae2
eu: Lau Zaldun: Rubinstein Kontra-Ganbitoa, 5.Ae2
fr: 4 cavaliers, contre-gambit Rubinstein, 5.Fe2
id: 4 Kuda: Gambit Balasan Rubenstein, 5.Ge2
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, 5.Ae2
nl: Vier paarden: Rubinstein tegengambiet, 5.Le2
pl: Cztery skoczki, kontrgambit Rubinstein'a, 5.Ge2
ru: Дебют четырех коней: контргамбит Рубинштейна, 5.Сe2
si: Štirje skakači, Rubinsteinov proti-gambit, 5. Le2
sv: Fyrspringarspel: Rubinsteins motgambit, 5.Le2
tr: Dört at: Rubinstein karşı gambiti, 5.Be2
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, 5.Сe2
vi: Bốn hiệp sĩ: Rubinstein phản Gambit, 5.Be2

source: Four Knights Opening: Rubinstein Counter-gambit, Bogolyubov Variation
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد, تفريع وجوليوبوف
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, Variante Bogoljubow
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein - Variant Bogoljubow
cs: Four knights: Rubinstein counter-gambit, Bogolyubov variation
de: Vierspringerspiel: Rubinstein Gegengambit, Bogolyubov-Variante
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, Variante Bogoljubow
eu: Lau Zaldun: Rubinstein Kontra-Ganbitoa, Bogolyubov Aldaera
fr: 4 cavaliers, contre-gambit Rubinstein, var. Bogoljubov
id: 4 Kuda: Gambit Balasan Rubenstein, Varian Bogolyubov
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, Variante Bogoljubow
nl: Vier paarden: Rubinstein tegengambiet, Bogolyubov variant
pl: Cztery skoczki, kontrgambit Rubinstein'a, wariant Bogolyubov'a
ru: Дебют четырех коней: контргамбит Рубинштейна, вариант Боголюбова
si: Štirje skakači, Rubinsteinov proti-gambit, Bogolyubova različica
sv: Fyrspringarspel: Rubinsteins motgambit, Bogoljubowvarianten
tr: Dört at: Rubinstein karşı gambiti, Bogolyubov varyasyonu
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, варіант Боголюбова
vi: Bốn hiệp sĩ: Rubinstein phản Gambit, Bogolyubov biến

source: Four Knights Opening: Rubinstein Counter-gambit, Exchange Variation
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد, التكسير تفريع
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, Variante da Troca
ca: Obertura dels quatre cavall - Variant Espanyola - Contra-Gambit Rubinstein - Variant del canvi
cs: Four knights: Rubinstein counter-gambit, exchange variation
de: Vierspringerspiel: Rubinstein Gegengambit, Abtauschvariante
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, Variante del Cambio
eu: Lau Zaldun: Rubinstein Kontra-Ganbitoa, Truke Aldaera
fr: 4 cavaliers, contre-gambit Rubinstein, var. d'échange
id: 4 Kuda: Gambit Balasan Rubenstein, Varian Tukar
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, Variante di Cambio
nl: Four knights: Rubinstein counter-gambit, exchange variation
pl: Cztery skoczki, kontrgambit Rubinstein'a, wariant wymienny
ru: Дебют четырех коней: контргамбит Рубинштейна, разменный вариант
si: Štirje skakači, Rubinsteinov proti-gambit, izmenjalna različica
sv: Fyrspringarspel: Rubinsteins motgambit, Avbytesvarianten
tr: Dört at: Rubinstein karşı gambiti, takas varyasyonu
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, розмінний варіант
vi: Bốn hiệp sĩ: Rubinstein phản cờ, thay đổi ngoại tệ

source: Four Knights Opening: Rubinstein Counter-gambit, Henneberger Variation
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد, هنبيرجر تفريع
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, Variante Henneberger
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein - Variant Henneberger
cs: Four knights: Rubinstein counter-gambit, Henneberger variation
de: Vierspringerspiel: Rubinstein Gegengambit, Henneberger-Variante
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, Variante Henneberger
eu: Lau Zaldun: Rubinstein Kontra-Ganbitoa, Henneberger Aldaera
fr: 4 cavaliers, contre-gambit Rubinstein, var. Henneberger
id: 4 Kuda: Gambit Balasan Rubenstein, Varian Henneberger
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, Variante Henneberger
nl: Vier paarden: Rubinstein tegengambiet, Henneberger variant
pl: Cztery skoczki, kontrgambit Rubinstein'a, wariant Henneberg'a
ru: Дебют четырех коней: контргамбит Рубинштейна, вариант Хеннебергера
si: Štirje skakači, Rubinsteinov proti-gambit, Hennebergerjeva različica
sv: Fyrspringarspel: Rubinsteins motgambit, Hennebergervarianten
tr: Dört at: Rubinstein karşı gambiti, Henneberger varyasyonu
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, варіант Хеннебергера
vi: Bốn hiệp sĩ: Rubinstein phản Gambit, Henneberger biến

source: Four Knights Opening: Rubinstein Counter-gambit, Maroczy Variation
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد ماركوتزي تفريع
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, Variante Maroczy
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein - Variant Maroczy
cs: Four knights: Rubinstein counter-gambit Maroczy variation
de: Vierspringerspiel: Rubinstein Gegengambit Maroczy-Variante
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, Variante Maroczy
eu: Lau Zaldun: Rubinstein Kontra-Ganbitoa, Maroczy Aldaera
fr: 4 cavaliers, contre-gambit Rubinstein, var. Maroczy
id: 4 Kuda: Gambit Balasan Rubenstein, Varian Maroczy
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, Variante Maroczy
nl: Vier paarden: Rubinstein tegengambiet Maroczy variant
pl: Cztery skoczki, kontrgambit Rubinstein'a, wariant Maroczego
ru: Дебют четырех коней: контргамбит Рубинштейна, вариант Мароци
si: Štirje skakači, Rubinsteinov proti-gambit, Marcozyeva različica
sv: Fyrspringarspel: Rubinsteins motgambit Maroczyvarianten
tr: Dört at: Rubinstein karşı gambiti Maroczy varyasyonu
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, варіант Мароці
vi: Bốn hiệp sĩ: Rubinstein phản cờ Maroczy biến

source: Four Knights Opening: Schultze-Mueller Gambit
ar: الأربعة أحصنة: سكولتز-مولر جامبيت
br: Abertura dos 4 Cavalos, Gambito Schultze-Mueller
ca: Obertura dels quatre cavalls - Gambit Schultze Mueller
cs: Four knights: Schultze-Mueller gambit
de: Vierspringerspiel: Schultze-Mueller Gambit
es: Apertura de los 4 Caballos, Gambito Schultze Mueller
eu: Lau Zaldun: Schultze-Mueller Ganbitoa
fr: 4 cavaliers, gambit Müller - Schulze (Dupond et Dupont, Halloween (l'inattendu Cxe5 peut effrayer comme un masque d'Halloween))
id: 4 Kuda: Gambit Schultze-Mueler
it: Apertura dei 4 Cavalli, Gambetto Schultze-Mueller
nl: Vier paarden: Rubinstein tegengambiet, ruilvariant
pl: Cztery skoczki, gambit Schultze-Mueller'a
ru: Дебют четырех коней: гамбит Шульца-Мюллера
si: Štirje skakači, Schultze-Muellerjev gambit
sv: Fyrspringarspel: Schultze-Möllers gambit
tr: Dört at: Schultze-Mueller gambiti
uk: Дебют чотирьох коней: гамбіт Шульца-Мюллера
vi: Bốn hiệp sĩ: Schultze-Mueller Gambit

source: Four Knights Opening: Scotch Variation
ar: الأربعة أحصنة: سكوتش تفريع
br: Abertura dos 4 Cavalos, Variante Escocesa
ca: Obertura dels quatre cavalls - Variant Escocesa
cs: Four knights: Scotch variation
de: Vierspringerspiel: Schottische Variante
es: Apertura de los 4 Caballos, Variante Escocesa
eu: Lau Zaldun: Eskoziar Aldaera
fr: 4 cavaliers, var. écossaise
id: 4 Kuda: Varian Skot
it: Apertura dei 4 Cavalli, Variante Scozzese
nl: Vier paarden: Schotse variant
pl: Cztery skoczki, wariant szkocki
ru: Дебют четырех коней: шотландский вариант
si: Štirje skakači, škotska različica
sv: Fyrspringarspel: Skotsk variant
tr: Dört at: İskoçya varyasyonu
uk: Дебют чотирьох коней: Шотландський варіант
vi: Tứ Mã: Biến thể Scotch

source: Four Knights Opening: Scotch, 4...exd4
ar: الأربعة أحصنة: سكوتش, 4...exd5
br: Abertura dos 4 Cavalos, Variante Escocesa, 4...exd4
ca: Obertura dels quatre cavalls - Variant Escocesa - 4. ... exd4
cs: Four knights: Scotch, 4...exd4
de: Vierspringerspiel: Schottisch, 4...exd4
es: Apertura de los 4 Caballos, Variante Escocesa, 4...exd4
eu: Lau Zaldun: Eskoziarra, 4...exd4
fr: 4 cavaliers, var. écossaise, 4...exd4
id: 4 Kuda: Skot, 4....exd4
it: Apertura dei 4 Cavalli, Variante Scozzese, 4...exd4
nl: Vier paarden: Schots, 4 ... exd4
pl: Cztery skoczki, szkocka, 4...exd4
ru: Дебют четырех коней: шотландский вариант, 4...exd4
si: Štirje skakači, škotska, 4. exd4
sv: Fyrspringarspel: Skotsk, 4...exd4
tr: Dört at: İskoçya, 4...exd4
uk: Дебют чотирьох коней: Шотландський варіант, 4...exd4
vi: Bốn hiệp sĩ: Scotch, 4 ... exd4

source: Four Knights Opening: Scotch, Krause Variation
ar: الأربعة أحصنة: سكوتش, كراوز تفريع
br: Abertura dos 4 Cavalos, Variante Escocesa, Variante Krause
ca: Obertura dels quatre cavalls - Variant Escocesa - Variant Krause
cs: Four knights: Scotch, Krause variation
de: Vierspringerspiel: Schottisch, Krause-Variante
es: Apertura de los 4 Caballos, Variante Escocesa, Variante Krause
eu: Lau Zaldun: Eskoziarra, Krause Aldaera
fr: 4 cavaliers, var. écossaise, var. Krause
id: 4 Kuda: Skot, Varian Krause
it: Apertura dei 4 Cavalli, Variante Scozzese, Variante Krause
nl: Vier paarden: Schots, Krause variant
pl: Cztery skoczki, szkocka, wariant Krause'go
ru: Дебют четырех коней: шотландский вариант, вариант Краузе
si: Štirje skakači, škotska, Krausejeva različica
sv: Fyrspringarspel: Skotsk, Krausevarianten
tr: Dört at: İskoçya, Krause varyasyonu
uk: Дебют чотирьох коней: Шотландський варіант, варіант Краузе
vi: Bốn hiệp sĩ: Scotch, Krause biến

source: Four Knights Opening: Spanish Variation
ar: الأربعة أحصنة:التفريع الأسباني
br: Abertura dos 4 Cavalos, Variante Espanhola
ca: Obertura dels quatre cavalls - Variant Espanyola o Ruy López
cs: Four knights: Spanish variation
de: Vierspringerspiel: Spanische Variante
es: Apertura de los 4 Caballos, Variante Española o Ruy López
eu: Lau Zaldun: Espainiar Aldaera
fr: 4 cavaliers, var. espagnole
id: 4 Kuda: Varian Spanyol
it: Apertura dei 4 Cavalli, Variante Spagnola o Ruy López
nl: Vier paarden:Spaanse variant
pl: Cztery skoczki, wariant hiszpański
ru: Дебют четырех коней: испанский вариант
si: Štirje skakači, španska različica
sv: Fyrspringarspel: Spansk variant
tr: Dört at: İspanyol varyasyonu
uk: Дебют чотирьох коней: Іспанський варіант
vi: Tứ Mã: Biến thể Tây Ban Nha

source: Four Knights Opening: Spanish, Classical Defence
ar: الأربعة أحصنة: أسباني, الدفاع الكلاسيكي
br: Abertura dos 4 Cavalos, Variante Espanhola, Defesa Clássica
ca: Obertura dels quatre cavalls - Variant Espanyola - Defensa clàssica
cs: Four knights: Spanish, classical defence
de: Vierspringerspiel: Spanish, Klassisch Verteidigung
es: Apertura de los 4 Caballos, Variante Española, Defensa Clásica
eu: Lau Zaldun: Espainiarra, Defentsa Klasikoa
fr: 4 cavaliers, var. espagnole, défense classique
id: 4 Kuda: Varian Spanyol, Pembelaan Klasik
it: Apertura dei 4 Cavalli, Variante Spagnola, Difesa Classica
nl: Vier paarden:Spaans, klassieke verdediging
pl: Cztery skoczki, wariant hiszpański, obrona klasyczna
ru: Дебют четырех коней: испанский вариант, классическая защита
si: Štirje skakači, španska, klasična obramba
sv: Fyrspringarspel: Spansk, klassiskt försvar
tr: Dört at: İspanyol, klasik savunma
uk: Дебют чотирьох коней: Іспанський варіант, класичний захист
vi: Bốn mã, phòng thủ Tây Ban Nha cổ điển

source: Four Knights Opening: Spielmann Variation
ar: الأربعة أحصنة: سبيلمان تفريع
br: Abertura dos 4 Cavalos, Variante Spielmann
ca: Obertura dels quatre cavalls - Variant Espanyola - Variant Spielmann
cs: Four knights: Spielmann variation
de: Vierspringerspiel: Spielmann-Variante
es: Apertura de los 4 Caballos, Variante Española, Variante Spielmann
eu: Lau Zaldun: Spielmannen Aldaera
fr: 4 cavaliers, var. Spielmann
id: 4 Kuda: Varian Spielmann
it: Apertura dei 4 Cavalli, Variante Spagnola, Variante Spielmann
nl: Vier paarden:Spielmann variant
pl: Cztery skoczki, wariant Spielmann'a
ru: Дебют четырех коней: вариант Шпильмана
si: Štirje skakači, Spielmannova različica
sv: Fyrspringarspel: Spielmannvarianten
tr: Dört at: Spielmann varyasyonu
uk: Дебют чотирьох коней: варіант Шпільмана
vi: Bốn hiệp sĩ: Spielmann biến

source: Four Knights Opening: Svenonius Variation
ar: الأربعة أحصنة: سفنونيوس تفريع
br: Abertura dos 4 Cavalos, Variante Svenonius
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant Svenonius
cs: Hra čtyř jezdců: Svenoniusova varianta
de: Vierspringerspiel: Svenonius-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Svenonius
eu: Lau Zaldun: Svenonius Aldaera
fr: 4 cavaliers, var. Svenonius
id: 4 Kuda: Varian Svenonius
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Svenonius
nl: Vier paarden:Svenonius variant
pl: Cztery skoczki, wariant Svenonius
ru: Дебют четырех коней: вариант Свенониуса
si: Štirje skakači, Svenoniusova različica
sv: Fyrspringarspel: Svenoniusvarianten
tr: Dört at: Svenonius varyasyonu
uk: Дебют чотирьох коней: варіант Свеноніуса
vi: Bốn hiệp sĩ: Svenonius biến

source: Four Knights Opening: Symmetrical Variation
ar: الأربعة أحصنة: التفريع المتناظر
br: Abertura dos 4 Cavalos, Variante Simétrica
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica
cs: Hra čtyř jezdců: Symetrická varianta
de: Vierspringerspiel: Symmetrische Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica
eu: Lau Zaldun: Aldaera Simetrikoa
fr: 4 cavaliers, var. symétrique
id: 4 Kuda: Varian Simetris
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica
nl: Vier paarden: symmetrische variant
pl: Cztery skoczki, wariant symetryczny
ru: Дебют четырех коней: симметричный вариант
si: Štirje skakači, simetrična različica
sv: Fyrspringarspel: Symmetrisk variant
tr: Dört at: simetrik varyasyon
uk: Дебют чотирьох коней: симетричний варіант
vi: Tứ Mã: Biến thể đối xứng

source: Four Knights Opening: Symmetrical, Blake Variation
ar: الأربعة أحصنة: متناظر, بليك تفريع
br: Abertura dos 4 Cavalos, Variante Simétrica, Variante Blake
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Variant Blake
cs: Hra čtyř jezdců: Symetrická, Blakeova varianta
de: Vierspringerspiel: Symmetrisch, Blake-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Variante Blake
eu: Lau Zaldun: Simetrikoa, Blake Aldaera
fr: 4 cavaliers symétrique, var. Blake
id: 4 Kuda: Simetris, Varian Blake
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Variante Blake
nl: Vier paarden: symmetrisch, Blake variant
pl: Cztery skoczki, symetryczny, wariant Blak'a
ru: Дебют четырех коней: симметричный вариант, вариант Блейка
si: Štirje skakači, simetrična, Blakeva različica
sv: Fyrspringarspel: Symmetriskt, Blakevarianten
tr: Dört at: simetrik, Blake varyasyonu
uk: Дебют чотирьох коней: симетричний варіант, варіант Блейка
vi: Bốn hiệp sĩ: đối xứng, Blake biến

source: Four Knights Opening: Symmetrical, Capablanca Variation
ar: الأربعة أحصنة: متناظر, كابابلانكا تفريع
br: Abertura dos 4 Cavalos, Variante Simétrica, Variante Capablanca
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Variant Capablanca
cs: Hra čtyř jezdců: Symetrická, Capablancova varianta
de: Vierspringerspiel: Symmetrisch, Capablanca-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Variante Capablanca
eu: Lau Zaldun: Simetrikoa, Capablanca Aldaera
fr: 4 cavaliers symétrique, var. Capablanca
id: 4 Kuda: Simetris, Varian Capablanca
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Variante Capablanca
nl: Vier paarden: symmetrisch, Capablanca variant
pl: Cztery skoczki, symetryczny, wariant Capablanki
ru: Дебют четырех коней: симметричный вариант, вариант Капабланки
si: Štirje skakači, simetrična, Capablancina različica
sv: Fyrspringarspel: Symmetriskt, Capablancavarianten
tr: Dört at: simetrik, Capablanca varyasyonu
uk: Дебют чотирьох коней: симетричний варіант, варіант Капабланки
vi: Bốn hiệp sĩ: đối xứng, Capablanca biến

source: Four Knights Opening: Symmetrical, Maroczy System
ar: الأربعة أحصنة: متناظر, ماركوتزي نظام
br: Abertura dos 4 Cavalos, Variante Simétrica, Sistema Maroczy
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Sistema Maroczy
cs: Hra čtyř jezdců: Symetrická, Maroczyho systém
de: Vierspringerspiel: Symmetrisch, Maroczy System
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Sistema Maroczy
eu: Lau Zaldun: Simetrikoa, Maroczy Sistema
fr: 4 cavaliers symétrique, système Maroczy
id: 4 Kuda: Simetris, Sistem Maroczy
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Sistema Maroczy
nl: Vier paarden: symmetrisch, Maroczy systeem
pl: Cztery skoczki, symetryczny, system Maroczego
ru: Дебют четырех коней: симметричный вариант, система Мароци
si: Štirje skakači, simetrična, Maroczyev sistem
sv: Fyrspringarspel: Symmetriskt, Maroczysystemet
tr: Dört at: simetrik, Maroczy sistemi
uk: Дебют чотирьох коней: симетричний варіант, система Мароці
vi: Bốn hiệp sĩ: đối xứng, hệ thống Maroczy

source: Four Knights Opening: Symmetrical, Metger Unpin
ar: الأربعة أحصنة: متناظر, متجر غير مربوط
br: Abertura dos 4 Cavalos, Variante Simétrica, Descravado de Metger
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Desclavada de Metger
cs: Hra čtyř jezdců: Symetrická, Metgerovo odvázání
de: Vierspringerspiel: Symmetrisch, Metger unpin
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Desclavada de Metger
eu: Lau Zaldun: Simetrikoa, Metger desiltzatzea
fr: 4 cavaliers symétrique, déclouage Metger
id: 4 Kuda: Simetris, Unpin Metger
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Desclavada de Metger
nl: Vier paarden: symmetrisch, Metger ontpenning
pl: Cztery skoczki, symetryczny, Metger odpięty
ru: Дебют четырех коней: симметричный вариант, развязывание по Метгеру
si: Štirje skakači, simetrična, Metgerjevo odpetje
sv: Fyrspringarspel: Symmetriskt, Metgers anti-bindning
tr: Dört at: simetrik, iğnesiz Metger
uk: Дебют чотирьох коней: симетричний варіант, розв’язування по Метгеру
vi: Bốn hiệp sĩ: đối xứng, Metger unpin

source: Four Knights Opening: Symmetrical, Pillsbury Variation
ar: الأربعة أحصنة: متناظر, بيلسبوري تفريع
br: Abertura dos 4 Cavalos, Variante Simétrica, Variante Pillsbury
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Variant Pillsbury
cs: Hra čtyř jezdců: Symetrická, Pillsburyho varianta
de: Vierspringerspiel: Symmetrisch, Pillsbury-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Variante Pillsbury
eu: Lau Zaldun: Simetrikoa, Pillsbury Aldaera
fr: 4 cavaliers symétrique, var. Pillsbury
id: 4 Kuda: Simetris, Varian Pillsburry
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Variante Pillsbury
nl: Vier paarden: symmetrisch, Pillsbury variant
pl: Cztery skoczki, symetryczny, wariant Pillsbury
ru: Дебют четырех коней: симметричный вариант, вариант Пильсбери
si: Štirje skakači, simetrična, Pillsburyeva različica
sv: Fyrspringarspel: Symmetriskt, Pillsburyvarianten
tr: Dört at: simetrik, Pillsbury varyasyonu
uk: Дебют чотирьох коней: симетричний варіант, варіант Пільсбері
vi: Bốn hiệp sĩ: đối xứng, Pillsbury biến
