Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Evans Gambit: Compromised Defence, Potter Variation
ar: جامبيت إيفانس: الخطر دفاع, بوتر تفريع
br: Gambito Evans, Defesa Comprometida, Variante Potter
ca: Gambit Evans acceptat - Defensa compromesa - Variant Potter
cs: Evansův gambit: Ohrožená obrana, Potterova varianta
de: Evans Gambit: kompromittierte Verteidigung, Potter-Variante
es: Gambito Evans Aceptado, Defensa Comprometida, Variante Potter
eu: Evans Ganbitoa: Defentsa Konprometitua, Potter Aldaera
fr: Gambit Evans, compromised defence (défense "compromise"), var. Potter
id: Gambit Evans: Pembelaan Compromised, Varian Potter
it: Gambetto Evans Accettato, Difesa Comprometida, Variante Potter
nl: Evans gambiet: gecompromitteerde verdediging Potter variant
pl: Gambit Evans'a, zagrożona obrona, wariant Potter'a
ru: Гамбит Эванса: скомпрометированная защита, вариант Поттера
si: Evansov gambit, ogrožena obramba, Potterjeva različica
sv: Evans gambit: Komprometterat försvar, Pottervarianten
tr: Evans gambiti: uzlaşma savunması, Potter varyasyonu
uk: Гамбіт Еванса: скомпрометований захист, варіант Поттера
vi: Thí quân Evans: Phòng thủ bị xâm nhập, biến thể Potter

source: Evans Gambit: Cordel Variation
ar: جامبيت إيفانس: كوردل تفريع
br: Gambito Evans, Variante Cordel
ca: Gambit Evans acceptat - Variant cordill
cs: Evansův gambit: Cordelova varianta
de: Evans Gambit: Cordel-Variante
es: Gambito Evans Aceptado, Variante Cordel
eu: Evans Ganbitoa: Cordel Aldaera
fr: Gambit Evans, var. Cordel
id: Gambit Evans: Varian Cordel
it: Gambetto Evans Accettato, Variante Cordel
nl: Evans gambiet: Cordel variant
pl: Gambit Evans'a, wariant Cordel'a
ru: Гамбит Эванса: вариант Корделя
si: Evansov gambit, Cordelova različica
sv: Evans gambit: Cordelvarianten
tr: Evans gambiti: Cordel varyasyonu
uk: Гамбіт Еванса: варіант Корделя
vi: Evans cờ: biến thể Cordel

source: Evans Gambit: Fraser Attack
ar: جامبيت إيفانس: فرازر هجوم
br: Gambito Evans, Ataque Fraser
ca: Gambit Evans acceptat - Atac Fraser
cs: Evansův gambit: Fraserův útok
de: Evans Gambit: Fraser Angriff
es: Gambito Evans Aceptado, Ataque Fraser
eu: Evans Ganbitoa: Fraser Erasoa
fr: Gambit Evans, attaque Fraser
id: Gambit Evans: Serangan Fraser
it: Gambetto Evans Accettato, Attacco Fraser
nl: Evans gambiet: Fraser aanval
pl: Gambit Evans'a, atak Fraser'a
ru: Гамбит Эванса: атака Фрейзера
si: Evansov gambit, Fraserjev napad
sv: Evans gambit: Frasers angrepp
tr: Evans gambiti: Fraser hücumu
uk: Гамбіт Еванса: атака Фрейзера
vi: Evans cờ: Fraser tấn công

source: Evans Gambit: Fraser-Mortimer Attack
ar: جامبيت إيفانس: فرازر-مورتليمر هجوم
br: Gambito Evans, Ataque Fraser-Mortimer
ca: Gambit Evans acceptat - Atac Fraser Mortimer
cs: Evansův gambit: Fraserův-Mortimerův útok
de: Evans Gambit: Fraser-Mortimer Angriff
es: Gambito Evans Aceptado, Ataque Fraser Mortimer
eu: Evans Ganbitoa: Fraser-Mortimer Erasoa
fr: Gambit Evans, attaque Fraser - Mortimer
id: Gambit Evans: Serangan Fraser-Mortimer
it: Gambetto Evans Accettato, Attacco Fraser Mortimer
nl: Evans gambiet: Fraser-Mortimer aanval
pl: Gambit Evans'a, atak Fraser-Mortimer
ru: Гамбит Эванса: атака Фрейзера-Мортимера
si: Evansov gambit, Fraser-Mortimerjev napad
sv: Evans gambit: Fraser-Mortimers angrepp
tr: Evans gambiti: Fraser-Mortimer hücumu
uk: Гамбіт Еванса: атака Фрейзера-Мортімера
vi: Thí quân Evans: tấn công Fraser-Mortimer

source: Evans Gambit: Goering Attack
ar: جامبيت إيفانس: جورنج هجوم
br: Gambito Evans, Ataque Goering
ca: Gambit Evans acceptat - Atac Goering
cs: Evansův gambit: Goeringův útok
de: Evans Gambit: Goering Angriff
es: Gambito Evans Aceptado, Ataque Goering
eu: Evans Ganbitoa: Goering Erasoa
fr: Gambit Evans, attaque Göring
id: Gambit Evans: Serangan Goering
it: Gambetto Evans Accettato, Attacco Goering
nl: Evans gambiet: Göring aanval
pl: Gambit Evans'a, atak Goering'a
ru: Гамбит Эванса: атака Геринга
si: Evansov gambit, Goeringov napad
sv: Evans gambit: Görings angrepp
tr: Evans gambiti: Goering hücumu
uk: Гамбіт Еванса: атака Герінга
vi: Evans cờ: Goering tấn công

source: Evans Gambit: Lasker Defence
ar: جامبيت إيفانس: لاسكر دفاع
br: Gambito Evans, Defesa Lasker
ca: Gambit Evans acceptat - Defensa Lasker
de: Evans Gambit: Lasker Verteidigung
es: Gambito Evans Aceptado, Defensa Lasker
eu: Evans Ganbitoa: Lasker Defentsa
fr: Gambit Evans, défense Lasker
id: Gambit Evans: Pembelaan Lasker
it: Gambetto Evans Accettato, Difesa Lasker
nl: Evans gambiet: Lasker verdediging
pl: Gambit Evans'a, obrona Lasker'a
ru: Гамбит Эванса: защита Ласкера
si: Evansov gambit, Laskerjeva obramba
sv: Evans gambit: Laskers försvar
tr: Evans gambiti: Lasker savunması
uk: Гамбіт Еванса: захист Ласкера
vi: Thí quân Evans: Phòng thủ Lasker

source: Evans Gambit: Leonhardt Variation
ar: جامبيت إيفانس: ليونهاردت تفريع
br: Gambito Evans, Variante Leonhardt
ca: Gambit Evans acceptat - Variant Leonhardt
de: Evans Gambit: Leonhardt-Variante
es: Gambito Evans Aceptado, Variante Leonhardt
eu: Evans Ganbitoa: Leonhardt Aldaera
fr: Gambit Evans, var. Leonhardt
id: Gambit Evans: Varian Leonhardt
it: Gambetto Evans Accettato, Variante Leonhardt
nl: Evans gambiet: Leonhardt variant
pl: Gambit Evans'a, wariant Leonhardt'a
ru: Гамбит Эванса: вариант Леонгардта
si: Evansov gambit, Leonhardtova različica
sv: Evans gambit: Leonhardtvarianten
tr: Evans gambiti: Leonhardt varyasyonu
uk: Гамбіт Еванса: варіант Леонгардта
vi: Evans cờ: Leonhardt biến

source: Evans Gambit: Levenfish Variation
ar: جامبيت إيفانس: ليفنفنيش تفريع
br: Gambito Evans, Variante Levenfish
ca: Gambit Evans acceptat - Variant Levenfish
de: Evans Gambit: Löwenfisch-Variante
es: Gambito Evans Aceptado, Variante Levenfish
eu: Evans Ganbitoa: Levenfish Aldaera
fr: Gambit Evans, var. Levenfish
id: Gambit Evans: Varian Levenfish
it: Gambetto Evans Accettato, Variante Levenfish
nl: Evans gambiet: Levenfish variant
pl: Gambit Evans'a, wariant Levenfish'a
ru: Гамбит Эванса: вариант Левенфиша
si: Evansov gambit, Levenfishova različica
sv: Evans gambit: Löwenfischvarianten
tr: Evans gambiti: Levenfish varyasyonu
uk: Гамбіт Еванса: варіант Левенфіша
vi: Evans cờ: Levenfish biến

source: Evans Gambit: Mayet Defence
ar: جامبيت إيفانس: مايت دفاع
br: Gambito Evans, Defesa Mayet
ca: Gambit Evans acceptat - Defensa Mayet
cs: Evansův gambit: Mayetova obrana
de: Evans Gambit: Mayet Verteidigung
es: Gambito Evans Aceptado, Defensa Mayet
eu: Evans Ganbitoa: Mayet Defentsa
fr: Gambit Evans, défense Mayet
id: Gambit Evans: Pembelaan Mayet
it: Gambetto Evans Accettato, Difesa Mayet
nl: Evans gambiet: Mayet verdediging
pl: Gambit Evans'a, obrona Mayet
ru: Гамбит Эванса: защита Майета
si: Evansov gambit, Mayetova obramba
sv: Evans gambit: Mayets försvar
tr: Evans gambiti: Mayet savunması
uk: Гамбіт Еванса: захист Майєта
vi: Thí quân Evans: Phòng thủ Mayet

source: Evans Gambit: Morphy Attack
ar: جامبيت إيفانس: مورفي هجوم
br: Gambito Evans, Ataque Morphy
ca: Gambit Evans acceptat - Atac Morphy
cs: Evansův gambit: Morphyho útok
de: Evans Gambit: Morphy Angriff
es: Gambito Evans Aceptado, Ataque Morphy
eu: Evans Ganbitoa: Morphy Erasoa
fr: Gambit Evans, attaque Morphy
id: Gambit Evans: Serangan Morphy
it: Gambetto Evans Accettato, Attacco Morphy
nl: Evans gambiet: Morphy aanval
pl: Gambit Evans'a, atak Morphy'ego
ru: Гамбит Эванса: атака Морфи
si: Evansov gambit, Morphyev napad
sv: Evans gambit: Morphys angrepp
tr: Evans gambiti: Morphy hücumu
uk: Гамбіт Еванса: атака Морфі
vi: Thí quân Evans: tấn công Morphy

source: Evans Gambit: Normal Variation
ar: جامبيت إيفانس: عادي تفريع
br: Gambito Evans, Variante Normal
ca: Gambit Evans acceptat - Variant normal
cs: Evansův gambit: klasický systém
de: Evans Gambit: Hauptvariante
es: Gambito Evans Aceptado, Variante Normal
eu: Evans Ganbitoa: Aldaera Normala
fr: Gambit Evans, var. normale
id: Gambit Evans: Pembelaan Compromised, Varian Normal
it: Gambetto Evans Accettato, Variante Normal
nl: Evans gambiet: normale variant
pl: Gambit Evans'a, wariant normalny
ru: Гамбит Эванса: общепринятый вариант
si: Evansov gambit, normalna različica
sv: Evans gambit: Standardvarianten
tr: Evans gambiti: normal varyasyon
uk: Гамбіт Еванса: загальноприйнятий варіант
vi: Evans cờ: biến đổi bình thường

source: Evans Gambit: Paulsen Variation
ar: جامبيت إيفانس: بولسن تفريع
br: Gambito Evans, Variante Paulsen
ca: Gambit Evans acceptat - Variant Paulsen
cs: Evansův gambit: Paulsenova varianta
de: Evans Gambit: Paulsen-Variante
es: Gambito Evans Aceptado, Variante Paulsen
eu: Evans Ganbitoa: Paulsen Aldaera
fr: Gambit Evans, var. Paulsen
id: Gambit Evans: Varian Paulsen
it: Gambetto Evans Accettato, Variante Paulsen
nl: Evans gambiet: Paulsen variant
pl: Gambit Evans'a, wariant Paulsen'a
ru: Гамбит Эванса: вариант Паульсена
si: Evansov gambit, Paulsenova različica
sv: Evans gambit: Paulsenvarianten
tr: Evans gambiti: Paulsen varyasyonu
uk: Гамбіт Еванса: варіант Паульсена
vi: Evans cờ: Paulsen biến

source: Evans Gambit: Richardson Attack
ar: جامبيت إيفانس: ريتشاردسون هجوم
br: Gambito Evans, Ataque Richardson
ca: Gambit Evans acceptat - Atac Richardson
cs: Evansův gambit: Richardsonův útok
de: Evans Gambit: Richardson Angriff
es: Gambito Evans Aceptado, Ataque Richardson
eu: Evans Ganbitoa: Richardsonen Erasoa
fr: Gambit Evans, attaque Richardson
id: Gambit Evans: Serangan Richardson
it: Gambetto Evans Accettato, Attacco Richardson
nl: Evans gambiet: Richardson aanval
pl: Gambit Evans'a, atak Rochardson'a
ru: Гамбит Эванса: атака Ричардсона
si: Evansov gambit, Richardsonov napad
sv: Evans gambit: Richardsons angrepp
tr: Evans gambiti: Richardson hücumu
uk: Гамбіт Еванса: атака Річардсона
vi: Evans cờ: Richardson tấn công

source: Evans Gambit: Sanders-Alapin Variation
ar: جامبيت إيفانس: ساندرس-تفريع الابين
br: Gambito Evans, Variante Sanders-Alapin
ca: Gambit Evans acceptat - Variant Alapin Steinitz
cs: Evansův gambit: Sandersova-Alapinova varianta
de: Evans Gambit: Sanders-Alapin-Variante
es: Gambito Evans Aceptado, Variante Sanders Alapin
eu: Evans Ganbitoa: Sanders-Alapin Aldaera
fr: Gambit Evans, var. Sanders - Alapin
id: Gambit Evans: Varian Sanders-Alapin
it: Gambetto Evans Accettato, Variante Sanders Alapin
nl: Evans gambiet: Sanders-Alapin variant
pl: Gambit Evans'a, wariant Sanders-Alapin
ru: Гамбит Эванса: вариант Сандерса-Алапина
si: Evansov gambit, Sanders-Alapinova različica
sv: Evans gambit: Sanders-Alapin-varianten
tr: Evans gambiti: Sanders-Alapin varyasyonu
uk: Гамбіт Еванса: варіант Сандерса-Алапіна
vi: Evans cờ: Sanders-Alapin biến

source: Evans Gambit: Sokolsky Variation
ar: جامبيت إيفانس: سوكولوسكي تفريع
br: Gambito Evans, Variante Sokolsky
ca: Gambit Evans acceptat - Variant Sokolsky
cs: Evansův gambit: Sokolského varianta
de: Evans Gambit: Sokolsky-Variante
es: Gambito Evans Aceptado, Variante Sokolsky
eu: Evans Ganbitoa: Sokolsky Aldaera
fr: Gambit Evans, var. Sokolsky
id: Gambit Evans: Varian Sokolsky
it: Gambetto Evans Accettato, Variante Sokolsky
nl: Evans gambiet: Sokolsky variant
pl: Gambit Evans'a, wariant Sokolsky'ego
ru: Гамбит Эванса: вариант Сокольского
si: Evansov gambit, Sokolskyeva različica
sv: Evans gambit: Sokolskijvarianten
tr: Evans gambiti: Sokolsky varyasyonu
uk: Гамбіт Еванса: варіант Сокольського
vi: Evans cờ: Sokolsky biến

source: Evans Gambit: Steinitz Variation
ar: جامبيت إيفانس: تفريع شتاينتز
br: Gambito Evans, Variante Steinitz
ca: Gambit Evans acceptat - Variant Steinitz
cs: Evansův gambit: Steinitzova varianta
de: Evans Gambit: Steinitz-Variante
es: Gambito Evans Aceptado, Variante Steinitz
eu: Evans Ganbitoat: Steinitz Aldaera
fr: Gambit Evans, var. Steinitz
id: Gambit Evans: Varian Steinitz
it: Gambetto Evans Accettato, Variante Steinitz
nl: Evans gambiet: Steinitz variant
pl: Gambit Evans'a, wariant Steinitz'a
ru: Гамбит Эванса: вариант Стейница
si: Evansov gambit, Steinitzeva različica
sv: Evans gambit: Steinitzvarianten
tr: Evans gambiti: Steinitz varyasyonu
uk: Гамбіт Еванса: варіант Стейніца
vi: Evans cờ: Steinitz biến

source: Evans Gambit: Stone-Ware Variation
ar: جامبيت إيفانس: تفريع ستون-وير
br: Gambito Evans, Variante Stone-Ware
ca: Gambit Evans acceptat - Variant Stone Ware
cs: Evansův gambit: Stone-Ware varianta
de: Evans Gambit: Stone-Ware-Variante
es: Gambito Evans Aceptado, Variante Stone Ware
eu: Evans Ganbitoa: Stone-Ware Aldaera
fr: Gambit Evans, var. Stone - Ware
id: Gambit Evans: Varian Stone-Ware
it: Gambetto Evans Accettato, Variante Stone Ware
nl: Evans gambiet: Stone-Ware variant
pl: Gambit Evans'a, wariant Stone-Ware
ru: Гамбит Эванса: вариант Стоуна-Уэра
si: Evansov gambit, Stone-Wareva različica
sv: Evans gambit: Stone-Ware-varianten
tr: Evans gambiti: Stone-Ware varyasyonu
uk: Гамбіт Еванса: варіант Стоуна-Уера
vi: Evans cờ: Đá-Ware biến

source: Evans Gambit: Tartakower Attack
ar: جامبيت إيفانس: تارتاكوفر هجوم
br: Gambito Evans, Ataque Tartakower
ca: Gambit Evans acceptat - Atac Tartakower
cs: Evansův gambit: Tartakowerův útok
de: Evans Gambit: Tartakower Angriff
es: Gambito Evans Aceptado, Ataque Tartakower
eu: Evans Ganbitoa: Tartakower Erasoa
fr: Gambit Evans, attaque Tartakover
id: Gambit Evans: Serangan Tartakower
it: Gambetto Evans Accettato, Attacco Tartakower
nl: Evans gambiet: Tartakower aanval
pl: Gambit Evans'a, atak Tartakower'a
ru: Гамбит Эванса: атака Тартаковера
si: Evansov gambit, Tartakoerjev napad
sv: Evans gambit: Tartakowers angrepp
tr: Evans gambiti: Tartakower hücumu
uk: Гамбіт Еванса: атака Тартаковера
vi: Evans cờ: Tartakower tấn công

source: Evans Gambit: Ulvestad Variation
ar: جامبيت إيفانس: يوليفستاد تفريع
br: Gambito Evans, Variante Ulvestad
ca: Gambit Evans acceptat - Variant Ulvestad
cs: Evansův gambit: Ulvestadova varianta
de: Evans Gambit: Ulvestad-Variante
es: Gambito Evans Aceptado, Variante Ulvestad
eu: Evans Ganbitoa: Ulvestad Aldaera
fr: Gambit Evans, var. Ulvestad
id: Gambit Evans: Varian Ulvestad
it: Gambetto Evans Accettato, Variante Ulvestad
nl: Evans gambiet: Ulvestad variant
pl: Gambit Evans'a, wariant Ulvestad'a
ru: Гамбит Эванса: вариант Ульвестада
si: Evansov gambit, Ulvestadova različica
sv: Evans gambit: Ulvestadvarianten
tr: Evans gambiti: Ulvestad varyasyonu
uk: Гамбіт Еванса: варіант Ульвестада
vi: Evans cờ: Ulvestad biến

source: Evans Gambit: Waller Attack
ar: جامبيت إيفانس: هجوم والر
br: Gambito Evans, Ataque Waller
ca: Gambit Evans acceptat - Atac Waller
cs: Evansův gambit: Wallerův útok
de: Evans Gambit: Waller Angriff
es: Gambito Evans Aceptado, Ataque Waller
eu: Evans Ganbitoa: Waller Erasoa
fr: Gambit Evans, attaque Waller
id: Gambit Evans: Serangan Waller
it: Gambetto Evans Accettato, Attacco Waller
nl: Evans gambiet: Waller aanval
pl: Gambit Evans'a, atak Waller'a
ru: Гамбит Эванса: атака Уоллера
si: Evansov gambit, Wallerjev napad
sv: Evans gambit: Wallers angrepp
tr: Evans gambiti: Waller hücumu
uk: Гамбіт Еванса: атака Уоллера
vi: Evans cờ: Waller tấn công

source: Formation: Cabbage Attack
eu: Formazioa: Aza Erasoa
fr: Formation, attaque du chou

source: Formation: Hippopotamus Attack
eu: Formazioa: Hipopotamo Erasoa
fr: Formation, attaque de l'hippopotame

source: Formation: Shy Attack
eu: Formazioa: Eraso beldurtia
fr: Formation, attaque timide

source: Four Knights Game: Double Spanish
eu: Lau Zaldunen Partida: Espainiar Bikoitza

source: Four Knights Game: Halloween Gambit, Oldtimer Variation
eu: Lau Zaldunen Partida: Halloween Ganbitoa, Aldaera Zaharra
fr: 4 cavaliers, gambit Halloween, var. du vieil homme

source: Four Knights Game: Halloween Gambit, Plasma Variation
eu: Lau Zaldunen Partida: Halloween Ganbitoa, Plasma Aldaera

source: Four Knights Game: Italian Variation, Noa Gambit
eu: Lau Zaldunen Partida: Italiar Aldaera, Noa Ganbitoa
fr: 4 cavaliers, var. italienne, gambit Noa

source: Four Knights Game: Scotch Variation, Belgrade Gambit, Modern Defence
eu: Lau Zaldunen Partida: Eskoziar Aldaera, Belgrad Ganbitoa, Defentsa Modernoa
fr: 4 cavaliers, var. écossaise, gambit de Belgrade, défense moderne

source: Four Knights Game: Scotch Variation, Krause Gambit, Leonhardt Defence
eu: Lau Zaldunen Partida: Eskoziar Aldaera, Krause Ganbitoa, Leonhardt Defentsa
fr: 4 cavaliers, var. écossaise, gambit Krause, défense Leonhardt

source: Four Knights Game: Scotch Variation, Oxford Gambit
eu: Lau Zaldunen Partida: Eskoziar Aldaera, Oxford Ganbitoa
fr: 4 cavaliers, var. écossaise, gambit d'Oxford

source: Four Knights Game: Scotch Variation, Schmid Defence
eu: Lau Zaldunen Partida: Eskoziar Aldaera, Schmid Defentsa
fr: 4 cavaliers, var. écossaise, défense Schmid

source: Four Knights Game: Spanish Variation, Classical Variation, Marshall Gambit
eu: Lau Zaldunen Partida: Espainiar Aldaera, Aldaera Klasikoa, Marshall Ganbitoa
fr: 4 cavaliers, var. espagnole, var. classique, gambit Marshall

source: Four Knights Opening
ar: الأربعة أحصنة مباراة
br: Abertura dos 4 Cavalos (Jogo)
ca: Obertura del quatre cavalls
cs: Hra čtyř jezdců
de: Vierspringerspiel
es: Apertura de los 4 Caballos
eu: Lau Zaldunen Partida
fr: Partie des 4 cavaliers
id: Permainan 4 Kuda
it: Apertura dei 4 Cavalli
nl: Vier paarden spel
pl: Gra cztery skoczków
ru: Дебют четырех коней
si: Igra štirih skakčev
sv: Fyrspringarspel
tr: Dört at oyunu
uk: Дебют чотирьох коней
vi: Bốn trò chơi hiệp sĩ

source: Four Knights Opening: Alatortsev Variation
ar: الأربعة أحصنة: الاتورتسف تفريع
br: Abertura dos 4 Cavalos, Variante Alatortsev
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant Alatortsev
cs: Hra čtyř jezdců: Alatortsevova varianta
de: Vierspringerspiel: Alatortsev-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Alatortsev
eu: Lau Zaldun: Alatortsev Aldaera
fr: 4 cavaliers, var. Alatortsev
id: 4 Kuda: Varian Altortsev
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Alatortsev
nl: Vier paarden: Alatortsev variant
pl: Cztery skoczki, wariant Alatortsev'a
ru: Дебют четырех коней: вариант Алаторцева
si: Štirje skakači, Alatortseva različica
sv: Fyrspringarspel: Alatortsev-varianten
tr: Dört at: Alatortsev varyasyonu
uk: Дебют чотирьох коней: варіант Алаторцева
vi: Bốn hiệp sĩ: Alatortsev biến

source: Four Knights Opening: Bardeleben Variation
ar: الأربعة أحصنة: بارديليبين تفريع
br: Abertura dos 4 Cavalos, Variante Bardeleben
ca: Obertura dels quatre cavalls - Variant Espanyola - Variant Bardeleben
cs: Hra čtyř jezdců: Berdelebenova varianta
de: Vierspringerspiel: Bardeleben-Variante
es: Apertura de los 4 Caballos, Variante Española, Variante Bardeleben
eu: Lau Zaldun: Bardeleben Aldaera
fr: 4 cavaliers, var. Bardeleben
id: 4 Kuda: Varian Bardebelen
it: Apertura dei 4 Cavalli, Variante Spagnola, Variante Bardeleben
nl: Vier paarden: Bardeleben variant
pl: Cztery skoczki, wariant Bardeleben'a
ru: Дебют четырех коней: вариант Барделебена
si: Štirje skakači, Bardelebenova različica
sv: Fyrspringarspel: Bardelebenvarianten
tr: Dört at: Bardeleben varyasyonu
uk: Дебют чотирьох коней: варіант Барделебена
vi: Bốn hiệp sĩ: Bardeleben biến

source: Four Knights Opening: Belgrade Gambit
ar: الأربعة أحصنة: بلجراد جامبيت
br: Abertura dos 4 Cavalos, Gambito Belgrado
ca: Obertura dels quatre cavalls - Variant Escocesa - Gambit Belgrad
cs: Hra čtyř jezdců: Bělehradský gambit
de: Vierspringerspiel: Belgrade Gambit
es: Apertura de los 4 Caballos, Variante Escocesa, Gambito Belgrado
eu: Lau Zaldun: Belgradoko Aldaera
fr: 4 cavaliers, gambit de Belgrade
id: 4 Kuda: Gambit Belgrade
it: Apertura dei 4 Cavalli, Variante Scozzese, gambetto Belgrado
nl: Vier paarden: Belgrado gambiet
pl: Cztery skoczki, gambit belgradzki
ru: Дебют четырех коней: белградский гамбит
si: Štirje skakači, Belgrade gambit
sv: Fyrspringarspel: Belgradgambit
tr: Dört at: Belgrat gambiti
uk: Дебют чотирьох коней: Бєлградський гамбіт
vi: Bốn hiệp sĩ: Belgrade Gambit

source: Four Knights Opening: Double Ruy Lopez
ar: الأربعة أحصنة: المزدوج روي لوبيز
br: Abertura dos 4 Cavalos, Dupla Rui Lopez
ca: Obertura dels quatre cavalls - Variant Espanyola doble o simètrica
cs: Hra čtyř jezdců: Dvojitá Ruy Lopezova
de: Vierspringerspiel: double Spanisch
es: Apertura de los 4 Caballos, Variante Española Doble o Simétrica
eu: Lau Zaldun: Ruy Lopez Bikoitza
fr: 4 cavaliers, var. double espagnole
id: 4 Kuda: Varian Spanyol Dobel
it: Apertura dei 4 Cavalli, Variante Spagnola Doble o Simmetrica
nl: Vier paarden:dubbele Ruy Lopez
pl: Cztery skoczki, podwójny Ruy Lopez
ru: Дебют четырех коней: классический вариант
si: Štirje skakači, dvojni Ruy Lopez
sv: Fyrspringarspel: Dubbelspansk
tr: Dört at: çift Ruy Lopez
uk: Дебют чотирьох коней: класичний варіант
vi: Bốn hiệp sĩ: đôi Ruy Lopez

source: Four Knights Opening: Gunsberg Counter-attack
ar: الأربعة أحصنة: جونسبرج الهجوم المضاد
br: Abertura dos 4 Cavalos, Contra-ataque Gunsberg
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Contra-atac Gunsberg
cs: Four knights: Gunsberg counter-attack
de: Vierspringerspiel: Gunsberg Gegenangriff
es: Apertura de los 4 Caballos, Variante Española Doble, Contraataque Gunsberg
eu: Lau Zaldun: Gunsbergen Kontra-Erasoa
fr: 4 cavaliers, contre-attaque Gunsberg
id: 4 Kuda: Serangan Balik Gunsberg
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Contrattacco Gunsberg
nl: Vier paarden: Günsberg tegenaanval
pl: Cztery skoczki, kontratak Gunsberg'a
ru: Дебют четырех коней: контратака Гунсберга
si: Štirje skakači, Gunsbergov protinapad
sv: Fyrspringarspel: Gunsbergs motangrepp
tr: Dört at: Gunsberg karşı hücumu
uk: Дебют чотирьох коней: контратака Гунсберга
vi: Bốn hiệp sĩ: Gunsberg phản công

source: Four Knights Opening: Gunsberg Variation
ar: الأربعة أحصنة: جونسبرج تفريع
br: Abertura dos 4 Cavalos, Variante Gunsberg
ca: Obertura dels quatre cavalls - Variant Gunsberg
cs: Four knights: Gunsberg variation
de: Vierspringerspiel: Gunsberg-Variante
es: Apertura de los 4 Caballos, Variante Gunsberg
eu: Lau Zaldun: Gunsberg Aldaera
fr: 4 cavaliers, var. Gunsberg
id: 4 Kuda: Varian Gunsberg
it: Apertura dei 4 Cavalli, Variante Gunsberg
nl: Vier paarden: Günsberg variant
pl: Cztery skoczki, wariant Gunsberg'a
ru: Дебют четырех коней: вариант Гунсберга
si: Štirje skakači, Gunsbergova različica
sv: Fyrspringarspel: Gunsbergvarianten
tr: Dört at: Gunsberg varyasyonu
uk: Дебют чотирьох коней: варіант Гунсберга
vi: Bốn hiệp sĩ: Gunsberg biến

source: Four Knights Opening: Italian Variation
ar: الأربعة أحصنة: إيطالي تفريع
br: Abertura dos 4 Cavalos, Variante Italiana
ca: Obertura dels quatre cavalls - Variant Italiana
cs: Four knights: Italian variation
de: Vierspringerspiel: Italienische-Variante
es: Apertura de los 4 Caballos, Variante Italiana
eu: Lau Zaldun: Italiako Aldaera
fr: 4 cavaliers, var. italienne
id: 4 Kuda: Varian Italia
it: Apertura dei 4 Cavalli, Variante Italiana
nl: Vier paarden: Italiaanse variant
pl: Cztery skoczki, wariant włoski
ru: Дебют четырех коней: итальянский вариант
si: Štirje skakači, italijanska različica
sv: Fyrspringarspel: Italiensk variant
tr: Dört at: İtalyan varyasyonu
uk: Дебют чотирьох коней: Італійський варіант
vi: Tứ Mã: Biến thể Ý

source: Four Knights Opening: Janowski Variation
ar: الأربعة أحصنة: جناوسكاي تفريع
br: Abertura dos 4 Cavalos, Variante Janowski
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant Janowski
cs: Four knights: Janowski variation
de: Vierspringerspiel: Janowski-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Janowski
eu: Lau Zaldun: Janowskiren Aldaera
fr: 4 cavaliers, var. Janowski
id: 4 Kuda: Varian Janowski
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Janowski
nl: Vier paarden: Janowski variant
pl: Cztery skoczki, wariant Janowskiego
ru: Дебют четырех коней: вариант Яновского
si: Štirje skakači, Janowskijeva različica
sv: Fyrspringarspel: Janowskivarianten
tr: Dört at: Janowski varyasyonu
uk: Дебют чотирьох коней: варіант Яновського
vi: Bốn hiệp sĩ: Janowski biến
