Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Indian Defence: Smyslov System
ar: الملك الهندي: سيمسلوف نظام
br: Defesa Índia do Rei, Sistema Smyslov
ca: Defensa Índia de Rei - Sistema Smyslov
cs: King's Indian: Smyslov system
de: Königsindisch: Smyslov System
es: Defensa India de Rey, Sistema Smyslov
eu: Erregearen indiarra: Smyslov Sistema
fr: Défense est-indienne, système Smyslov
id: Hindia Raja, Sistem Smyslov
it: Difesa Indiana di Re, Sistema Smyslov
nl: Konings Indisch: Smyslov systeem
pl: Królewsko-indyjska, system Smyslov'a
ru: Староиндийская защита: система Смыслова
si: Kraljevo indijska, Smyslov sistem
sv: Kungsindiskt: Smyslovsystemet
tr: Hint Şah: Smyslov sistemi
uk: Староіндійський захист: система Смислова
vi: Vua của Ấn Độ: hệ thống Smyslov

source: King Indian Defence: Steiner Attack
es: Defensa India de Rey: Ataque Steiner
eu: Erregearen Indiar Erasoa: Steiner Erasoa
fr: Défense est-indienne, var. Sämisch, attaque Steiner

source: King Indian Defence: Sämisch Variation, Bobotsov-Korchnoi-Petrosian Variation
es: Defensa India de Rey: Variante Sämisch, Variante Bobotsov-Korchnoi-Petrosian
eu: Erregearen Indiar Erasoa: Sämisch Aldaera, Bobotsov-Korchnoi-Petrosian Aldaera
fr: Défense est-indienne, var. Sämisch, var. Bobotsov - Kortchnoï - Petrossian

source: King Indian Defence: Sämisch Variation, Bronstein Defence
es: Defensa India de Rey: Variante Sämisch, Defensa Bronstein
eu: Erregearen Indiar Erasoa: Sämisch Aldaera, Bronstein Defentsa
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, défense Bronstein

source: King Indian Defence: Torre Attack
ar: الملك الهندي: توري هجوم
br: Defesa Índia do Rei, Ataque Torre
ca: Defensa Índia de Rei - Atac Torre
cs: King's Indian: Torre attack
de: Königsindisch: Torre Angriff
es: Defensa India de Rey, Ataque Torre
eu: Erregearen indiarra: Torre Erasoa
fr: Défense est-indienne, attaque Torre
id: Hindia Raja, Serangan Torre
it: Difesa Indiana di Re, Attacco Torre
nl: Konings Indisch: Torre aanval
pl: Królewsko-indyjska, atak Torre
ru: Староиндийская защита: атака Торре
si: Kraljevo indijska, Torrev napad
sv: Kungsindiskt: Torres angrepp
tr: Hint Şah: Tore hücumu
uk: Староіндійський захист: атака Торре
vi: Vua của Ấn Độ: Torre tấn công

source: King Indian Defence: Zinnowitz Variation
ar: الملك الهندي: زينوفيتش تفريع
br: Defesa Índia do Rei, Variante Zinnowitz
ca: Defensa Índia de Rei - Variant Zinnowitz
cs: King's Indian: Zinnowitz variation
de: Königsindisch: Zinnowitz-Variante
es: Defensa India de Rey, Variante Zinnowitz
eu: Erregearen indiarra: Zinnowitz Aldaera
fr: Défense est-indienne, var. de Zinnowitz
id: Hindia Raja, Varian Zinnowitz
it: Difesa Indiana di Re, Variante Zinnowitz
nl: Konings Indisch: zinnowitz variant
pl: Królewsko-indyjska, wariant Zinnowitz'a
ru: Староиндийская защита: цинновицский вариант
si: Kraljevo indijska, Zinnowitzeva različica
sv: Kungsindiskt: Zinnowitzvarianten
tr: Hint Şah: Zinnowitz varyasyonu
uk: Староіндійський захист: Цінновіцький варіант
vi: Vua của Ấn Độ: Zinnowitz biến

source: King Indian With E4 & G3
ar: الملك الهندي مع e4 & g4
br: Defesa Índia do Rei, 4.e4 e 5.g3
ca: Defensa Índia de Rei - 4. e4 i 5. g3
cs: King's Indian with e4 & g3
de: Königsindisch mit e4 & g3
es: Defensa India de Rey, 4.e4 y 5.g3
eu: Erregearen indiarra e4 eta g3-rekin
fr: Défense est-indienne, avec e4 et g3
id: Hindia Raja dg e4 & g3
it: Difesa Indiana di Re, 4.e4 y 5.g3
nl: KoningsIndisch met e4 & g3
pl: Królewsko-indyjska z e4 & g3
ru: Староиндийская защита с e4 и g3
si: Kraljevo indijska z e4 & g3
sv: Kungsindiskt med e4 och g3
tr: e4 & g3 ile Hint Şah
uk: Староіндійський захист з e4 і g3
vi: Vua của Ấn Độ với e4 & g3

source: King Knight Gambit
ar: حصان جامبيت الملك
br: Gambito do Cavalo do Rei
ca: Gambit de Rei acceptat - Gambit de Cavall
cs: King's knight's gambit
de: Königspringer Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo
eu: Errege Zaldunaren Ganbitoa
fr: Gambit Roi accepté, gambit du cavalier roi
id: Gamit Raja Gambit Kuda
it: Gambetto di Re Accettato, Mossa di Cavallo
nl: Koningspaard gambiet
pl: Gambit królewsko-skoczkowy
ru: Принятый королевский гамбит
si: gambit kraljevega skakača
sv: Kungspringargambit
tr: Şah'ın atı'nın gambiti
uk: Гамбіт королівського коня
vi: Cờ vua của hiệp sĩ của

source: King Knight Opening
ar: افتتاح حصان الملك
br: Abertura do Cavalo do Rei
ca: Obertura del Cavall de Rei
cs: King's knight opening
de: Königspringer Eröffnung
es: Apertura del Caballo de Rey
eu: Errege Zaldunaren Irekiera
fr: Ouverture du cavalier roi
id: Pembukaan Kuda Raja
it: Apertura del Cavallo di Re
nl: Koningspaard opening
pl: Debiut królewsko-skoczkowy
ru: Дебют королевского коня
si: Otvoritev kraljevega skakača
sv: Kungspringarspel
tr: Şah'ın at açılışı
uk: Дебют королівського коня
vi: Khai cuộc Mã Vua

source: King Knight Opening: Normal Variation
es: Apertura del Caballo de Rey: Variante Normal
eu: Errege Zaldunaren Irekiera: Aldaera Normala
fr: Ouverture du cavalier roi, var. normale

source: King Pawn Game
ar: بيدق الملك مباراة
br: Jogo do Peão do Rei
ca: Obertura de Peó de Rei
cs: King's pawn game
de: Königbauernspiel
es: Apertura del Peón de Rey
eu: Errege Peoiaren Partida
fr: Début du pion Roi
id: Permainan Bidak Raja
it: Apertura del Pedone di Re
nl: Koningspionopening
pl: Pion królewski gra
ru: Дебют королевской пешки
si: Igra kraljevega kmeta
sv: Kungsbondespel
tr: Şah'ın piyon oyunu
uk: Дебют королівського пішака
vi: Ván cờ tốt Vua

source: King Pawn Opening
ar: بيدق الملك افتتاح
br: Abertura do Peão do Rei
ca: Obertura de Peó de Rei
cs: King's pawn opening
de: Königsbauernspiel
es: Apertura del Peón de Rey
eu: Errege Peoiaren Irekiera
fr: Début du pion Roi
id: Pembukaan Bidak Raja
it: Apertura del Pedone di Re
nl: Koningspionopening
pl: Debiut Pion królewski
ru: Дебют королевской пешки
si: otvoritev kraljevega kmeta
sv: Kungsbondespel
tr: Şah'ın piyon açılışı
uk: Дебют королівського пішака
vi: Khai cuộc tốt Vua

source: King Pawn Opening: Bavarian Gambit
es: Apertura del Peón de Rey: Gambito Bavarian
eu: Errege Peoiaren Irekiera: Bavariar Ganbitoa
fr: Début du pion Roi, var. de la baleine, gambit bavarois

source: King Pawn Opening: Beyer Gambit
es: Apertura del Peón de Rey: Gambito Beyer
eu: Errege Peoiaren Irekiera: Beyer Ganbitoa

source: King Pawn Opening: Busch-Gass Gambit
es: Apertura del Peón de Rey: Gambito Busch-Gass
eu: Errege Peoiaren Irekiera: Busch-Gass Ganbitoa

source: King Pawn Opening: Busch-Gass Gambit, Chiodini Gambit
es: Apertura del Peón de Rey: Gambito Busch-Gass, Gambito Chiodini
eu: Errege Peoiaren Irekiera: Busch-Gass Ganbitoa, Chiodini Ganbitoa

source: King Pawn Opening: Clam Variation, King Gambit Reversed
es: Apertura del Peón de Rey: Variante Clam, King Gambit Reversed
eu: Errege Peoiaren Irekiera: Clam Aldaera, Erregearen Ganbito Alderantziz

source: King Pawn Opening: Clam Variation, Radisch Gambit
es: Apertura del Peón de Rey: Variante Clam, Gambito Radisch
eu: Errege Peoiaren Irekiera: Clam Aldaera, Radish Ganbitoa

source: King Pawn Opening: Colorado Counter
ar: بيدق الملك: كولورادو المضاد
br: Abertura do Peão de Rei, Contra-ataque Colorado
ca: Defensa Nimzowitsch - Contra-atac colorit
cs: KP: Colorado counter
de: Königbauernspiel: Colorado Gegenangriff
es: Defensa Nimzowitsch, Contraataque Colorado
eu: KP: Colorado counter
fr: Début du pion Roi, gambit (ou contre-attaque) du Colorado
id: KP: Serangan Balik Colorado
it: Difesa Nimzowitsch, Contrattacco Colorado
nl: KP: Colorado counter
pl: Pion królewski, kontr Colorado
ru: Дебют королевской пешки: колорадский контргамбит
si: KK: proti Colorado
sv: Kungsbondespel: Colorados motangrepp
tr: KP: Kolarado sayacı
uk: Дебют королівського пішака: колорадський контргамбіт
vi: KP: Colorado truy cập

source: King Pawn Opening: Damiano Defence, Damiano Gambit
es: Apertura del Peón de Rey: Defensa Damiano, Gambito Damiano
eu: Errege Peoiaren Irekiera: Damiano Defentsa, Damiano Ganbitoa
fr: Début du pion Roi, défense Damiano ou Damião, gambit Damiano

source: King Pawn Opening: Damiano Defence, Damiano Gambit, Chigorin Gambit
es: Apertura del Peón de Rey: Defensa Damiano, Gambito Damiano, Gambito Chigorin
eu: Errege Peoiaren Irekiera: Damiano Defentsa, Damiano Ganbitoa, Chigorin Ganbitoa
fr: Début du pion Roi, défense Damiano ou Damião, gambit Damiano, gambit Tchigorine

source: King Pawn Opening: Gunderam Defence, Gunderam Gambit
es: Apertura del Peón de Rey: Defensa Gunderam, Gambito Gunderam
eu: Errege Peoiaren Irekiera: Gunderam Defentsa, Gunderam Ganbitoa
fr: Défense brésilienne ou défense Gunderam, gambit Gunderam

source: King Pawn Opening: Gunderam Gambit
es: Apertura del Peón de Rey: Gambito Gunderam
eu: Errege Peoiaren Irekiera: Gunderam Defentsa
fr: Début du pion Roi, gambit Gunderam

source: King Pawn Opening: Indian Opening
ar: بيدق الملك: الهندي افتتاح
br: Abertura do Peão de Rei, Abertura Índia
ca: Obertura de Peó de Rei - Obertura Índia
cs: KP: Indian opening
de: Königbauernspiel: Indische Eröffnung
es: Apertura del Peón de Rey, Apertura India
eu: KP: Indiako Irekiera
fr: Début du pion Roi, ouverture indienne
id: KP: Pembukaan Hindia
it: Apertura del Pedone di Re, Apertura Indiana
nl: KP: Indische opening
pl: Pion królewski, debiut Indyjski
ru: Дебют королевской пешки: индийское начало
si: KK: indijska otvoritev
sv: Kungsbondespel: Indisk spelöppning
tr: KP: Hint açılışı
uk: Дебют королівського пішака: Індійський початок
vi: KP: Khai cuộc Ấn Độ

source: King Pawn Opening: King Head Opening
ar: بيدق الملك: افتتاح الملك الرئيسي
br: Abertura do Peão de Rei, Abertura Cabeça do Rei
ca: Obertura de Peó de Rei - Obertura Cap del Rei
cs: KP: King's head opening
de: Königbauernspiel: Königshaupt Eröffnung
es: Apertura del Peón de Rey, Apertura Cabeza del Rey
eu: KP: Errege Buruaren Irekiera
fr: Début du pion Roi, ouverture tête de roi
id: KP: Pembukaan Hindia Kepala
it: Apertura del Pedone di Re, Apertura Cabeza del Rey
nl: KP: Konings hoofdopening
pl: Pion królewski, debiut królewski
ru: Дебют королевской пешки: вариант Голова короля
si: KK: otvoritev kraljeve glave
sv: Kungsbondespel: 2.f3 (Kings head)
tr: KP: Şah'ın baş açılışı
uk: Дебют королівського пішака: варіант Голова короля
vi: KP: Khai cuộc trước vua

source: King Pawn Opening: La Bourdonnais Gambit
es: Apertura del Peón de Rey: Gambito La Bourdonnais
eu: Errege Peoiaren Irekiera: La Bourdonnais Ganbitoa
fr: Début du pion Roi, gambit La Bourdonnais

source: King Pawn Opening: Lopez Opening
ar: بيدق الملك: لوبيز افتتاح
br: Abertura do Peão de Rei, Abertura López
ca: Obertura de Peó de Rei - Obertura Ruy López
cs: KP: Lopez opening
de: Königbauernspiel: Lopez Eröffnung
es: Apertura del Peón de Rey, Apertura López
eu: KP: Lopez Irekiera
fr: Début du pion Roi, ouverture López ou attaque MacLeod
id: KP: Pembukaan Lopez
it: Apertura del Pedone di Re, Apertura López
nl: KP: Lopez opening
pl: Pion królewski, debiut Lopez'a
ru: Дебют королевской пешки: дебют Лопеса
si: KK: Lopezova otvoritev
sv: Kungsbondespel: Lopez spelöppning
tr: KP: Lopez açılışı
uk: Дебют королівського пішака: дебют Лопеса
vi: KP: Khai cuộc Lopez

source: King Pawn Opening: Macleod Attack, Lasa Gambit
es: Apertura del Peón de Rey: Ataque Macleod, Gambito Lasa
eu: Errege Peoiaren Irekiera: Macleod Erasoa, Lasa Ganbitoa
fr: Début du pion Roi, ouverture López ou attaque MacLeod, gambit Lasa

source: King Pawn Opening: Macleod Attack, Norwalde Gambit
es: Apertura del Peón de Rey: Ataque Macleod, Gambito Norwalde
eu: Errege Peoiaren Irekiera: Macleod Erasoa, Norwalde Ganbitoa
fr: Début du pion Roi, ouverture López ou attaque MacLeod, gambit Nordwalde (club d'échecs à Greven en Allemagne)

source: King Pawn Opening: Maróczy Defence
es: Apertura del Peón de Rey: Defensa Maróczy
eu: Errege Peoiaren Irekiera: Maróczy Defentsa

source: King Pawn Opening: Mengarini Opening
ar: بيدق الملك: منجاريني افتتاح
br: Abertura do Peão de Rei, Abertura Mengarini
ca: Obertura de Peó de Rei - Obertura Mengarini
cs: KP: Mengarini's opening
de: Königbauernspiel: Mengarini-Eröffnung
es: Apertura del Peón de Rey, Apertura Mengarini
eu: KP: Mengariniren Irekiera
fr: Début du pion Roi, ouverture Mengarini
id: KP: Pembulaam Mengarini
it: Apertura del Pedone di Re, Apertura Mengarini
nl: KP: Mengarini's opening
pl: Pion królewski, debiut Mengarini
ru: Дебют королевской пешки: дебют Менгарини
si: KK: Mengarinijeva otvoritev
sv: Kungsbondespel: Mengarinis spelöppning
tr: KP: Mengarini'nin açılışı
uk: Дебют королівського пішака: дебют Менгаріні
vi: KP: Khai cuộc Mengarini

source: King Pawn Opening: Napoleon Opening
ar: بيدق الملك: نابليون افتتاح
br: Abertura do Peão de Rei, Abertura Napoleão
ca: Obertura de Peó de Rei - Obertura Napoleó
cs: KP: Napoleon's opening
de: Königbauernspiel: Napoleon-Eröffnung
es: Apertura del Peón de Rey, Apertura Napoleón
eu: KP: Napoleonen Irekiera
fr: Début du pion Roi, ouverture Napoléon
id: KP: Pembukaan Naopelon
it: Apertura del Pedone di Re, Apertura Napoleón
nl: KP: Napoleon's opening
pl: Pion królewski, debiut Napoleon'a
ru: Дебют королевской пешки: атака Наполеона
si: KK: Napoleonova otvoritev
sv: Kungsbondespel: Napoleons spelöppning
tr: KP: Napolyon'un açılışı
uk: Дебют королівського пішака: атака Наполеона
vi: KP: Khai cuộc của Napoleon

source: King Pawn Opening: Neo-Mongoloid Defence
ar: بيدق الملك: المستحدث-مونجولويد دفاع
br: Abertura do Peão de Rei, Defesa Neo-Mongoloid
ca: Defensa Nimzowitsch - Defensa Neo-Mongol
cs: KP: Neo-Mongoloid defence
de: Königbauernspiel: Neo-Mongoloid Verteidigung
es: Defensa Nimzowitsch, Defensa Neo Mongólica
eu: KP: Defentsa Neo-mongoloidea
fr: Début du pion Roi, défense néo-Barnes (néo-Mongoloïde)
id: KP: Pembelaan Neo-Mongoloid
it: Difesa Nimzowitsch, Difesa Neo Mongólica
nl: KP: Neo-Mongoloïde verdediging
pl: Pion królewski, obrona nowo-Mongoloid'a
ru: Дебют королевской пешки: неомонголоидная защита
si: KK: Neo-Mongoloidova obramba
sv: Kungsbondespel: Neo-Mongoloid-försvar
tr: KP: Yeni Moğol savunması
uk: Дебют королівського пішака: Неомонголоїдний захист
vi: KP: Phòng thủ Neo-Mongoloid

source: King Pawn Opening: Nimzovich Defence
ar: بيدق الملك: نيمزوفيتش دفاع
br: Abertura do Peão de Rei, Defesa Nimzowitsch
ca: Defensa Nimzowitsch
cs: KP: Nimzovich defence
de: Königbauernspiel: Nimzowitsch Verteidigung
es: Defensa Nimzowitsch
eu: KP: Nimzovich Defentsa
fr: Défense Nimzowitsch
id: KP: Pembelaan Nimzowitch
it: Difesa Nimzowitsch
nl: KP: Nimzovich verdediging
pl: Pion królewski, obrona Nimzovitsch'a
ru: Дебют королевской пешки: дебют Нимцовича
si: KK: Nimzovicheva obramba
sv: Kungsbondespel: Nimzowitsch-försvar
tr: KP: Nimzovich savunması
uk: Дебют королівського пішака: дебют Німцовича
vi: KP: phòng thủ Nimzovich

source: King Pawn Opening: Nimzovich Defence, Bogolyubov Variation
ar: بيدق الملك: نيمزوفيتش دفاع, تفريع وجوليوبوف
br: Abertura do Peão de Rei, Defesa Nimzowitsch, Variante Bogoljubow
ca: Defensa Nimzowitsch - Variant Bogoljubow
cs: KP: Nimzovich defence, Bogolyubov variation
de: Königbauernspiel: Nimzowitsch Verteidigung, Bogolyubov-Variante
es: Defensa Nimzowitsch, Variante Bogoljubow
eu: KP: Nimzovich Defentsa, Bogolyubov Aldaera
fr: Défense Nimzowitsch, var. scandinave, var. Bogoljubov
id: KP: Pembelaan Nizmowitch, Varian Bogolyubov
it: Difesa Nimzowitsch, Variante Bogoljubow
nl: KP: Nimzovich verdediging Bogolyubov variant
pl: Pion królewski, obrona Nimzovitsch'a, wariant Bogolyubov'a
ru: Дебют королевской пешки: дебют Нимцовича, вариант Боголюбова
si: KK: Nimzovicheva obramba, Bogolyubova različica
sv: Kungsbondespel: Nimzowitsch-försvar, Bogoljubowvarianten
tr: KP: Nimzovich savunması, Bogolyubov varyasyonu
uk: Дебют королівського пішака: дебют Німцовича, варіант Боголюбова
vi: KP: phòng thủ Nimzovich, biến thể Bogolyubov

source: King Pawn Opening: Nimzovich Defence, Marshall Gambit
ar: بيدق الملك: نيمزوفيتش دفاع, جامبيت مارشال
br: Abertura do Peão de Rei, Defesa Nimzowitsch, Gambito Marshall
ca: Defensa Nimzowitsch - Gambit Marshall
cs: KP: Nimzovich defence, Marshall gambit
de: Königbauernspiel: Nimzowitsch Verteidigung, Marshall Gambit
es: Defensa Nimzowitsch, Gambito Marshall
eu: KP: Nimzovich Defentsa, Marshall Ganbitoa
fr: Défense Nimzowitsch, var. scandinave, var. d'échange, gambit Marshall
id: KP: Pembelaan Nimzowitch, Gambit Marhsall
it: Difesa Nimzowitsch, Mossa di Marshall
nl: KP: Nimzovich verdediging Marshall gambiet
pl: Pion królewski, obrona Nimzovitsch'a, wariant Marshall'a
ru: Дебют королевской пешки: дебют Нимцовича, гамбит Маршалла
si: KK: Nimzovicheva obramba, Marshallov gambit
sv: Kungsbondespel: Nimzowitsch-försvar, Marshallgambit
tr: KP: Nimzovich savunması, Marshall gambiti
uk: Дебют королівського пішака: дебют Німцовича, гамбіт Маршалла
vi: KP: phòng thủ Nimzovich, thí quân Marshall

source: King Pawn Opening: Nimzovich Defence, Wheeler Gambit
ar: بيدق الملك: نيمزوفيتش دفاع, ويلر جامبيت
br: Abertura do Peão de Rei, Defesa Nimzowitsch, Gambito Wheeler
ca: Defensa Nimzowitsch - Gambit Wheeler
cs: KP: Nimzovich defence, Wheeler gambit
de: Königbauernspiel: Nimzowitsch Verteidigung, Wheeler Gambit
es: Defensa Nimzowitsch, Gambito Wheeler
eu: KP: Nimzovich Defentsa, Wheeler Ganbitoa
fr: Début du pion Roi, défense Nimzowitsch, gambit Wheeler
id: KP: Pembelaan Nimzowitch, Gambit Wheeler
it: Difesa Nimzowitsch, Mossa di Wheeler
nl: KP: Nimzovich verdediging Wheeler gambiet
pl: Pion królewski, obrona Nimzovitsch'a, gambit Wheeler'a
ru: Дебют королевской пешки: дебют Нимцовича, гамбит Уилера
si: KK: Nimzovicheva obramba, Wheelerjev gambit
sv: Kungsbondespel: Nimzowitsch-försvar, Wheelergambit
tr: KP: Nimzovich savunması, Tekerlekli gambit
uk: Дебют королівського пішака: дебют Німцовича, гамбіт Уїлера
vi: KP: phòng thủ Nimzovich, thí quân Wheeler

source: King Pawn Opening: Nimzowitsch Defence
es: Apertura del Peón de Rey: Defensa Nimzowitsch
eu: Errege Peoiaren Irekiera: Nimzowitsch Defentsa
fr: Début du pion Roi, défense Nimzowitsch

source: King Pawn Opening: Pachman Wing Gambit
es: Apertura del Peón de Rey: Gambito Pachman Wing
eu: Errege Peoiaren Irekiera: Pachman Hegal Ganbitoa

source: King Pawn Opening: Patzer Opening
ar: بيدق الملك: باتزر افتتاح
br: Abertura do Peão de Rei, Abertura Patzer
ca: Obertura de Peó de Rei - Obertura Patzer
cs: KP: Patzer opening
de: Königbauernspiel: Patzer Eröffnung
es: Apertura del Peón de Rey, Apertura Patzer
eu: KP: Patzer Irekiera
fr: Début du pion Roi, ouverture de l'excursion de la dame
id: KP: Pembukaan Patzer
it: Apertura del Pedone di Re, Apertura Patzer
nl: KP: Patzer opening
pl: Pion królewski, debiut Patzer'a
ru: Дебют королевской пешки: дебют начинающего
si: KK: Patzerjeva otvoritev
sv: Kungsbondespel: Patzer-spelöppning
tr: KP: Patzer açılışı
uk: Дебют королівського пішака: дебют початківця
vi: KP: Khai cuộc Patzer

source: King Pawn Opening: Philidor Gambit
es: Apertura del Peón de Rey: Gambito Philidor
eu: Errege Peoiaren Irekiera: Philidor Ganbitoa

source: King Pawn Opening: Speers
es: Apertura del Peón de Rey: Speers
eu: Errege Peoiaren Irekiera: Speers

source: King Pawn Opening: Tayler Opening, Basman Gambit
es: Apertura del Peón de Rey: Tayler Opening, Gambito Basman
eu: Errege Peoiaren Irekiera: Tayler Irekiera, Basman Ganbitoa

source: King Pawn Opening: Tortoise Opening
es: Apertura del Peón de Rey: Tortoise Opening
eu: Errege Peoiaren Irekiera: Dortoka Irekiera
fr: Début du pion Roi, ouverture de la tortue terrestre

source: King Pawn Opening: Van Hooydoon Gambit
es: Apertura del Peón de Rey: Gambito Van Hooydoon
eu: Errege Peoiaren Irekiera: Van Hooydoon Ganbitoa

source: King Pawn Opening: Wayward Queen Attack, Kiddie CounterGambit
es: Apertura del Peón de Rey: Ataque Wayward Queen, Kiddie CounterGambit
eu: Errege Peoiaren Irekiera: Wayward Dama Erasoa, Kiddie Kontra-Ganbitoa

source: King Pawn Opening: Wayward Queen Attack, Mellon Gambit
es: Apertura del Peón de Rey: Ataque Wayward Queen, Gambito Mellon
eu: Errege Peoiaren Irekiera: Wayward Dama Erasoa, Mellon Ganbitoa

source: King Pawn Opening: Weber Gambit
es: Apertura del Peón de Rey: Gambito Weber
eu: Errege Peoiaren Irekiera: Weber Ganbitoa

source: Konstantinopolsky Opening
ar: كونستانتينوبولسكي افتتاح
br: Abertura Konstantinopolsky
ca: Obertura Konstantinopolsky
de: Konstantinopolsky Eröffnung
es: Apertura Konstantinopolsky
eu: Konstantinopolsky Irekiera
fr: Début Konstantinopolsky
id: Pembukaan Konstantinopolsky
it: Apertura Konstantinopolsky
pl: Debiut Konstantinopolsky
ru: Дебют Константинопольского
si: Konstantinopolskyeva otvoritev
sv: Konstantinopolskijs spelöppning
tr: Konstantinopolsky açılışı
uk: Дебют Константинопольського
vi: Khai cuộc Konstantinopolsky

source: Kádas Opening: Beginner Trap
eu: Kádas Irekiera: Hasiberriaren Tranpa
fr: Ouverture Kádas ou Després, piège du débutant

source: Kádas Opening: Kádas Gambit
eu: Kádas Irekiera: Kádas Ganbitoa
fr: Ouverture Kádas ou Després, gambit Kádas

source: Kádas Opening: Myers Variation
eu: Kádas Irekiera: Myers Aldaera
fr: Ouverture Kádas ou Després, var. Myers

source: Kádas Opening: Schneider Gambit
eu: Kádas Irekiera: Schneider Ganbitoa
fr: Ouverture Kádas ou Després, gambit Schneider

source: Kádas Opening: Steinbok Gambit
eu: Kádas Irekiera: Steinbok Ganbitoa

source: Lasker Simul Special
ar: لاسكر سيمول اسبيشيال
br: Abertura Lasker especial simultâneas
ca: Obertura Benko - Variant Lasker especial simultànees
es: Apertura Benko, Variante Lasker especial simultáneas
eu: Lasker aldibereko partidetarako berezia
fr: Ouverture Lasker "simul special"
id: Simulasi Spesial Lasker
it: Apertura Benko, Variante Lasker simultanea speciale
nl: Lasker Simul speciaal
pl: Lasker - specjalna simultana
ru: Специальный вариант Ласкера для сеансов одновременной игры
si: Laskerjeva simul special
sv: Benkos spelöppning, Laskers simultanspecial
tr: Lasker simul özel
uk: Спеціальний варіант Ласкера для сеансів одночасної гри
vi: Lasker simul đặc biệt

source: Latvian Counter-gambit
ar: لاتيفان الجامبيت المضاد
br: Contra-Gambito Letão
ca: Contra-Gambit Letó
de: Lettisches Gambit Gegengambit
es: ContraGambito Letón
eu: Letoniar Kontra-Ganbitoa
fr: Gambit letton (ou contre-gambit Greco)
id: Gambit Balasan Latvian
it: Controgambetto Lettone
nl: Letse tegengambiet
pl: Kontrgambit Latvian'a
ru: Латышский гамбит
si: latvijski proti-gambit
sv: Lettisk motgambit
tr: Letonya karşı gambiti
uk: Латиський гамбіт
vi: Latvia phản Gambit

source: Latvian Gambit Accepted
eu: Letoniar Ganbito Onartua
fr: Gambit letton accepté

source: Latvian Gambit Accepted: Bilguer Variation
eu: Letoniar Ganbito Onartua: Bilguer Aldaera
fr: Gambit letton accepté, var. Bilguer

source: Latvian Gambit Accepted: Bronstein Attack
eu: Letoniar Ganbito Onartua: Bronstein Erasoa
fr: Gambit letton accepté, attaque Bronstein

source: Latvian Gambit Accepted: Bronstein Gambit
eu: Letoniar Ganbito Onartua: Bronstein Ganbitoa
fr: Gambit letton accepté, gambit Bronstein

source: Latvian Gambit Accepted: Foltys Variation
eu: Letoniar Ganbito Onartua: Foltys Aldaera
fr: Gambit letton accepté, var. Foltys

source: Latvian Gambit Accepted: Foltys-Leonhardt Variation
eu: Letoniar Ganbito Onartua: Foltys-Leonhardt Aldaera
fr: Gambit letton accepté, var. Foltys - Leonhardt

source: Latvian Gambit Accepted: Leonhardt Variation
eu: Letoniar Ganbito Onartua: Leonhardt Aldaera
fr: Gambit letton accepté, var. Leonhardt

source: Latvian Gambit Accepted: Main Line
eu: Letoniar Ganbito Onartua: Lerro Nagusia
fr: Gambit letton accepté, ligne principale
