Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined: Cambridge Springs Defence, Yugoslav Variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, اليوغسلافي تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Jugoslava
ca: Gambit de Dama refusat - Defensa Cambridge Springs - Variant Iugoslava
cs: QGD: Cambridge Springs defence, Yugoslav variation
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Jugoslawische Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Yugoslava
eu: Damaren Ganbito Ukatua: Cambridge Springs Defentsa, Jugoslaviar Aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. yougoslave
id: QGD: Pembelaan Cambridge Springs, Varian Yugoslavia
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Yugoslava
nl: GDG: Cambridge Springs verdediging Joegoslavische variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant jugosłowiański
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, югославский вариант
si: DGZ, Cambridge Springs obramba, Yugoslavova različica
sv: Damgambit avböjd: Cambridge Springs försvar, jugoslaviska varianten
tr: QGD: Cambridge Springs savunması, Yugoslav varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, Югославський варіант
vi: QGD: Phòng thủ Cambridge Springs, biến thể Nam Tư

source: Queen Gambit Declined: Canal (Venice) Variation
ar: جامبيت الوزير المرفوض: كانال (فينيسيا) تفريع
br: Gambito da Dama Recusado, Variante Canal (Veneza)
ca: Gambit de Dama refusat - Variant canal o Venècia
cs: QGD: Canal (Venice) variation
de: Damengambit (abgelehnt): Canal (Venedig)-Variante
es: Gambito de Dama Rehusado, Variante Canal o Venecia
eu: Damaren Ganbito Ukatua: Canal (Venezia) Aldaera
fr: Gambit Dame refusé, var. Canal (ou var. de Venise)
id: QGD: Varian Canal (Venice)
it: Gambetto di Donna Rifiutato, Variante Canal o Venecia
nl: GDG: Canal (Venetië) variant
pl: Gam.hetm nieprzyj., wariant Canal (Venice)
ru: Отказанный ферзевый гамбит: вариант Каналя
si: DGZ, Canal (beneška) različica
sv: Damgambit avböjd: Canalvarianten (Venedig)
tr: QGD: Kanal (Venedik) varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Каналя
vi: QGD: Kênh (Venice) biến thể

source: Queen Gambit Declined: Capablanca Anti-Cambridge Springs Variation
ar: جامبيت الوزير المرفوض: كابابلانكا ضد-كامبريدج سبرنجس تفريع
br: Gambito da Dama Recusado, Variante Capablanca o Anti Cambridge Springs
ca: Gambit de Dama refusat - Variant Capablanca o Anti Cambridge Springs
cs: QGD: Capablanca anti-Cambridge Springs variation
de: Damengambit (abgelehnt): Capablanca Anti-Cambridge Springs-Variante
es: Gambito de Dama Rehusado, Variante Capablanca o Anti Cambridge Springs
eu: Damaren Ganbito Ukatua: Capablanca-ren aurkako Cambridge Springs Aldaera
fr: Gambit Dame refusé, var. Capablanca anti-défense de Cambridge Springs
id: QGD: Varian Anti Cambridge Springs
it: Gambetto di Donna Rifiutato, Variante Capablanca o Anti Cambridge Springs
nl: GDG: Capablanca anti-Cambridge Springs variant
pl: Gam.hetm nieprzyj., wariant Capablanki anty-Cambridge Springs
ru: Отказанный ферзевый гамбит: вариант анти-Кембридж-Спрингс Капабланки
si: DGZ, Capablancina proti Cambridge Springs različica
sv: Damgambit avböjd: Capablancas anti-Cambridge-Springsvariant
tr: QGD: Capablanca anti-Cambridge Springs varyasyonu
uk: Відхилений ферзевий гамбіт: варіант анти-Кембрідж-Спрінгс Капабланки
vi: QGD: Capablanca biến thể chống Cambridge Springs

source: Queen Gambit Declined: Capablanca Variation
ar: جامبيت الوزير المرفوض: كابابلانكا تفريع
br: Gambito da Dama Recusado, Variante Capablanca
ca: Gambit de Dama refusat - Variant Capablanca
cs: QGD: Capablanca variation
de: Damengambit (abgelehnt): Capablanca-Variante
es: Gambito de Dama Rehusado, Variante Capablanca
eu: Damaren Ganbito Ukatua: Capablanca Aldaera
fr: Gambit Dame refusé, var. Capablanca
id: QGD: Varian Capablanca
it: Gambetto di Donna Rifiutato, Variante Capablanca
nl: GDG: Capablanca variant
pl: Gam.hetm nieprzyj., wariant Capablanki
ru: Отказанный ферзевый гамбит: вариант Капабланки
si: DGZ, Capablancina različica
sv: Damgambit avböjd: Capablancavarianten
tr: QGD: Capablanca varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Капабланки
vi: QGD: Capablanca biến

source: Queen Gambit Declined: Capablanca-Duras Variation
ar: جامبيت الوزير المرفوض: كابابلانكا-دوراس تفريع
br: Gambito da Dama Recusado, Variante Capablanca-Duras
ca: Gambit de Dama refusat - Variant Capablanca Duras
cs: QGD: Capablanca-Duras variation
de: Damengambit (abgelehnt): Capablanca-Duras-Variante
es: Gambito de Dama Rehusado, Variante Capablanca Duras
eu: Damaren Ganbito Ukatua: Capablanca-Duras Aldaera
fr: Gambit Dame refusé, var. Capablanca - Duras
id: QGD: Varian Capablanca-Duras
it: Gambetto di Donna Rifiutato, Variante Capablanca Duras
nl: GDG: Capablanca-Duras variant
pl: Gam.hetm nieprzyj., wariant Capablanca-Duras
ru: Отказанный ферзевый гамбит: вариант Капабланки-Дураса
si: DGZ, Capablanca-Durasova različica
sv: Damgambit avböjd: Capablanca-Durasvarianten
tr: QGD: Capablanca-Duras varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Капабланки-Дураса
vi: QGD: Capablanca-Duras biến

source: Queen Gambit Declined: Charousek (Petrosian) Variation
ar: جامبيت الوزير المرفوض: تشاروسك (بيتروسيان) تفريع
br: Gambito da Dama Recusado, Variante Charousek (Petrosian)
ca: Gambit de Dama refusat - Variant Charousek o Petrosian
cs: QGD: Charousek (Petrosian) variation
de: Damengambit (abgelehnt): Charousek (Petrosian)-Variante
es: Gambito de Dama Rehusado, Variante Charousek o Petrosian
eu: Damaren Ganbito Ukatua: Charousek (Petrosian) Aldaera
fr: Gambit Dame refusé, var. Charousek (Petrossian)
id: QGD: Varian Charousek (Petrosian)
it: Gambetto di Donna Rifiutato, Variante Charousek o Petrosian
nl: GDG: Charousek (Petrosian) variant
pl: Gam.hetm nieprzyj., wariant Charousek'a (Petrosian'a)
ru: Отказанный ферзевый гамбит: вариант Харузека
si: DGZ, Charousekova (Petrosianova) različica
sv: Damgambit avböjd: Charousekvarianten (Petrosjan)
tr: QGD: Charousek (Petrosian) varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Харузека
vi: QGD: Charousek (Petrosian) biến thể

source: Queen Gambit Declined: Charousek Variation, Miladinovic Gambit
es: Gambito de Dama Rehusado: Variante Charousek, Gambito Miladinovic
eu: Damaren Ganbito Ukatua: Charousek Aldaera, Miladinovic Ganbitoa

source: Queen Gambit Declined: Chigorin Defence
ar: جامبيت الوزير المرفوض: تشجورين دفاع
br: Gambito da Dama Recusado, Defesa Chigorin
ca: Gambit de Dama refusat - Defensa Chigorin
cs: QGD: Chigorin defence
de: Damengambit (abgelehnt): Tschigorin Verteidigung
es: Gambito de Dama Rehusado, Defensa Chigorin
eu: Damaren Ganbito Ukatua: Chigorin Defentsa
fr: Gambit Dame refusé, défense Tchigorine
id: QGD: Pembelaan Chigorin
it: Gambetto di Donna Rifiutato, Difesa Chigorin
nl: GDG: Chigorin verdediging
ru: Отказанный ферзевый гамбит: защита Чигорина
si: DGZ, Chigorinova obramba
sv: Damgambit avböjd: Tjigorins försvar
tr: QGD: Chigorin savunması
uk: Відхилений ферзевий гамбіт: захист Чигоріна
vi: QGD: Phòng thủ Chigorin

source: Queen Gambit Declined: Chigorin Defence, Exchange Variation
es: Gambito de Dama Rehusado: Defensa Chigorin, Variante Exchange
eu: Damaren Ganbito Ukatua: Chigorin Defentsa, Truke Aldaera
fr: Gambit Dame refusé, défense Tchigorine, var. d'échange

source: Queen Gambit Declined: Chigorin Defence, Exchange Variation, Costa Line
es: Gambito de Dama Rehusado: Defensa Chigorin, Variante Exchange, Costa Line
eu: Damaren Ganbito Ukatua: Chigorin Defentsa, Truke Aldaera, Costa Lerroa

source: Queen Gambit Declined: Chigorin Defence, Janowski Variation
ar: جامبيت الوزير المرفوض: تشجورين دفاع, جناوسكاي تفريع
br: Gambito da Dama Recusado, Defesa Chigorin, Variante Janowski
ca: Gambit de Dama refusat - Defensa Chigorin - Variant Janowski
cs: QGD: Chigorin defence, Janowski variation
de: Damengambit (abgelehnt): Tschigorin Verteidigung, Janowski-Variante
es: Gambito de Dama Rehusado, Defensa Chigorin, Variante Janowski
eu: Damaren Ganbito Ukatua: Chigorin Defentsa, Janowski Aldaera
fr: Gambit Dame refusé, défense Tchigorine, var. Janowski
id: QGD: Pembelaan Chigorin, Varian Janowski
it: Gambetto di Donna Rifiutato, Difesa Chigorin, Variante Janowski
nl: GDG: Chigorin verdediging Janowski variant
pl: Gam.hetm nieprzyj., obrona Chigorin'a, wariant Janowskiego
ru: Отказанный ферзевый гамбит: защита Чигорина, вариант Яновского
si: DGZ, Chigorinova obramba, Janowskijeva različica
sv: Damgambit avböjd: Tjigorins försvar, Janowskivarianten
tr: QGD: Chigorin savunması, Janowski varyasyonu
uk: Відхилений ферзевий гамбіт: захист Чигоріна, варіант Яновського
vi: QGD: Phòng thủ Chigorin, biến thể Janowski

source: Queen Gambit Declined: Chigorin Defence, Lazard Gambit
es: Gambito de Dama Rehusado: Defensa Chigorin, Gambito Lazard
eu: Damaren Ganbito Ukatua: Chigorin Defentsa, Lazard Ganbitoa

source: Queen Gambit Declined: Chigorin Defence, Main Line
es: Gambito de Dama Rehusado: Defensa Chigorin, Main Line
eu: Damaren Ganbito Ukatua: Chigorin Defentsa, Lerro Nagusia
fr: Gambit Dame refusé, défense Tchigorine, ligne principale

source: Queen Gambit Declined: Chigorin Defence, Main Line, Alekhine Variation
es: Gambito de Dama Rehusado: Defensa Chigorin, Main Line, Variante Alekhine
eu: Damaren Ganbito Ukatua: Chigorin Defentsa, Lerro Nagusia, Alekhine Aldaera
fr: Gambit Dame refusé, défense Tchigorine, ligne principale, var. Alekhine

source: Queen Gambit Declined: Chigorin Defence, Modern Gambit
es: Gambito de Dama Rehusado: Defensa Chigorin, Gambito Modern
eu: Damaren Ganbito Ukatua: Chigorin Defentsa, Ganbito Modernoa

source: Queen Gambit Declined: Chigorin Defence, Tartakower Gambit
es: Gambito de Dama Rehusado: Defensa Chigorin, Gambito Tartakower
eu: Damaren Ganbito Ukatua: Chigorin Defentsa, Tartakower Ganbitoa
fr: Gambit Dame refusé, défense Tchigorine, gambit Tartakover

source: Queen Gambit Declined: Classical Variation (5.Bf4)
ar: جامبيت الوزير المرفوض: التفريع الكلاسيكي (5.Bf4)
br: Gambito da Dama Recusado, Variante Clássica 5.Bf4
ca: Gambit de Dama refusat - Variant clàssica amb 5. Af4
cs: QGD: classical variation (5.Bf4)
de: Damengambit (abgelehnt): Klassische Variante (5.Lf4)
es: Gambito de Dama Rehusado, Variante Clásica 5.Af4
eu: Damaren Ganbito Ukatua: Aldaera Klasikoa (5.Af4)
fr: Gambit Dame refusé, 5.Ff4 (var. classique ou attaque Harrwitz)
id: QGD: Varian Klasik (5.Gf4)
it: Gambetto di Donna Rifiutato, Variante Classica 5.Af4
nl: GDG: klassieke variatie (5.Lf4)
pl: Gam.hetm nieprzyj., wariant klasyczny (5.Gf4)
ru: Отказанный ферзевый гамбит: классический вариант
si: DGZ, klasična različica (5. Lf4)
sv: Damgambit avböjd: Klassisk variant (5.Lf4)
tr: QGD: klasik varyasyon (5.Bf4)
uk: Відхилений ферзевий гамбіт: класичний варіант (5.Сf4)
vi: Biến thể cổ điển (5.Bf4): QGD

source: Queen Gambit Declined: Exchange Variation
ar: جامبيت الوزير المرفوض: التكسير تفريع
br: Gambito da Dama Recusado, Variante do Troca
ca: Gambit de Dama refusat - Variant del canvi
cs: QGD: exchange variation
de: Damengambit (abgelehnt): Abtauschvariante
es: Gambito de Dama Rehusado, Variante del Cambio
eu: Damaren Ganbito Ukatua: Truke-Aldaera
fr: Gambit Dame refusé, var. d'échange
id: QGD: Varian Tukar
it: Gambetto di Donna Rifiutato, Variante di Cambio
nl: GDG: ruilvariant
pl: Gam.hetm nieprzyj., wariant wymienny
ru: Отказанный ферзевый гамбит: разменный вариант
si: DGZ, izmenjalna različica
sv: Damgambit avböjd: Avbytesvarianten
tr: QGD: takas varyasyonu
uk: Відхилений ферзевий гамбіт: розмінний варіант
vi: QGD: ngoại tệ thay đổi

source: Queen Gambit Declined: Exchange, Chameleon Variation
ar: جامبيت الوزير المرفوض: التكسير, تفريع الحرباء
br: Gambito da Dama Recusado, Variante da Troca, Variante Camaleão
ca: Gambit de Dama refusat - Variant del canvi - Línia posicional - Variant 'camaleó'
cs: QGD: exchange, chameleon variation
de: Damengambit (abgelehnt): Abtauschvariante, chameleon-Variante
es: Gambito de Dama Rehusado, Variante del Cambio, Linea Posicional, Variante Camaleón
eu: Damaren Ganbito Ukatua: Trukea, kamaleoi Aldaera
fr: Gambit Dame refusé, var. d'échange, var. du caméléon
id: QGD: Tukar, Varian Chameleon
it: Gambetto di Donna Rifiutato, Variante di Cambio, Linea Posizionale, Variante Camaleón
nl: GDG: ruil, kameleon variant
pl: Gam.hetm nieprzyj., wymienny, wariant kameleona
ru: Отказанный ферзевый гамбит: разменный вариант, вариант-хамелеон
si: DGZ, izmenjalna, različica kameleon
sv: Damgambit avböjd: Avbytesvarianten, kameleontvarianten
tr: QGD: takas, bukalemun varyasyonu
uk: Відхилений ферзевий гамбіт: розмінний варіант, варіант-хамелеон
vi: QGD: trao đổi, tắc kè hoa thay đổi

source: Queen Gambit Declined: Exchange, Positional Line
ar: جامبيت الوزير المرفوض: التكسير, الموقفي الخط
br: Gambito da Dama Recusado, Variante da Troca, Linha Posicional
ca: Gambit de Dama refusat - Variant del canvi - Línia posicional
cs: QGD: exchange, positional line
de: Damengambit (abgelehnt): Abtauschvariante, positional line
es: Gambito de Dama Rehusado, Variante del Cambio, Linea Posicional
eu: Damaren Ganbito Ukatua: Trukea, Lerro Posizionala
fr: Gambit Dame refusé, var. d'échange, ligne positionnelle
id: QGD: Tukar, Jalur Posisional
it: Gambetto di Donna Rifiutato, Variante di Cambio, Linea Posizionale
nl: GDG: ruil, positionele lijn
pl: Gam.hetm nieprzyj., wymienny, linia pozycyjna
ru: Отказанный ферзевый гамбит: разменный вариант, позиционное продолжение
si: DGZ, izmenjalna, pozicijska linija
sv: Damgambit avböjd: Avbytesvarianten, positionell variant
tr: QGD: takas, pozisyonel hat
uk: Відхилений ферзевий гамбіт: розмінний варіант, позиційне продовження
vi: QGD: đổi quân, nhánh thế cờ

source: Queen Gambit Declined: Exchange, Positional Line, 5...c6
ar: جامبيت الوزير المرفوض: التكسير, الموقفي الخط, 5...c7
br: Gambito da Dama Recusado, Variante da Troca, Linha Posicional, 5...c6
ca: Gambit de Dama refusat - Variant del canvi - Línia posicional - 5 ...c6
cs: QGD: exchange, positional line, 5...c6
de: Damengambit (abgelehnt): Abtauschvariante, positional line, 5...c6
es: Gambito de Dama Rehusado, Variante del Cambio, Linea Posicional, 5...c6
eu: Damaren Ganbito Ukatua: Trukea, Lerro Posizionala, 5...c6
fr: Gambit Dame refusé, var. d'échange, ligne positionnelle, 5...c6
id: QGD: Tukar, Posisional, 5.... c6
it: Gambetto di Donna Rifiutato, Variante di Cambio, Linea Posizionale, 5...c6
nl: GDG: ruil, positionele lijn, 5 ... c6
pl: Gam.hetm nieprzyj., wymienny, linia pozycyjna, 5...c6
ru: Отказанный ферзевый гамбит: разменный вариант, позиционное продолжение, 5...c6
si: DGZ, izmenjalna, pozicijska linija, 5...c6
sv: Damgambit avböjd: Avbytesvarianten, positionell variant, 5...c6
tr: QGD: takas, pozisyonel hat, 5...c6
uk: Відхилений ферзевий гамбіт: розмінний варіант, позиційне продовження, 5...c6
vi: QGD: đổi quân, nhánh thế cờ, 5 ... c6

source: Queen Gambit Declined: Exchange, Positional Line, 6.Qc2
ar: جامبيت الوزير المرفوض: التكسير, الموقفي الخط, 6.Qc3
br: Gambito da Dama Recusado, Variante da Troca, Linha Posicional, 6.Dc2
ca: Gambit de Dama refusat - Variant del canvi - Línia posicional - 6. Dc2
cs: QGD: exchange, positional line, 6.Qc2
de: Damengambit (abgelehnt): Abtauschvariante, positional line, 6.Dc2
es: Gambito de Dama Rehusado, Variante del Cambio, Linea Posicional, 6.Dc2
eu: Damaren Ganbito Ukatua: Trukea, Lerro Posizionala, 6.Dc2
fr: Gambit Dame refusé, var. d'échange, ligne positionnelle, 6.Dc2
id: QGD: Tukar, Posisional, 6.Mc2
it: Gambetto di Donna Rifiutato, Variante di Cambio, Linea Posizionale, 6.Dc2
nl: GDG: ruil, positionele lijn, 6.Dc2
pl: Gam.hetm nieprzyj., wymienny, linia pozycyjna, 6.Hc2
ru: Отказанный ферзевый гамбит: разменный вариант, позиционное продолжение, 6.Фc2
si: DGZ; izmenjalna, pozicijska linija, 6.Dc2
sv: Damgambit avböjd: Avbytesvarianten, positionell variant, 6.Dc2
tr: QGD: takas, pozisyonel hat, 6.Qc2
uk: Відхилений ферзевий гамбіт: розмінний варіант, позиційне продовження, 6.Фc2
vi: QGD: đổi quân, nhánh thế cờ, 6.Qc2

source: Queen Gambit Declined: Exchange, Saemisch Variation
ar: جامبيت الوزير المرفوض: التكسير, ساميش تفريع
br: Gambito da Dama Recusado, Variante da Troca, Variante Saemisch
ca: Gambit de Dama refusat - Variant del canvi - Variant Sämisch
cs: QGD: exchange, Saemisch variation
de: Damengambit (abgelehnt): Abtauschvariante, Saemisch-Variante
es: Gambito de Dama Rehusado, Variante del Cambio, Variante Sämisch
eu: Damaren Ganbito Ukatua: Trukea, Saemisch Aldaera
fr: Gambit Dame refusé, var. d'échange, var. Sämisch
id: QGD: Tukar, Varian Saemisch
it: Gambetto di Donna Rifiutato, Variante di Cambio, Variante Sämisch
nl: GDG: ruil, Saemisch variant
pl: Gam.hetm nieprzyj., wymienny, wariant Saemisch'a
ru: Отказанный ферзевый гамбит: разменный вариант, вариант Земиша
si: DGZ, izmenjalna, Saemischeva različica
sv: Damgambit avböjd: Avbytesvarianten, Sämischvarianten
tr: QGD: takas, Saemisch varyasyonu
uk: Відхилений ферзевий гамбіт: розмінний варіант, варіант Земіша
vi: QGD: trao đổi, Saemisch biến

source: Queen Gambit Declined: Grau (Sahovic) Defence
ar: جامبيت الوزير المرفوض: غراو (ساهوفيتش) دفاع
br: Gambito da Dama Recusado, Defesa Grau (Sahovic)
ca: Gambit de Dama refusat - Defensa Grau o Sahovic
cs: QGD: Grau (Sahovic) defence
de: Damengambit (abgelehnt): Grau (Sahovic) Verteidigung
es: Gambito de Dama Rehusado, Defensa Grau o Sahovic
eu: Damaren Ganbito Ukatua: Grau (Sahovic) Defentsa
fr: Gambit Dame refusé, défense Grau (Šahović)
id: QGD: Pembelaan Grau (Sahovic)
it: Gambetto di Donna Rifiutato, Difesa Grau o Sahovic
nl: GDG: Grau (Sahovic) verdediging
pl: Gam.hetm nieprzyj., obrona Grau (Sahovic)
ru: Отказанный ферзевый гамбит: вариант Грау
si: DGZ, Grauvova (Sahoviceva) obramba
sv: Damgambit avböjd: Baltiskt försvar (även Sahovic- eller Graus försvar)
tr: QGD: Grau (Sahovic) savunması
uk: Відхилений ферзевий гамбіт: варіант Грау
vi: QGD: Phòng thủ Grau (Sahovic)

source: Queen Gambit Declined: Harrwitz Attack
ar: جامبيت الوزير المرفوض: هارويتز هجوم
br: Gambito da Dama Recusado, Ataque Harrwitz
ca: Gambit de Dama refusat - Atac Harrwitz
cs: QGD: Harrwitz attack
de: Damengambit (abgelehnt): Harrwitz Angriff
es: Gambito de Dama Rehusado, Ataque Harrwitz
eu: Damaren Ganbito Ukatua: Harrwitz Erasoa
fr: Gambit Dame refusé, attaque Harrwitz
id: QGD: Serangan Harrwitz
it: Gambetto di Donna Rifiutato, Attacco Harrwitz
nl: GDG: Harrwitz aanval
pl: Gam.hetm nieprzyj., atak Harrwitz'a
ru: Отказанный ферзевый гамбит: атака Гарвица
si: DGZ, Harrwitzev napaf
sv: Damgambit avböjd: Harrwitz angrepp
tr: QGD: Harrwitz hücumu
uk: Відхилений ферзевий гамбіт: атака Гарвіца
vi: QGD: Harrwitz tấn công

source: Queen Gambit Declined: Harrwitz Attack, Fianchetto Defence
es: Gambito de Dama Rehusado: Ataque Harrwitz, Defensa Fianchetto
eu: Damaren Ganbito Ukatua: Harwitz Erasoa, Fianchetto Defentsa

source: Queen Gambit Declined: Harrwitz Attack, Main Line
es: Gambito de Dama Rehusado: Ataque Harrwitz, Main Line
eu: Damaren Ganbito Ukatua: Harwitz Erasoa, Lerro Nagusia
fr: Gambit Dame refusé, attaque Harrwitz, ligne principale

source: Queen Gambit Declined: Harrwitz Attack, Orthodox Defence
es: Gambito de Dama Rehusado: Ataque Harrwitz, Defensa Orthodox
eu: Damaren Ganbito Ukatua: Harwitz Erasoa, Defentsa Ortodoxoa

source: Queen Gambit Declined: Harrwitz Attack, Two Knights Defence
es: Gambito de Dama Rehusado: Ataque Harrwitz, Defensa Two Knights
eu: Damaren Ganbito Ukatua: Harwitz Erasoa, Bi Zaldunen Defentsa, Blokeatze Lerroa
fr: Gambit Dame refusé, attaque Harrwitz, défense des 2 cavaliers

source: Queen Gambit Declined: Harrwitz Attack, Two Knights Defence, Blockade Line
es: Gambito de Dama Rehusado: Ataque Harrwitz, Defensa Two Knights, Blockade Line
eu: Damaren Ganbito Ukatua: Harwitz Erasoa, Bi Zaldunen Defentsa, Blokeatze Lerroa
fr: Gambit Dame refusé, attaque Harrwitz, défense des 2 cavaliers, ligne de blocage

source: Queen Gambit Declined: Hastings Variation
ar: جامبيت الوزير المرفوض: هاستنس تفريع
br: Gambito da Dama Recusado, Variante Hastings
ca: Gambit de Dama refusat - Variant Hastings
cs: QGD: Hastings variation
de: Damengambit (abgelehnt): Hastings-Variante
es: Gambito de Dama Rehusado, Variante Hastings
eu: Damaren Ganbito Ukatua: Hastings Aldaera
fr: Gambit Dame refusé, var. d'Hastings
id: QGD: Varian Hastings
it: Gambetto di Donna Rifiutato, Variante Hastings
nl: GDG: Hastings variant
pl: Gam.hetm nieprzyj., wariant Hastings'a
ru: Отказанный ферзевый гамбит: гастингский вариант
si: DGZ, Hastingsova različica
sv: Damgambit avböjd: Hastingsvarianten
tr: QGD: Hastings varyasyonu
uk: Відхилений ферзевий гамбіт: Гастінгський варіант
vi: QGD: Hastings biến

source: Queen Gambit Declined: Janowski Variation
ar: جامبيت الوزير المرفوض: جناوسكاي تفريع
br: Gambito da Dama Recusado, Variante Janowski
ca: Gambit de Dama refusat - Variant Janowski
cs: QGD: Janowski variation
de: Damengambit (abgelehnt): Janowski-Variante
es: Gambito de Dama Rehusado, Variante Janowski
eu: Damaren Ganbito Ukatua: Janowskiren Aldaera
fr: Gambit Dame refusé, var. Janowski
id: QGD: Varian Janowski
it: Gambetto di Donna Rifiutato, Variante Janowski
nl: GDG: Janowski variant
pl: Gam.hetm nieprzyj., wariant Janowskiego
ru: Отказанный ферзевый гамбит: вариант Яновского
si: DGZ, Janowskijeva različica
sv: Damgambit avböjd: Janowskivarianten
tr: QGD: Janowski varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Яновського
vi: QGD: Janowski biến

source: Queen Gambit Declined: Knight Defence, Alekhine Gambit
es: Gambito de Dama Rehusado: Defensa Knight, Gambito Alekhine
eu: Damaren Ganbito Ukatua: Zaldun Defentsa, Alekhine Ganbitoa
fr: Gambit Dame refusé, défense du cavalier, gambit Alekhine

source: Queen Gambit Declined: Lasker Defence
ar: جامبيت الوزير المرفوض: لاسكر دفاع
br: Gambito da Dama Recusado, Defesa Lasker
ca: Gambit de Dama refusat - Defensa Lasker Moderna
cs: QGD: Lasker defence
de: Damengambit (abgelehnt): Lasker Verteidigung
es: Gambito de Dama Rehusado, Defensa Lasker Moderna
eu: Damaren Ganbito Ukatua: Lasker Defentsa
fr: Gambit Dame refusé, défense Lasker
id: QGD: Pembelaan Lasker
it: Gambetto di Donna Rifiutato, Difesa Lasker Moderna
nl: GDG: Lasker verdediging
pl: Gam.hetm nieprzyj., obrona Lasker'a
ru: Отказанный ферзевый гамбит: защита Ласкера
si: DGZ, Laskerjeva obramba
sv: Damgambit avböjd: Laskers försvar
tr: QGD: Lasker savunması
uk: Відхилений ферзевий гамбіт: захист Ласкера
vi: QGD: Phòng thủ Lasker

source: Queen Gambit Declined: Lasker Defence, Bernstein Variation
ar: جامبيت الوزير المرفوض: لاسكر دفاع, بيىشتاين تفريع
br: Gambito da Dama Recusado, Defesa Lasker, Variante Bernstein
ca: Gambit de Dama refusat - Defensa Lasker - Variant Bernstein
cs: QGD: Lasker defence, Bernstein variation
de: Damengambit (abgelehnt): Lasker Verteidigung, Bernstein-Variante
es: Gambito de Dama Rehusado, Defensa Lasker, Variante Bernstein
eu: Damaren Ganbito Ukatua: Lasker Defentsa, Bernstein Aldaera
fr: Gambit Dame refusé, défense Lasker, var. Bernstein
id: QGD: Lasker, Varian Bernstein
it: Gambetto di Donna Rifiutato, Difesa Lasker, Variante Bernstein
nl: GDG: Lasker verdediging, Bernstein variant
pl: Gam.hetm nieprzyj., obrona Lasker'a, wariant Bernstein'a
ru: Отказанный ферзевый гамбит: защита Ласкера, вариант Бернштейна
si: DGZ, Laskerjeva obramba, Bernsteinova različica
sv: Damgambit avböjd: Laskers försvar, Bernsteinvarianten
tr: QGD: Lasker savunması, Bernstein varyasyonu
uk: Відхилений ферзевий гамбіт: захист Ласкера, варіант Бернштейна
vi: QGD: Phòng thủ Lasker, biến thể Bernstein

source: Queen Gambit Declined: Lasker Defence, Bernstein Variation, Mar Del Plata Gambit
es: Gambito de Dama Rehusado: Defensa Lasker, Variante Bernstein, Gambito Mar Del Plata
eu: Damaren Ganbito Ukatua: Lasker Defentsa, Bernstein Aldaera, Mar del Plata Ganbitoa
fr: Gambit Dame refusé, défense Lasker, var. Bernstein, gambit de Mar del Plata
