Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian Defence: Steinitz Variation
ar: صقلي: تفريع شتاينتز
br: Defesa Siciliana, Variante Steinitz
ca: Defensa Siciliana - Variant Steinitz
cs: Sicilian: Steinitz variation
de: Sizilianisch: Steinitz Variante
es: Defensa Siciliana, Variante Steinitz
eu: Siziliarra: Steinitz Aldaera
fr: Sicilienne, var. Steinitz
id: Sisilia Varian Steinitz
it: Difesa Siciliana, Variante Steinitz
nl: Siciliaans: Steinitz variant
pl: Sycylijska,wariant Stenitz'a
ru: Сицилианская защита: вариант Стейница
si: sicilijanska, Steinitzova različica
sv: Sicilianskt: Steinitzvarianten
tr: Sicilya: Steinitz varyasyonu
uk: Сицилійський захист: варіант Стейніца
vi: Sicilia: Steinitz biến

source: Sicilian Defence: Stiletto (Althouse) Variation
ar: صقلي: استيليتو (الذوز) تفريع
br: Defesa Siciliana, Variante Stiletto (Althouse)
ca: Defensa Siciliana - Variant del Estilet o Althouse
cs: Sicilian: Stiletto (Althouse) variation
de: Sizilianisch: Stiletto (Althouse) Variante
es: Defensa Siciliana, Variante del Estilete o Althouse
eu: Siziliarra: Stiletto (Althouse) Aldaera
fr: Sicilienne, var. "Stiletto (Althouse)"
id: Sisilia Varian Stilletto
it: Difesa Siciliana, Variante del Estilete o Althouse
nl: Siciliaans: Stiletto (Althouse) variant
pl: Sycylijska,wariant Stiletto
ru: Сицилианская защита: вариант Стилет
si: sicilijanska, Stilettova (Althouseva) različica
sv: Sicilianskt: Stilettvarianten (Althouse)
tr: Sicilya: Stiletto (Althouse) varyasyonu
uk: Сицилійський захист: варіант Стилет
vi: Sicilia: Stiletto (Althouse) biến thể

source: Sicilian Defence: Sveshnikov Variation
ar: صقلي: سفيشنيكوف تفريع
br: Defesa Siciliana, Variante Sveshnikov
ca: Defensa Siciliana - Variant Pelikan - Variant Sveshnikov
cs: Sicilian: Sveshnikov variation
de: Sizilianisch: Sveshnikov Variante
es: Defensa Siciliana, Variante Pelikan, Variante Sveshnikov
eu: Siziliarra: Sveshnikov Aldaera
fr: Sicilienne, var. Sveshnikov
id: Sisilia Varian Sveshnikov
it: Difesa Siciliana, Variante Pelikan, Variante Sveshnikov
nl: Siciliaans: Sveshnikov variant
pl: Sycylijska,wariant Sveshnikov'a
ru: Сицилианская защита: вариант Свешникова
si: sicilijanska, Sveshnikova različica
sv: Sicilianskt: Svesjnikovvarianten
tr: Sicilya: Sveshnikov varyasyonu
uk: Сицилійський захист: варіант Свешнікова
vi: Sicilia: Sveshnikov biến

source: Sicilian Defence: Taimanov (Bastrikov) Variation
ar: صقلي: تيمانوف (ياستريكوف) تفريع
br: Defesa Siciliana, Variante Taimanov (Bastrikov)
ca: Defensa Siciliana - Variant Taimanov o Bastrikov
cs: Sicilian: Taimanov (Bastrikov) variation
de: Sizilianisch: Taimanov (Bastrikov) Variante
es: Defensa Siciliana, Variante Taimanov o Bastrikov
eu: Siziliarra: Taimanov (Bastrikov) Aldaera
fr: Sicilienne, var. Taïmanov (Bastrikov)
id: Sisilia Varian Taimanov (Bastrikov)
it: Difesa Siciliana, Variante Taimanov o Bastrikov
nl: Siciliaans: Taimanov (Bastrikov) variant
pl: Sycylijska,wariant Taimanov'a (Bastrikov)
ru: Сицилианская защита: вариант Тайманова
si: sicilijanska, Taimanova (Bastrikova) različica
sv: Sicilianskt: Tajmanovvarianten (Bastrikov)
tr: Sicilya: Taimanov (Bastrikov) varyasyonu
uk: Сицилійський захист: варіант Тайманова
vi: Sicilia: Taimanov (Bastrikov) biến thể

source: Sicilian Defence: Taimanov Variation
ar: صقلي: تيمانوف تفريع
br: Defesa Siciliana, Variante Taimanov
ca: Defensa Siciliana - Variant Taimanov
cs: Sicilian: Taimanov variation
de: Sizilianisch: Taimanov Variante
es: Defensa Siciliana, Variante Taimanov
eu: Siziliar Defentsa: Taimanov Aldaera
fr: Sicilienne, var. Taïmanov
id: Sisilia Varian Taimanov
it: Difesa Siciliana, Variante Taimanov
nl: Siciliaans: Taimanov variant
pl: Sycylijska,wariant Taimanov'a
ru: Сицилианская защита: вариант Тайманова
si: sicilijanska, Taimanova različica
sv: Sicilianskt: Tajmanovvarianten
tr: Sicilya: Taimanov varyasyonu
uk: Сицилійський захист: варіант Тайманова
vi: Sicilia: Taimanov biến

source: Sicilian Defence: Taimanov Variation, Bastrikov Variation
es: Defensa Siciliana: Variante Taimanov, Variante Bastrikov
eu: Siziliar Defentsa: Taimanov Aldaera, Bastrikov Aldaera

source: Sicilian Defence: Taimanov Variation, Bastrikov Variation, English Attack
es: Defensa Siciliana: Variante Taimanov, Variante Bastrikov, Ataque English
eu: Siziliar Defentsa: Taimanov Aldaera, Bastrikov aldaaera, Eraso Ingelesa

source: Sicilian Defence: Taimanov Variation, Bastrikov Variation, Ponomariov Gambit
es: Defensa Siciliana: Variante Taimanov, Variante Bastrikov, Gambito Ponomariov
eu: Siziliar Defentsa: Taimanov Aldaera, Bastrikov aldaaera, Ponomariov Ganbitoa

source: Sicilian Defence: Taimanov, American Attack
ar: صقلي: تيمانوف, أمريكي هجوم
br: Defesa Siciliana, Variante Taimanov, Ataque Americano
ca: Defensa Siciliana - Variant Taimanov - Atac americà
cs: Sicilian: Taimanov, American attack
de: Sizilianisch: Taimanov, American Angriff
es: Defensa Siciliana, Variante Taimanov, Ataque Americano
eu: Siziliarra: Taimanov, amerikar Erasoa
fr: Sicilienne, var. Taïmanov, attaque américaine
id: Sisilia Taimanov, Serangan Amerika
it: Difesa Siciliana, Variante Taimanov, Attacco Americano
nl: Siciliaans: Taimanov, Amerikaanse aanval
pl: Sycylijska,wariant Taimanov'a, atak amerykański
ru: Сицилианская защита: вариант Тайманова, американская атака
si: siciljanska, Taimanov, ameriški napad
sv: Sicilianskt: Tajmanov, Amerikansk attack
tr: Sicilya: Taimanov, Amerikan hücumu
uk: Сицилійський захист: варіант Тайманова, Американська атака
vi: Sicilia: Taimanov, Mỹ tấn công

source: Sicilian Defence: Velimirovic Attack
ar: صقلي: فيليميروفيتش هجوم
br: Defesa Siciliana, Ataque Velimirovic
ca: Defensa Siciliana - Atac Sozin - Atac Velimirovic
cs: Sicilian: Velimirovic attack
de: Sizilianisch: Velimirovic Angriff
es: Defensa Siciliana, Ataque Sozin, Ataque Velimirovic
eu: Siziliarra: Velimirovic Erasoa
fr: Sicilienne, attaque Velimirović
id: Sisilia Serangan Velimirovic
it: Difesa Siciliana, Attacco Sozin, Attacco Velimirovic
nl: Siciliaans: Velimirovic aanval
pl: Sycylijska,atak Velimirovic'a
ru: Сицилианская защита: атака Велимировича
si: siciljanska, Velimirovicev napad
sv: Sicilianskt: Velimirovic angrepp
tr: Sicilya: Velimirovic hücumu
uk: Сицилійський захист: атака Велиміровича
vi: Tấn công Velimirovic: Sicilia

source: Sicilian Defence: Venice Attack
ar: صقلي: فينيسيا هجوم
br: Defesa Siciliana, Ataque Veneza
ca: Defensa Siciliana - Atac Venècia
cs: Sicilian: Venice attack
de: Sizilianisch: Venedig Angriff
es: Defensa Siciliana, Ataque Venecia
eu: Siziliarra: Veneziako Erasoa
fr: Sicilienne, attaque de Venise
id: Sisilia Serangan Venice
it: Difesa Siciliana, Attacco Veneziano
nl: Siciliaans: Venetië aanval
pl: Sycylijska,atak Wenecja
ru: Сицилианская защита: венецианская атака
si: sicilijanska obramba
sv: Sicilianskt: Venedigangrepp
tr: Sicilya: Venedik hücumu
uk: Сицилійський захист: Венеціанська атака
vi: Sicilia: Venice tấn công

source: Sicilian Defence: Wing Gambit
ar: صقلي: الجناح جامبيت
br: Defesa Siciliana, Gambito da Ala
ca: Defensa Siciliana - Gambit de l'Ala
cs: Sicilian: wing gambit
de: Sizilianisch: Flügelgambit
es: Defensa Siciliana, Gambito del Ala
eu: Siziliar: Hegaleko Ganbitoa
fr: Sicilienne, gambit de l'aile
id: Sisilia: Gambit Sayap
it: Difesa Siciliana, Mossa di Ali
nl: Siciliaans: Vleugelgambiet
pl: Sycylijska: gambit skrzydłem
ru: Сицилианская защита: сицилианский гамбит
si: sicilijanska, krilni gambit
sv: Sicilianskt: Vinggambit
tr: Sicilya: kanat gambiti
uk: Сицилійський захист: Сицилійський гамбіт
vi: Sicilia: Gambit cánh

source: Sicilian Defence: Wing Gambit Deferred
ar: صقلي: الجناح جامبيت ديفيرد
br: Defesa Siciliana, Gambito da Ala Diferido
ca: Defensa Siciliana - Gambit de l'ala diferit
cs: Sicilian: wing gambit deferred
de: Sizilianisch: Flügelgambit im Nachzug
es: Defensa Siciliana, Gambito del Ala Diferido
eu: Siziliar Defentsa: Wing Ganbito Atzeratua
fr: Sicilienne, var. française, gambit de l'aile différé
id: Sisilia: Gambit Sayap Ditunda
it: Difesa Siciliana, Mossa di Ali Differita
nl: Siciliaans: uitgesteld Vleugelgambiet
pl: Sycylijska: gambit skrzydłem odroczony
ru: Сицилианская защита: гамбит Кереса
si: sicilijanska, krilni gambit odložen
sv: Sicilianskt: Vinggambit avböjd
tr: Sicilya: ertelenmiş kanat gambiti
uk: Сицилійський захист: гамбіт Кереса
vi: Sicilia: Gambit cánh hoãn lại

source: Sicilian Defence: Wing Gambit, Abrahams Variation
es: Defensa Siciliana: Gambito Wing, Variante Abrahams
eu: Siziliar Defentsa: Wing Ganbitoa, Abrahams Aldaera
fr: Sicilienne, gambit de l'aile, var. Abrahams

source: Sicilian Defence: Wing Gambit, Carlsbad Variation
ar: صقلي: الجناح جامبيت, كارلسباد تفريع
br: Defesa Siciliana, Gambito da Ala, Variante Carlsbad
ca: Defensa Siciliana - Gambit de l'Ala - Variant Carlsbad
cs: Sicilian: wing gambit, Carlsbad variation
de: Sizilianisch: Flügelgambit, Carlsbad Variante
es: Defensa Siciliana, Gambito del Ala, Variante Carlsbad
eu: Siziliarra: Hegaleko Ganbitoa, Carlsbad Aldaera
fr: Sicilienne, gambit de l'aile, var. de Carlsbad (Karlovy Vary)
id: Sisilia: Gambit Sayap, Varian Carlsbad
it: Difesa Siciliana, Mossa di Ali, Variante Carlsbad
nl: Siciliaans: Vleugelgambiet, Carlsbad variant
pl: Sycylijska: gambit skrzydłem, wariant Carlsbad'a
ru: Сицилианская защита: сицилианский гамбит, карлсбадский вариант
si: sicilijanska, krilni gambit, Carlsbadova različica
sv: Sicilianskt: Vinggambit, Carlsbadvarianten
tr: Sicilya: kanat gambiti, Carlsbad varyasyonu
uk: Сицилійський захист: Сицилійський гамбіт, Карлсбадський варіант
vi: Sicilia: Gambit cánh, Carlsbad biến

source: Sicilian Defence: Wing Gambit, Marienbad Variation
ar: صقلي: الجناح جامبيت, مارينباد تفريع
br: Defesa Siciliana, Gambito da Ala, Variante Marienbad
ca: Defensa Siciliana - Gambit de l'Ala - Variant Marienbad
cs: Sicilian: wing gambit, Marienbad variation
de: Sizilianisch: Flügelgambit, Marienbad Variante
es: Defensa Siciliana, Gambito del Ala, Variante Marienbad
eu: Siziliarra: Hegaleko Ganbitoa, Marienbad Aldaera
fr: Sicilienne, gambit de l'aile, var. de Marienbad
id: Sisilia: Gambit Sayap, Varian Marienbad
it: Difesa Siciliana, Mossa di Ali, Variante Marienbad
nl: Siciliaans: Vleugelgambiet, Marienbad variant
pl: Sycylijska: gambit skrzydłem, wariant Marienbad'a
ru: Сицилианская защита: сицилианский гамбит, мариенбадский вариант
si: sicilijanska, krilni gambit, Marienbadova različica
sv: Sicilianskt: Vinggambit, Marienbadvarianten
tr: Sicilya: kanat gambiti, Marienbad varyasyonu
uk: Сицилійський захист: Сицилійський гамбіт, Марієнбадський варіант
vi: Sicilia: Gambit cánh, Marienbad biến

source: Sicilian Defence: Wing Gambit, Marshall Variation
ar: صقلي: الجناح جامبيت, تفريع مارشال
br: Defesa Siciliana, Gambito da Ala, Variante Marshall
ca: Defensa Siciliana - Gambit de l'Ala - Variant Marshall
cs: Sicilian: wing gambit, Marshall variation
de: Sizilianisch: Flügelgambit, Marshall Variante
es: Defensa Siciliana, Gambito del Ala, Variante Marshall
eu: Siziliarra: Hegaleko Ganbitoa, Marshall Aldaera
fr: Sicilienne, gambit de l'aile, var. Marshall
id: Sisilia: Gambit Sayap, Varian Marhsall
it: Difesa Siciliana, Mossa di Ali, Variante Marshall
nl: Siciliaans: Vleugelgambiet, Marshall variant
pl: Sycylijska: gambit skrzydłem, wariant Marshall'a
ru: Сицилианская защита: сицилианский гамбит, вариант Маршалла
si: sicilijanska, krilni gambit, Marshallova različica
sv: Sicilianskt: Vinggambit, Marshallvarianten
tr: Sicilya: kanat gambiti, Marshall varyasyonu
uk: Сицилійський захист: Сицилійський гамбіт, варіант Маршалла
vi: Sicilia: cánh cờ, Marshall thay đổi

source: Sicilian Defence: Wing Gambit, Nanu Gambit
es: Defensa Siciliana: Gambito Wing, Gambito Nanu
eu: Siziliar Defentsa: Wing Ganbitoa, Nanu Ganbitoa

source: Sicilian Defence: Wing Gambit, Romanian Defence
es: Defensa Siciliana: Gambito Wing, Defensa Romanian
eu: Siziliar Defentsa: Wing Ganbitoa, Defentsa rumanoa
fr: Sicilienne, gambit de l'aile, défense roumaine

source: Sicilian Defence: Wing Gambit, Santasiere Variation
ar: صقلي: الجناح جامبيت, سانتازير تفريع
br: Defesa Siciliana, Gambito da Ala, Variante Santasiere
ca: Defensa Siciliana - Gambit de l'Ala - Variant Santasiere
cs: Sicilian: wing gambit, Santasiere variation
de: Sizilianisch: Flügelgambit, Santasiere Variante
es: Defensa Siciliana, Gambito del Ala, Variante Santasiere
eu: Siziliarra: Hegaleko Ganbitoa, Santasiere Aldaera
fr: Sicilienne, gambit de l'aile, var. Santasiere
id: Sisilia: Gambit Sayap, Varian Santasiere
it: Difesa Siciliana, Mossa di Ali, Variante Santasiere
nl: Siciliaans: Vleugelgambiet, Santasiere variant
pl: Sycylijska: gambit skrzydłem, wariant Santasiere
ru: Сицилианская защита: сицилианский гамбит, вариант Сантасьера
si: sicilijanska, krilni gambit, Santasiereva različica
sv: Sicilianskt: Vinggambit, Santasierevarianten
tr: Sicilya: kanat gambiti, Santasiere varyasyonu
uk: Сицилійський захист: Сицилійський гамбіт, варіант Сантас’єре
vi: Sicilia: Gambit cánh, Santasiere biến

source: Sicilian Defence: Yates Variation
es: Defensa Siciliana: Variante Yates
eu: Siziliar Defentsa: Yates Aldaera
fr: Sicilienne, var. Yates

source: Sicilian, Chekhover Variation
ar: صقلي, تشيكهوفر تفريع
br: Defesa Siciliana, Variante Chekhover
ca: Defensa Siciliana - Variant Chekhover
de: Sizilianisch, Chekhover Variante
es: Defensa Siciliana Variante Chekhover
eu: Siziliarra, Txekhover Aldaera
fr: Sicilienne, var. Tchekhover
id: Sisilia Varian Chekhover
it: Difesa Siciliana Variante Chekhover
nl: Siciliaans, Chekhover variant
pl: Sycylijska, wariant Chekhover'a
ru: Сицилианская защита: вариант Чеховера
si: sicilijanska, Checkoverjeva različica
sv: Sicilianskt: Tjekhovervarianten
tr: Sicilya, Chekhover varyasyonu
uk: Сицилійський захист: варіант Чеховера
vi: Sicilian, Chekhover biến

source: Sicilian, Szen (`anti-Taimanov') Variation
ar: صقلي, سيزن (`ضد-تيمانوف') تفريع
br: Defesa Siciliana, Variante Szen (Anti-Taimanov)
ca: Defensa Siciliana - Variant Szen o Anti Taimanov
de: Sizilianisch, Szen (`Anti-Taimanov') Variante
es: Defensa Siciliana, Variante Szen o Anti Taimanov
eu: Siziliarra, Szen ('Taimanov-en aurkako') Aldaera
fr: Sicilienne, var. Szen anti-Taïmanov
id: Sisilia Varian Szen (Anti-Taimanov)
it: Difesa Siciliana, Variante Szen o Anti Taimanov
nl: Siciliaans, Szen (`anti-Taimanov ') variant
pl: Sycylijska, wariant Szen'a(przeciw-Taimanovi)
ru: Сицилианская защита: вариант Сена
si: sicilijanska, Szenova ('proti-Taimanova') različica
sv: Sicilianskt: Szenvarianten (anti-Tajmanov)
tr: Sicilya, Szen (`anti-Taimanov') varyasyonu
uk: Сицилійський захист: варіант Сена
vi: Sicilian, biến thể Szen (`chống Taimanov')

source: Sicilian, Szen Variation, Dely-Kasparov Gambit
ar: صقلي, سيزن تفريع, ديلاي-كاسباروف جامبيت
br: Defesa Siciliana, Variante Szen, Gambito Dely-Kasparov
ca: Defensa Siciliana - Variant Szen - Gambit Dely Kasparov
de: Sizilianisch, Szen Variante, Dely-Kasparov Gambit
es: Defensa Siciliana, Variante Szen, Gambito Dely Kasparov
eu: Siziliarra, Szen Aldaera, Dely-Kasparov Ganbitoa
fr: Sicilienne, var. Szen, gambit Dely - Kasparov
id: Sisilia, Varian Szen, Gambit Dely-Kasparov
it: Difesa Siciliana, Variante Szen, Mossa di Dely Kasparov
nl: Siciliaans, Szen variant, Dely-Kasparov gambiet
pl: Sycylijska, wariant Szen'a, gambit Dely-Kasparov
ru: Сицилианская защита: вариант Сена, гамбит Дели-Каспарова
si: sicilijanska, Szenova različica, Dely-Kasparov gambit
sv: Sicilianskt: Szenvarianten, Dely-Kasparovs gambit
tr: Sicilya, Szen varyasyonu, Dely-Kasparov gambiti
uk: Сицилійський захист: варіант Сена, гамбіт Дели-Каспарова
vi: Sicilian, Szen biến, Dely-Kasparov Gambit

source: Sicilian, Szen, Hedgehog Variation
ar: صقلي, سيزن, هيدجيهوج تفريع
br: Defesa Siciliana, Variante Szen, Variante do Ouriço
ca: Defensa Siciliana - Variant Szen - Variant eriçó
de: Sizilianisch, Szen, Igel Variante
es: Defensa Siciliana, Variante Szen, Variante Erizo
eu: Siziliarra, Szen, Trikuaren Aldaera
fr: Sicilienne, var. Szen, var. du hérisson
id: Sisilia, Varian Szen, Varian Hedgehog
it: Difesa Siciliana, Variante Szen, Variante Erizo
nl: Siciliaans, Szen, egel variant
pl: Sycylijska, Szen, wariant jeża
ru: Сицилианская защита: вариант Сена, вариант ежа
si: sicilijanska, Szenova, jećevec različica
sv: Sicilianskt: Szen, igelkottsvarianten
tr: Sicilya, Szen, kirpi varyasyonu
uk: Сицилійський захист: варіант Сена, варіант їжака
vi: Sicilian, Szen, hedgehog biến

source: Slav Defence
eu: Eslaviar Defentsa
fr: Défense slave

source: Slav Defence: Bonet Gambit
eu: Eslaviar Defentsa: Bonet Ganbitoa
fr: Défense slave, gambit Bonet

source: Slav Defence: Chameleon Variation
eu: Eslaviar Defentsa: Kameleoi Aldaera
fr: Défense slave, var. du caméléon

source: Slav Defence: Chameleon Variation, Advance System
eu: Eslaviar Defentsa: Kameleoi Aldaera, Aurrerapen Sistema
fr: Défense slave, var. du caméléon, système d'avance

source: Slav Defence: Czech Variation, Bled Attack
eu: Eslaviar Defentsa: Txekiar Aldaera, Bled Erasoa
fr: Défense slave, var. tchèque, var. de Bled

source: Slav Defence: Czech Variation, Carlsbad Variation, Morozevich Variation
eu: Eslaviar Defentsa: Txekiar Aldaera, Carlsbad Aldaera, Morozevich Aldaera
fr: Défense slave, var. tchèque, var. de Carlsbad (Karlovy Vary), var. Morozevich

source: Slav Defence: Czech Variation, Dutch Variation
eu: Eslaviar Defentsa: Txekiar Aldaera, Holandar Aldaera
fr: Défense slave, var. tchèque, var. hollandaise

source: Slav Defence: Czech Variation, Krause Attack, Fazekas Gambit
eu: Eslaviar Defentsa: Txekiar Aldaera, Krause Erasoa, Fazekas Ganbitoa

source: Slav Defence: Czech Variation, Wiesbaden Variation, Sharp Line
eu: Eslaviar Defentsa: Txekiar Aldaera, Wiesbaden Aldaera, Lerro Zorrotza

source: Slav Defence: Diemer Gambit
eu: Eslaviar Defentsa: Diemer Ganbitoa

source: Slav Defence: Exchange Variation
eu: Eslaviar Defentsa: Truke Aldaera
fr: Défense slave, var. d'échange

source: Slav Defence: Quiet Variation, Pin Defence
eu: Eslaviar Defentsa: Truke Aldaera, iltzatze Defentsa
fr: Défense slave, var. calme, défense du clouage

source: Slav Defence: Smyslov Variation
eu: Eslaviar Defentsa: Smyslov Aldaera

source: Slav Defence: Winawer CounterGambit, Anti-Winawer Gambit
eu: Eslaviar Defentsa: Winawer Kontra-Ganbitoa, Anti-Winawer Ganbitoa

source: Slav Indian
eu: Eslaviar Indiarra
fr: Défense slave-indienne

source: Slav Indian: Kudischewitsch Gambit
eu: Eslaviar Indiarra: Kudischewitsch Ganbitoa
fr: Défense slave-indienne, gambit Kudischewitsch

source: Sodium Attack: Celadon Variation
eu: Sodium Erasoa: Celadon Aldaera

source: Sodium Attack: Chenoboskion Variation
eu: Sodium Erasoa: Chenoboskion Aldaera
fr: Attaque Durkin ou sodium, var. de Chenoboskion ("le champ où l'on fait paître les oies")

source: Sodium Attack: Durkin Gambit
eu: Sodium Erasoa: Durkin Ganbitoa
fr: Attaque Durkin ou sodium, gambit Durkin

source: Spanish Opening: ...b5 & ...d6
ar: روي لوبيز: ...b5 & ...d7
br: Abertura Ruy López, Defesa Morphy, 5...b5 e 6...d6
ca: Obertura Espanyola - Defensa Morphy - 5 ...b5 i 6 ...d6
cs: Ruy Lopez: ...b5 & ...d6
de: Spanisch: ...b5 & ...d6
es: Apertura Española, Defensa Morphy, 5...b5 y 6...d6
eu: Ruy Lopez: ...b5 eta ...d6
fr: Espagnole, avec ...b5 et ...d6
id: Ruy Lopez: ...b5 & ...d6
it: Apertura Spagnola, Difesa Morphy, 5...b5 y 6...d6
nl: Ruy Lopez: ...b5 & ...d6
pl: Partia hiszpańska:...b5 & ...d6
ru: Испанская партия: ...b5 и ...d6
si: Ruy Lopez, ...b5 & ...d6
sv: Spanskt: ...b5 & ...d6
tr: Ruy Lopez: ...b5 & ...d6
uk: Іспанська партія: Іспанська партія: ...b5 и ...d6
vi: Ruy Lopez: ... b5 & ... D6

source: Spanish Opening: 5.O-O
ar: روي لوبيز: 5.O-O
br: Abertura Ruy López, Defesa Morphy, 5.O-O
ca: Obertura Espanyola - Defensa Morphy - 5. 0-0
cs: Ruy Lopez: 5.O-O
de: Spanisch: 5.O-O
es: Apertura Española, Defensa Morphy, 5.O O
eu: Ruy Lopez: 5.O-O
fr: Espagnole, 5.O-O
id: Ruy Lopez: 5.0-0
it: Apertura Spagnola, Difesa Morphy, 5.O O
nl: Ruy Lopez: 5.O-O
pl: Partia hiszpańska: 5.O-O
ru: Испанская партия: 5.O-O
si: Ruy Lopez, 5. O-O
sv: Spanskt: 5.O-O
tr: Ruy Lopez: 5.O-O
uk: Іспанська партія: 5.O-O
vi: Ruy Lopez: 5.O-O

source: Spanish Opening: Alapin Defence
eu: Ruy Lopez: Alapin Defentsa
fr: Espagnole, défense Alapin

source: Spanish Opening: Alapin Defence Deferred
ar: روي لوبيز: ألابين دفاع ديفيرد
br: Abertura Ruy López, Defesa Alapin Diferida
ca: Obertura Espanyola - Defensa Alapin Diferida
cs: Ruy Lopez: Alapin's defence deferred
de: Spanisch: Alapin's Verteidigung im Nachzug
es: Apertura Española, Defensa Alapin Diferida
eu: Ruy Lopez: Alapinen Defentsa Atzeratua
fr: Espagnole, défense Alapin différée
id: Ruy Lopez: Pembelaan Alapin Ditunda
it: Apertura Spagnola, Difesa Alapin Diferida
nl: Ruy Lopez: Alapin's uitgestelde verdediging
pl: Partia hiszpańska: odroczona obrona Alapin'a
ru: Испанская партия: улучшенная защита Алапина
si: Ruy Lopez, Alapinova obramba odložena
sv: Spanskt: Alapins försvar avböjt
tr: Ruy Lopez: Alapin'in ertelenmiş savunması
uk: Іспанська партія: покращений захист Алапіна
vi: Ruy Lopez: Trì hoãn phòng thủ Alapin

source: Spanish Opening: Alapin Defence, Alapin Gambit
eu: Ruy Lopez: Alapin Defentsa, Alapin Ganbitoa
fr: Espagnole, défense Alapin, gambit Alapin

source: Spanish Opening: Anderssen Variation
ar: روي لوبيز: أندرسن تفريع
br: Abertura Ruy López, Defesa Morphy, Variante Anderssen
ca: Obertuta Espanyola - Defensa Morphy - Variant Anderssen
cs: Ruy Lopez: Anderssen variation
de: Spanisch: Anderssen-Variante
es: Apertura Española, Defensa Morphy, Variante Anderssen
eu: Ruy Lopez: Anderssen Aldaera
fr: Espagnole, var. Anderssen
id: Ruy Lopez: Varian Andersen
it: Apertura Spagnola, Difesa Morphy, Variante Anderssen
nl: Ruy Lopez: Anderssen variant
pl: Partia hiszpańska: wariant Andressen'a
ru: Испанская партия: вариант Андерсена
si: Ruy Lopez, Anderssenova različica
sv: Spanskt: Anderssenvarianten
tr: Ruy Lopez: Anderssen varyasyonu
uk: Іспанська партія: варіант Андерсена
vi: Ruy Lopez: Anderssen biến

source: Spanish Opening: Archangelsk (counterthrust) Variation
ar: روي لوبيز: ارشانجلسك (المضاد الاتجاه) تفريع
br: Abertura Ruy López, Defesa Morphy, Variante Archangelsk (Contragolpe)
ca: Obertura Espanyola - Defensa Morphy - Variant Archangelsk o de contra-ofensiva
cs: Ruy Lopez: Archangelsk (counterthrust) variation
de: Spanisch: Archangelsk (counterthrust)-Variante
es: Apertura Española, Defensa Morphy, Variante Archangelsk o de Contraofensiva
eu: Ruy Lopez: Archangelsk (Kontrako bultzada) Aldaera
fr: Espagnole, var. d'Arkhangelsk
id: Ruy Lopez: Varian Archangelsk
it: Apertura Spagnola, Difesa Morphy, Variante Archangelsk o de Contraofensiva
nl: Ruy Lopez: Archangelsk (tegenaanval) variant
pl: Partia hiszpańska: wariant Archangielski(kontrnatarcie)
ru: Испанская партия: архангельский вариант
si: Ruy Lopez, Archangelskova (protipotisk) različica
sv: Spanskt: Archangelskvarianten (motstötvarianten)
tr: Ruy Lopez: Archangelsk (karşı baskı) varyasyonu
uk: Іспанська партія: Архангельський варіант
vi: Ruy Lopez: Archangelsk (counterthrust) biến thể

source: Spanish Opening: Berlin Defence
ar: روي لوبيز: دفاع بيرلين
br: Abertura Ruy López, Defesa Berlinesa
ca: Obertura Espanyola - Defensa Berlinesa
cs: Ruy Lopez: Berlin defence
de: Spanisch: Berliner Verteidigung
es: Apertura Española, Defensa Berlinesa
eu: Ruy Lopez: Berlingo Defentsa
fr: Espagnole, défense berlinoise
id: Ruy Lopez: Pembelaan Berlin
it: Apertura Spagnola, Difesa Berlinese
nl: Ruy Lopez: Berlijn verdediging
pl: Partia hiszpańska: obrona berlińska
ru: Испанская партия: берлинская защита
si: Ruy Lopez, berlinska obramba
sv: Spanskt: Berlinerförsvar
tr: Ruy Lopez: Berlin savunması
uk: Іспанська партія: Берлінський захист
vi: Ruy Lopez: Phòng thủ Berlin
