Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian Defence: Richter-Rauzer, Keres Variation
ar: صقلي: ريشتر-روزر,كيريس تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Keres
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Keres
cs: Sicilian: Richter-Rauzer, Keres variation
de: Sizilianisch: Richter-Rauzer, Keres Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Keres
eu: Siziliarra: Richter-Rauzer, Keres Aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. Keres
id: Sisilia Richter Rauzer, Varian Keres
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Keres
nl: Siciliaans: Richter-Rauzer, Keres variant
pl: Sycylijska, Richter-Rauzer, wariant Keres'a
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Кереса
si: sicilijanska, Richter-Rauzerjeva, Keresova različica
sv: Sicilianskt: Richter-Rauzer, Keresvarianten
tr: Sicilya: Richter-Rauzer, Keres varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Кереса
vi: Sicilia: Richter-Rauzer, Keres biến

source: Sicilian Defence: Richter-Rauzer, Larsen Variation
ar: صقلي: ريشتر-روزر, لارسن تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Larsen
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Larsen
cs: Sicilian: Richter-Rauzer, Larsen variation
de: Sizilianisch: Richter-Rauzer, Larsen Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Larsen
eu: Siziliarra: Richter-Rauzer, Larsen Aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. Larsen
id: Sisilia Richter Rauzer, Varian Larsen
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Larsen
nl: Siciliaans: Richter-Rauzer, Larsen variant
pl: Sycylijska, Richter-Rauzer, wariant Larsen'a
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Ларсена
si: sicilijanska, Richter-Rauzerjeva, Larsenova različica
sv: Sicilianskt: Richter-Rauzer, Larsenvarianten
tr: Sicilya: Richter-Rauzer, Larsen varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Ларсена
vi: Sicilia: Richter-Rauzer, Larsen biến

source: Sicilian Defence: Richter-Rauzer, Larsen Variation, 7.Qd2
ar: صقلي: ريشتر-روزر, لارسن تفريع, 7.Qd3
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Larsen 7.Dd2
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Larsen - 7. Dd2
cs: Sicilian: Richter-Rauzer, Larsen variation, 7.Qd2
de: Sizilianisch: Richter-Rauzer, Larsen Variante, 7.Dd2
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Larsen 7.Dd2
eu: Siziliarra: Richter-Rauzer, Larsen Aldaera, 7.Dd2
fr: Sicilienne, attaque Richter - Rauzer, var. Larsen, 7.Dd2
id: Sisilia Richter Rauzer, Varian Larsen, 7.Mc2
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Larsen 7.Dd2
nl: Siciliaans: Richter-Rauzer, Larsen variant, 7.Dd2
pl: Sycylijska, Richter-Rauzer, wariant Larsen'a, 7.Hd2
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Ларсена, 7.Фd2
si: sicilijanska, Richter-Rauzer, Larsen različica, 7.Dd2
sv: Sicilianskt: Richter-Rauzer, Larsenvarianten, 7.Dd2
tr: Sicilya: Richter-Rauzer, Larsen varyasyonu, 7.Qd2
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Ларсена, 7.Фd2
vi: Sicilia: Richter-Rauzer, Larsen biến, 7.Qd2

source: Sicilian Defence: Richter-Rauzer, Margate (Alekhine) Variation
ar: صقلي: ريشتر-روزر, مارجيت (اليخين) تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Margate (Alekhine)
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Margate-Alekhine
cs: Sicilian: Richter-Rauzer, Margate (Alekhine) variation
de: Sizilianisch: Richter-Rauzer, Margate (Aljechin) Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Margate/Alekhine
eu: Siziliarra: Richter-Rauzer, Margate (Alekhine) Aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. de Margate (Alekhine)
id: Sisilia Richter Rauzer, Varian Margate
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Margate/Alekhine
nl: Siciliaans: Richter-Rauzer, Margate (Aljechin) variant
pl: Sycylijska, Richter-Rauzer, wariant Margate(Alekhin'a)
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Алехина
si: sicilijanska, Richter-Rauzerjeva, Margateva (Aljehinova) različica
sv: Sicilianskt: Richter-Rauzer, Margatevarianten (Aljechin)
tr: Sicilya: Richter-Rauzer, Margate (Alekhine) varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Альохіна
vi: Sicilia: Richter-Rauzer, Margate (Alekhine) biến thể

source: Sicilian Defence: Richter-Rauzer, Podvebrady Variation
ar: صقلي: ريشتر-روزر, بودفيربرادي تفريع
br: Defesa Siciliana, Abertura Richter-Rauzer, Variante Podvebrady
ca: Defensa Siciliana - Obertura Richter Rauzer - Variant Podvebrady
cs: Sicilian: Richter-Rauzer, Podvebrady variation
de: Sizilianisch: Richter-Rauzer, Podvebrady Variante
es: Defensa Siciliana, Apertura Richter Rauzer, Variante Podvebrady
eu: Siziliarra: Richter-Rauzer, Podvebrady Aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. de Poděbrady
id: Sisilia Richter Rauzer, Varian Podvebrady
it: Difesa Siciliana, Apertura Richter Rauzer, Variante Podvebrady
nl: Siciliaans: Richter-Rauzer, Podvebrady variant
pl: Sycylijska, Richter-Rauzer, wariant Podvebrady
ru: Сицилианская защита: атака Рихтера-Раузера, подебрадский вариант
si: sicilijanska, Richter-Rauzerjeva, Podvebradyeva različica
sv: Sicilianskt: Richter-Rauzer, Podvebradyvarianten
tr: Sicilya: Richter-Rauzer, Podvebrady varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, Подебрадський варіант
vi: Sicilia: Richter-Rauzer, Podvebrady biến

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack
ar: صقلي: ريشتر-روزر, روزر هجوم
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer
cs: Sicilian: Richter-Rauzer, Rauzer attack
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer
id: Sisilia Richter Rauzer, Serangan Rauzer
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer
nl: Siciliaans: Richter-Rauzer, Rauzer aanval
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера
si: sicilijanska, Richter-Rauzerjeva, Rauzerjev napad
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp
tr: Sicilya: Richter-Rauzer, Rauzer hücumu
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера
vi: Sicilia: Richter-Rauzer, Rauzer tấn công

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...Be7
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...Be8
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, 7...Be7
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... Ae7
cs: Sicilian: Richter-Rauzer, Rauzer attack, 7...Be7
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...Le7
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...Ae7
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa, 7...Ae7
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, 7...Fe7
id: Sisilia Richter Rauzer, Serangan Rauzer, 7... Ge7
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...Ae7
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... Le7
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a, 7...Ge7
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, 7...Сe7
si: sicilijanska, Richter-Rauzerjeva, Rauzerjev napad, 7...Le7
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, 7...Le7
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...Be7
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, 7...Сe7
vi: Sicilia: Richter-Rauzer, Rauzer tấn công, 7 ... Be7

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...Be7 Defence, 9...Nxd4
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...Be7 دفاع, 9...Nxd5
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...Be7, 9...Cxd4
ca: Defensa Siciliana - Atac Richter Rauzer - 7 ... Ae7 i 9 ... Cxd4
cs: Sicilian: Richter-Rauzer, Rauzer attack, 7...Be7 defence, 9...Nxd4
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...Le7 Verteidigung, 9...Sxd4
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...Ae7 y 9...Cxd4
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa, 7...Ae7 Defentsa, 9...Zxd4
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...Fe7, 9...Cxd4
id: Sisilia Richter Rauzer, Serangan Rauzer, 7... Ge7, 9... Kxd4
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...Ae7 y 9...Cxd4
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... Le7 verdediging, 9 ... Pxd4
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a, 7...Ge7 obrona, 9...Sxd4
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...Сe7, 9...Кxd4
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...Le7 obramba, 9...Nxd4
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...Le7, 9...Sxd4
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...Be7 savunması, 9...Nxd4
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...Сe7, 9...Кxd4
vi: Sicilian: Richter-Rauzer, tấn công Rauzer, 7 ... Be7 phòng thủ, 9 ... Nxd4

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...Be7 Defence, 9.f4
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...Be7 دفاع, 9.f5
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...Be7, 9.f4
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... Ae7 i 9. f4
cs: Sicilian: Richter-Rauzer, Rauzer attack, 7...Be7 defence, 9.f4
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...Le7 Verteidigung, 9.f4
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...Ae7 y 9.f4
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa, 7...Ae7 Defentsa, 9.f4
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...Fe7, 9.f4
id: Sisilia Richter Rauzer, Serangan Rauzer, 7... Ge7, 9.f4
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...Ae7 y 9.f4
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... Le7 verdediging 9.f4
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a, 7...Ge7 obrona,9.f4
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...Сe7, 9.f4
si: sicilijanska, Richter-Rauzerjeva, Rauzerjev napad, 7...Le7 obramba, 9. f4
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...Le7, 9.f4
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...Be7 savunması, 9.f4
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...Сe7, 9.f4
vi: Sicilian: Richter-Rauzer, tấn công Rauzer, 7 ... Be7 phòng thủ, 9.f4

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...a6
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...a7
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, 7...a6
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... a6
cs: Sicilian: Richter-Rauzer, Rauzer attack, 7...a6
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...a6
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...a6
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa, 7...a6
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, 7...a6
id: Sisilia Richter Rauzer, Serangan Rauzer, 7...a6
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...a6
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... a6
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,7 ...a6
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, 7...a6
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...a6
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, 7...a6
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...a6
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, 7...a6
vi: Sicilia: Richter-Rauzer, Rauzer tấn công, 7 ... a6

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...a6 Defence, 11.Bxf6
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...a6 دفاع, 11.Bxf7
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...a6, 11.Bxf6
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... a6 i 11. Axf6
cs: Sicilian: Richter-Rauzer, Rauzer attack, 7...a6 defence, 11.Bxf6
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...a6 Verteidigung, 11.Lxf6
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...a6 y 11.Axf6
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa, 7...a6 Defentsa, 11.Axf6
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...a6, 11.Fxf6
id: Sisilia Richter Rauzer, Serangan Rauzer, 7...a6, 11.Gxf6
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...a6 y 11.Axf6
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... a6 verdediging 11.Lxf6
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,7...a6 obrona,11.Gxf6
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...a6, 11.Сxf6
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...a6 obramba, 11.Bxf6
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...a6, 11.Lxf6
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...a6 savunması, 11.Bxf6
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...a6, 11.Сxf6
vi: Sicilia: tấn công Richter-Rauzer, Rauzer, phòng thủ 7 ... a6, 11.Bxf6

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...a6 Defence, 8...Bd7
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...a6 دفاع, 8...Bd8
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...a6, 8...Bd7
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... a6 i 8 ... Ad7
cs: Sicilian: Richter-Rauzer, Rauzer attack, 7...a6 defence, 8...Bd7
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...a6 Verteidigung, 8...Ld7
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...a6 y 8...Ad7
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa, 7...a6 Defentsa, 8...Ad7
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...a6, 8...Fd7
id: Sisilia Richter Rauzer, Serangan Rauzer, 7...a6, 8... Gd7
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...a6 y 8...Ad7
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... a6 verdediging, 8 ... Ld7
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,7...a6 obrona,11.Gd7
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...a6, 8...Сd7
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...a6 obramba, 8...Bd7
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...a6, 8...Ld7
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...a6 savunması, 8...Bd7
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...a6, 8...Сd7
vi: Sicilian: Richter-Rauzer, tấn công Rauzer, 7 ... Be7 phòng thủ, 8 ... Bd7

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...a6 Defence, 9...Be7
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...a6 دفاع, 9...Be8
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...a6, 9...Be7
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... a6 i 9 ... Ae7
cs: Sicilian: Richter-Rauzer, Rauzer attack, 7...a6 defence, 9...Be7
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...a6 Verteidigung, 9...Le7
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...a6 y 9...Ae7
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa, 7...a6 Defentsa, 9...Ae7
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...a6, 9...Fe7
id: Sisilia Richter Rauzer, Serangan Rauzer, 7...a6, 8... Ge7
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...a6 y 9...Ae7
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... a6 verdediging, 9 ... Le7
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,7...a6 obrona,11.Ge7
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...a6, 9...Сe7
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...a6 obramba, 9...Le7
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...a6, 9...Le7
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...a6 savunması, 9...Be7
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...a6, 9...Сe7
vi: Sicilian: Richter-Rauzer, tấn công Rauzer, 7 ... phòng thủ a6, 9 ... Be7

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, Geller Variation
ar: صقلي: ريشتر-روزر, روزر هجوم, جيلر تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Variante Geller
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Geller
cs: Sicilian: Richter-Rauzer, Rauzer attack, Geller variation
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, Geller Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, Variante Geller
eu: Siziliarra: Richter-Rauzer, Rauzer Erasoa, Geller Aldaera
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, var. Geller
id: Sisilia Richter Rauzer, Serangan Rauzer, Varian Geller
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, Variante Geller
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, Geller variant
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,wariant Geller'a
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, вариант Геллера
si: sicilijanska, Richter-Rauzerjeva, Rauzerjev napad, Gellerjeva različica
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, Gellervarianten
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, Geller varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, варіант Геллера
vi: Sicilia: Richter-Rauzer, Rauzer tấn công, thay đổi Geller

source: Sicilian Defence: Richter-Rauzer, Richter Attack
ar: صقلي: ريشتر-روزر, ريشتر هجوم
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Richter
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Richter
cs: Sicilian: Richter-Rauzer, Richter attack
de: Sizilianisch: Richter-Rauzer, Richter Angriff
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Richter
eu: Siziliarra: Richter-Rauzer, Richter Erasoa
fr: Sicilienne, attaque Richter - Rauzer, attaque Richter
id: Sisilia Richter Rauzer, Serangan Rauzer
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Richter
nl: Siciliaans: Richter-Rauzer, Richter aanval
pl: Sycylijska, Richter-Rauzer, atak Richter'a
ru: Сицилианская защита: атака Рихтера-Раузера, атака Рихтера
si: sicilijanska, Richter-Rauzerjeva, Richterjev napad
sv: Sicilianskt: Richter-Rauzer, Richters angrepp
tr: Sicilya: Richter-Rauzer, Richter hücumu
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Ріхтера
vi: Sicilia: Richter-Rauzer, Richter tấn công

source: Sicilian Defence: Rossolimo Variation, Brooklyn Retreat Defence
es: Defensa Siciliana: Variante Rossolimo, Defensa Brooklyn Retreat
eu: Siziliar Defentsa: Rossolimo Aldaera, Brooklyn Atzeratze Defentsa
fr: Sicilienne, attaque Rossolimo, var. de repli de Brooklyn

source: Sicilian Defence: Scheveningen (Paulsen), Classical Variation
ar: صقلي: شيفينينغن (بولسن), التفريع الكلاسيكي
br: Defesa Siciliana, Variante Scheveningen (Paulsen), Variante Clássica
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen
cs: Sicilian: Scheveningen (Paulsen), classical variation
de: Sizilianisch: Scheveningen (Paulsen), Klassische Variante
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen
eu: Siziliarra: Scheveningen (Paulsen), Aldaera Klasikoa
fr: Sicilienne, var. de Scheveningue (Paulsen), var. classique
id: Sisilia Scheveningen (Paulsen), Varian Klasik
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen
nl: Siciliaans: Scheveningen (Paulsen), klassieke variant
pl: Sycylijska, Scheveningen(Paulsen), wariant klasyczny
ru: Сицилианская защита: схевенингенский вариант, классический вариант
si: sicilijanska, Scheveningenova (Paulsenova), klasična različica
sv: Sicilianskt: Scheveningen (Paulsen), klassisk variant
tr: Sicilya: Scheveningen (Paulsen), klasik varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант
vi: Sicilia: Scheveningen (Paulsen), biến thể cổ điển

source: Sicilian Defence: Scheveningen Variation
ar: صقلي: شيفينينغن تفريع
br: Defesa Siciliana, Variante Scheveningen
ca: Defensa Siciliana - Variant Scheveningen
cs: Sicilian: Scheveningen variation
de: Sizilianisch: Scheveningen Variante
es: Defensa Siciliana, Variante Scheveningen
eu: Siziliarra: Scheveningen Aldaera
fr: Sicilienne, var. de Scheveningue
id: Sisilia Varian Scheveningen
it: Difesa Siciliana, Variante Scheveningen
nl: Siciliaans: Scheveningen variant
pl: Sycylijska, wariant Scheveningen
ru: Сицилианская защита: схевенингенский вариант
si: sicilijanska, Scheveningenova različica
sv: Sicilianskt: Scheveningenvarianten
tr: Sicilya: Scheveningen varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант
vi: Sicilia: Scheveningen biến

source: Sicilian Defence: Scheveningen Variation, Classical Variation
es: Defensa Siciliana: Variante Scheveningen, Variante Classical
eu: Siziliar Defentsa: Scheveningen Aldaera, Aldaera Klasikoa

source: Sicilian Defence: Scheveningen Variation, Delayed Keres Attack
es: Defensa Siciliana: Variante Scheveningen, Ataque Delayed Keres
eu: Siziliar Defentsa: Scheveningen Aldaera, Atzeratutako Keres Erasoa

source: Sicilian Defence: Scheveningen Variation, Delayed Keres Attack, Perenyi Gambit
es: Defensa Siciliana: Variante Scheveningen, Ataque Delayed Keres, Gambito Perenyi
eu: Siziliar Defentsa: Scheveningen Aldaera, Atzeratutako Keres Erasoa, Perenyi Ganbitoa

source: Sicilian Defence: Scheveningen Variation, English Attack
es: Defensa Siciliana: Variante Scheveningen, Ataque English
eu: Siziliar Defentsa: Scheveningen Aldaera, Eraso Ingelesa

source: Sicilian Defence: Scheveningen, 6.Be2
ar: صقلي: شيفينينغن, 6.Be3
br: Defesa Siciliana, Variante Scheveningen, Variante 6.Be2
ca: Defensa Siciliana - Variant Scheveningen - Variant 6. Ae2
cs: Sicilian: Scheveningen, 6.Be2
de: Sizilianisch: Scheveningen, 6.Le2
es: Defensa Siciliana, Variante Scheveningen, Variante 6.Ae2
eu: Siziliarra: Scheveningen, 6.Ae2
fr: Sicilienne, var de Scheveningue, 6.Fe2
id: Sisilia Scheveningen, 6.Ge2
it: Difesa Siciliana, Variante Scheveningen, Variante 6.Ae2
nl: Siciliaans: Scheveningen, 6.Le2
pl: Sycylijska, Scheveningen, 6.Ge2
ru: Сицилианская защита: схевенингенский вариант, 6.Сe2
si: sicilijanska, Scheveningenova, 6. Le2
sv: Sicilianskt: Scheveningen, 6.Le2
tr: Sicilya: Scheveningen, 6.Be2
uk: Сицилійський захист: Схевенінгенський варіант, 6.Сe2
vi: Sicilia: Scheveningen, 6.Be2

source: Sicilian Defence: Scheveningen, 6.f4
ar: صقلي: شيفينينغن, 6.f5
br: Defesa Siciliana, Variante Scheveningen, Variante 6.f4
ca: Defensa Siciliana - Variant Scheveningen - Variant 6. f4
cs: Sicilian: Scheveningen, 6.f4
de: Sizilianisch: Scheveningen, 6.f4
es: Defensa Siciliana, Variante Scheveningen, Variante 6.f4
eu: Siziliarra: Scheveningen, 6.f4
fr: Sicilienne, var. de Scheveningue, 6.f4
id: Sisilia Varian Scheveningen, 6.f4
it: Difesa Siciliana, Variante Scheveningen, Variante 6.f4
nl: Siciliaans: Scheveningen, 6.f4
pl: Sycylijska, Scheveningen, 6.f4
ru: Сицилианская защита: схевенингенский вариант, 6.f4
si: sicilijanska, Scheveningenova, 6. f4
sv: Sicilianskt: Scheveningen, 6.f4
tr: Sicilya: Scheveningen, 6.f4
uk: Сицилійський захист: Схевенінгенський варіант, 6.f4
vi: Sicilia: Scheveningen, 6.f4

source: Sicilian Defence: Scheveningen, Classical
ar: صقلي: شيفينينغن, الكلاسيكي
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen
cs: Sicilian: Scheveningen, classical
de: Sizilianisch: Scheveningen, Klassisch
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen
eu: Siziliarra: Scheveningen, Klasikoa
fr: Sicilienne, var. de Scheveningue, var. classique
id: Sisilia Varian Scheveningen, Varian Klasik
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen
nl: Siciliaans: Scheveningen, klassiek
pl: Sycylijska, Scheveningen, klasyczna
ru: Сицилианская защита: схевенингенский вариант, классический вариант
si: sicilijanska, Scheveningenova, klasična
sv: Sicilianskt: Scheveningen, klassisk
tr: Sicilya: Scheveningen, klasik
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант
vi: Sicilia: Scheveningen, cổ điển
