Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: French Defence: Classical, Anderssen Variation
ar: فرنسي: الكلاسيكي, أندرسن تفريع
br: Defesa Francesa, Variante Clássica, Variante Anderssen
ca: Defensa Francesa - Variant clàssica - Variant Anderssen
cs: Francouzská: Klasická, Anderssenova varianta
de: Französisch: Klassisch, Anderssen-Variante
es: Defensa Francesa, Variante Clásica, Variante Anderssen
eu: Frantsesa: Klasikoa, Anderssen Aldaera
fr: Française classique, var. Anderssen
id: Pembelaan Perancis: Klasik, Varian Andersen
it: Difesa Francese, Variante Classica, Variante Anderssen
nl: Frans: klassiek, Anderssen variant
pl: Francuska, klasyczna, wariant Anderssen'a
ru: Французская защита: классическая система, вариант Андерсена
si: francoska, klasična, Anderssenova različica
sv: Franskt: Klassisk, Anderssenvarianten
tr: Fransız: klasik, Anderssen varyasyonu
uk: Французький захист: класична система, варіант Андерсена
vi: Pháp: cổ điển, Anderssen biến

source: French Defence: Classical, Anderssen-Richter Variation
ar: فرنسي: الكلاسيكي, أندرسن-ريشتر تفريع
br: Defesa Francesa, Variante Clássica, Variante Anderssen-Richter
ca: Defensa Francesa - Variant clàssica - Variant Anderssen Richter
cs: Francouzská: Klasická, Anderssenova-Richterova varianta
de: Französisch: Klassisch, Anderssen-Richter-Variante
es: Defensa Francesa, Variante Clásica, Variante Anderssen Richter
eu: Frantsesa: Klasikoa, Anderssen-Richter Aldaera
fr: Française classique, var. Anderssen - Richter
id: Pembelaan Perancis: Klasik, Varian Andersen-Richter
it: Difesa Francese, Variante Classica, Variante Anderssen Richter
nl: Frans: klassiek, AnderssenRichter variant
pl: Francuska, klasyczna, wariant Anderssen-Richter
ru: Французская защита: классическая система, вариант Андерсена-Рихтера
si: francoska, klasična, Anderssen-Richterjeva različica
sv: Franskt: Klassisk, Anderssen-Richter-varianten
tr: Fransız: klasik, Anderssen-Richter varyasyonu
uk: Французький захист: класична система, варіант Андерсена-Ріхтера
vi: Pháp: cổ điển, Anderssen-Richter biến

source: French Defence: Classical, Frankfurt Variation
ar: فرنسي: الكلاسيكي, فرانكفورت تفريع
br: Defesa Francesa, Variante Clássica, Variante Frankfurt
ca: Defensa Francesa - Variant clàssica - Variant Frankfurt
cs: Francouzská: Klasická, Frankfurtská varianta
de: Französisch: Klassisch, Frankfurter Variante
es: Defensa Francesa, Variante Clásica, Variante Frankfurt
eu: Frantsesa: Klasikoa, Frankfurteko Aldaera
fr: Française classique, var. de Francfort
id: Pembelaan Perancis: Klasik, Varian Frankfurt
it: Difesa Francese, Variante Classica, Variante Frankfurt
nl: Frans: klassiek, Frankfurt variant
pl: Francuska, klasyczna, wariant frankfurcki
ru: Французская защита: классическая система, франкфуртский вариант
si: francoska, klasična, Frankfurtova različica
sv: Franskt: Klassisk, Frankfurtvarianten
tr: Fransız: klasik, Frankfurt varyasyonu
uk: Французький захист: класична система, Франкфуртський варіант
vi: Pháp: cổ điển, Frankfurt biến

source: French Defence: Classical, Pollock Variation
ar: فرنسي: الكلاسيكي, بولوك تفريع
br: Defesa Francesa, Variante Clássica, Variante Pollock
ca: Defensa Francesa - Variant clàssica - Variant Pollock
cs: French: classical, Pollock variation
de: Französisch: Klassisch, Pollock-Variante
es: Defensa Francesa, Variante Clásica, Variante Pollock
eu: Frantsesa: Klasikoa, Pollock Aldaera
fr: Française classique, var. Pollock
id: Pembelaan Perancis: Klasik, Varian Pollock
it: Difesa Francese, Variante Classica, Variante Pollock
nl: Frans: klassiek, Pollock variant
pl: Francuska, klasyczna, wariant Pollock'a
ru: Французская защита: классическая система, вариант Поллока
si: francoska, klasična, Pollockova različica
sv: Franskt: Klassisk, Pollockvarianten
tr: Fransız: klasik, Pollock varyasyonu
uk: Французький захист: класична система, варіант Поллока
vi: Pháp: cổ điển, Pollock biến

source: French Defence: Classical, Rubinstein Variation
ar: فرنسي: الكلاسيكي, روبينشتاين تفريع
br: Defesa Francesa, Variante Clássica, Variante Rubinstein
ca: Defensa Francesa - Variant clàssica - Variant Rubinstein
cs: French: classical, Rubinstein variation
de: Französisch: Klassisch, Rubinstein-Variante
es: Defensa Francesa, Variante Clásica, Variante Rubinstein
eu: Frantsesa: Klasikoa, Rubinstein Aldaera
fr: Française classique, var. Rubinstein
id: Pembelaan Perancis: Klasik, Varian Rubenstein
it: Difesa Francese, Variante Classica, Variante Rubinstein
nl: Frans: klassiek, Rubinstein variant
pl: Francuska, klasyczna, wariant Rubinstein'a
ru: Французская защита: классическая система, вариант Рубинштейна
si: francoska, klasična, Rubinsteinova različica
sv: Franskt: Klassisk, Rubinsteinvarianten
tr: Fransız: klasik, Rubinstein varyasyonu
uk: Французький захист: класична система, варіант Рубінштейна
vi: Pháp: cổ điển, Rubinstein biến

source: French Defence: Classical, Stahlberg Variation
ar: فرنسي: الكلاسيكي, ستاهلبرج تفريع
br: Defesa Francesa, Variante Clássica, Variante Stahlberg
ca: Defensa Francesa - Variant clàssica - Variant Stahlberg
cs: French: classical, Stahlberg variation
de: Französisch: Klassisch, Stahlberg-Variante
es: Defensa Francesa, Variante Clásica, Variante Stahlberg
eu: Frantsesa: Klasikoa, Stahlberg Aldaera
fr: Française classique, var. Ståhlberg
id: Pembelaan Perancis: Klasik, Varian Stahlberg
it: Difesa Francese, Variante Classica, Variante Stahlberg
nl: Frans: klassiek, Stahlberg variant
pl: Francuska, klasyczna, wariant Stahlberg'a
ru: Французская защита: классическая система, вариант Штальберга
si: francoska, klasična, Stahlbergova različica
sv: Franskt: Klassisk, Ståhlbergvarianten
tr: Fransız: klasik, Stahlberg varyasyonu
uk: Французький захист: класична система, варіант Штальберга
vi: Pháp: cổ điển, Ståhlberg biến

source: French Defence: Classical, Steinitz Variation
ar: فرنسي: الكلاسيكي, تفريع شتاينتز
br: Defesa Francesa, Variante Clássica, Variante Steinitz
ca: Defensa Francesa - Variant clàssica - Variant Steinitz
cs: French: classical, Steinitz variation
de: Französisch: Klassisch, Steinitz-Variante
es: Defensa Francesa, Variante Clásica, Variante Steinitz
eu: Frantsesa: Klasikoa, Steinitz Aldaera
fr: Française classique, var. Steinitz
id: Pembelaan Perancis: Klasik, Varian Steinitz
it: Difesa Francese, Variante Classica, Variante Steinitz
nl: French: classical, Steinitz variation
pl: Francuska, klasyczna, wariant Steinitz'a
ru: Французская защита: классическая система, вариант Стейница
si: francoska, klasična, Steinitzova različica
sv: Franskt: Klassisk, Steinitzvarianten
tr: Fransız: klasik, Steinitz varyasyonu
uk: Французький захист: класична система, варіант Стейніца
vi: Pháp: cổ điển, Steinitz biến

source: French Defence: Classical, Tarrasch Variation
ar: فرنسي: الكلاسيكي, تفريع تاراش
br: Defesa Francesa, Variante Clássica, Variante Tarrasch
ca: Defensa Francesa - Variant clàssica - Variant Tarrasch
cs: French: classical, Tarrasch variation
de: Französisch: Klassisch, Tarrasch-Variante
es: Defensa Francesa, Variante Clásica, Variante Tarrasch
eu: Frantsesa: Klasikoa, Tarrasch Aldaera
fr: Française classique, var. Tarrasch
id: Pembelaan Perancis: Klasik, Varian Tarrasch
it: Difesa Francese, Variante Classica, Variante Tarrasch
nl: Frans: klassiek, Tarrasch variant
pl: Francuska, klasyczna, wariant Tarrasch'a
ru: Французская защита: классическая система, вариант Тарраша
si: francoska, klasična, Tarrascheva različica
sv: Franskt: Klassisk, Tarraschvarianten
tr: Fransız: klasik, Tarrasch varyasyonu
uk: Французький захист: класична система, варіант Тарраша
vi: Pháp: cổ điển, Tarrasch biến

source: French Defence: Classical, Tartakower Variation
ar: فرنسي: الكلاسيكي, تارتاكوفر تفريع
br: Defesa Francesa, Variante Clássica, Variante Tartakower
ca: Defensa Francesa - Variant clàssica - Variant Tartakower
cs: French: classical, Tartakower variation
de: Französisch: Klassisch, Tartakower-Variante
es: Defensa Francesa, Variante Clásica, Variante Tartakower
eu: Frantsesa: Klasikoa, Tartakower Aldaera
fr: Française classique, var. Tartakover
id: Pembelaan Perancis: Klasik, Varian Tartakower
it: Difesa Francese, Variante Classica, Variante Tartakower
nl: Frans: klassiek, Tartakower variant
pl: Francuska, klasyczna, wariant Tartakower'a
ru: Французская защита: классическая система, вариант Тартаковера
si: francoska, klasična, Tartakowerjeva različica
sv: Franskt: Klassisk, Tartakowervarianten
tr: Fransız: klasik, Tartakower varyasyonu
uk: Французький захист: класична система, варіант Тартаковера
vi: Pháp: cổ điển, biến thể Tartakower

source: French Defence: Classical, Vistaneckis (Nimzovich) Variation
ar: فرنسي: الكلاسيكي, فيستانكيس (نيمزوفيتش) تفريع
br: Defesa Francesa, Variante Clássica, Variante Vistaneckis (Nimzowitsch)
ca: Defensa Francesa - Variant clàssica - Variant Vistaneckis o Nimzowitsch
cs: French: classical, Vistaneckis (Nimzovich) variation
de: Französisch: Klassisch, Vistaneckis (Nimzowitsch)-Variante
es: Defensa Francesa, Variante Clásica, Variante Vistaneckis o Nimzowitsch
eu: Frantsesa: Klasikoa, Vistaneckis (Nimzovich) Aldaera
fr: Française classique, var Vistaneckis (Nimzowitsch)
id: Pembelaan Perancis: Klasik, Varian Vistaneckis (Nimzowitch)
it: Difesa Francese, Variante Classica, Variante Vistaneckis o Nimzowitsch
nl: Frans: klassiek, Vistaneckis (Nimzovich) variant
pl: Francuska, klasyczna, wariant Vistaneckis'a (Nimzovitsch'a)
ru: Французская защита: классическая система, вариант Вистанецкиса
si: francoska, klasična, Vistaneckis (Nimzovicheva) različica
sv: Franskt: Klassisk, Nimzowitschs variant (Vistaneckis)
tr: Fransız: klasik, Vistaneckis (Nimzovich) varyasyonu
uk: Французький захист: класична система, варіант Вістанецкіса
vi: Pháp: cổ điển, Vistaneckis (Nimzovich) biến thể

source: French Defence: Diemer-Duhm Gambit
es: Defensa Francesa: Gambito Diemer-Duhm
eu: Defentsa Frantsesa: Diemer-Duhm Ganbitoa

source: French Defence: Exchange Variation
ar: فرنسي: التكسير تفريع
br: Defesa Francesa, Variante da Troca
ca: Defensa Francesa - Variant del canvi
cs: French: exchange variation
de: Französisch: Abtauschvariante
es: Defensa Francesa, Variante del Cambio
eu: Frantsesa: Truke Aldaera
fr: Française, var. d'échange
id: Pembelaan Perancis: Varian Tukar
it: Difesa Francese, Variante di Cambio
nl: Frans: ruilvariant
pl: Francuska, wariant wymienny
ru: Французская защита: разменный вариант
si: francoska, izmenjalna različica
sv: Franskt: Avbytesvarianten
tr: Fransız: takas varyasyonu
uk: Французький захист: розмінний варіант
vi: Pháp: ngoại tệ thay đổi

source: French Defence: Exchange Variation, Monte Carlo Variation
es: Defensa Francesa: Variante Exchange, Variante Monte Carlo
eu: Defentsa Frantsesa: Truke Aldaera, Monte Carlo Aldaera

source: French Defence: Exchange, Bogolyubov Variation
ar: فرنسي: التكسير, تفريع وجوليوبوف
br: Defesa Francesa, Variante da Troca, Variante Bogoljubow
ca: Defensa Francesa - Variant del canvi - Variant Bogoljubow
cs: French: exchange, Bogolyubov variation
de: Französisch: Abtauschvariante, Bogolyubov-Variante
es: Defensa Francesa, Variante del Cambio, Variante Bogoljubow
eu: Frantsesa: Trukea, Bogolyubov Aldaera
fr: Française, var. d'échange, var. Bogoljubov
id: Pembelaan Perancis: Tukar, Varian Bogolyubov
it: Difesa Francese, Variante di Cambio, Variante Bogoljubow
nl: Frans: ruil, Bogolyubov variant
pl: Francuska, wymienna, wariant Bogolyubov'a
ru: Французская защита: разменный вариант, вариант Боголюбова
si: francoska, izmenjalna, Bogolyubova različica
sv: Franskt: Avbytesvarianten, Bogoljubowvarianten
tr: Fransız: takas, Bogolyubov varyasyonu
uk: Французький захист: розмінний варіант, варіант Боголюбова
vi: Pháp: trao đổi, Bogolyubov biến

source: French Defence: Exchange, Svenonius Variation
ar: فرنسي: التكسير, سفنونيوس تفريع
br: Defesa Francesa, Variante da Troca, Variante Svenonius
ca: Defensa Francesa - Variant del canvi - Variant Svenonius
cs: French: exchange, Svenonius variation
de: Französisch: Abtauschvariante, Svenonius-Variante
es: Defensa Francesa, Variante del Cambio, Variante Svenonius
eu: Frantsesa: Trukea, Svenonius Aldaera
fr: Française, var. d'échange, var. Svenonius
id: Pembelaan Perancis: Tukar, Varian Svenonius
it: Difesa Francese, Variante di Cambio, Variante Svenonius
nl: Frans: ruil, Svenonius variant
pl: Francuska, wymienna, wariant Svenonius'a
ru: Французская защита: разменный вариант, вариант Свенониуса
si: francoska, izmenjalna, Svenonuisova različica
sv: Franskt: Avbytesvarianten, Svenoniusvarianten
tr: Fransız: takas, Svenonius varyasyonu
uk: Французький захист: розмінний варіант, варіант Свеноніуса
vi: Pháp: trao đổi, Svenonius biến

source: French Defence: Fort Knox Variation
ar: فرنسي: فورت نوكس تفريع
br: Defesa Francesa, Variante Fort Knox
ca: Defensa Francesa - Variant Fort Knox
cs: French: Fort Knox variation
de: Französisch: Fort Knox-Variante
es: Defensa Francesa, Variante Fort Knox
eu: Frantsesa: Fort Knox Aldaera
fr: Française, var. Fort Knox
id: Pembelaan Perancis, Varian Fort Knox
it: Difesa Francese, Variante Fort Knox
nl: Frans: Fort Knox variant
pl: Francuska, wariant Fort Knox
ru: Французская защита: фортноксовский вариант
si: francoska, Fort Knox različica
sv: Franskt: Fort-Knox-varianten
tr: Fransız: Fort Knox varyasyonu
uk: Французький захист: Фортноксовський варіант
vi: Pháp: Fort Knox biến

source: French Defence: Franco-Hiva Gambit
es: Defensa Francesa: Gambito Franco-Hiva
eu: Defentsa Frantsesa: Franko-Hiva Ganbitoa

source: French Defence: Franco-Hiva Gambit Accepted
es: Defensa Francesa: Franco-Hiva Gambit Accepted
eu: Defentsa Frantsesa: Franko-Hiva Ganbito Onartua

source: French Defence: Frere (Becker) Variation
ar: فرنسي: فرير (بيكر) تفريع
br: Defesa Francesa, Variante Frere (Becker)
ca: Defensa Francesa - Variant Frere o Becker
cs: French: Frere (Becker) variation
de: Französisch: Frere (Becker)-Variante
es: Defensa Francesa, Variante Frere o Becker
eu: Frantsesa: Frere (Becker) Aldaera
fr: Française, var. Frere (Becker)
id: Pembelaan Perancis, Varian Frere (Becker)
it: Difesa Francese, Variante Frere o Becker
nl: Frans: Frere (Becker) variant
pl: Francuska, wariant Frere (Becker'a)
ru: Французская защита: вариант Беккера
si: francoska, Frere (Beckerjeva) različica
sv: Franskt: Frerevarianten (Becker)
tr: Fransız: Frere (Becker) varyasyonu
uk: Французький захист: варіант Беккера
vi: Pháp: Frere (Becker) biến thể

source: French Defence: Guimard Variation, Thunderbunny Variation
es: Defensa Francesa: Variante Guimard, Variante Thunderbunny
eu: Defentsa Frantsesa: Guimard Aldaera, Thunderbunny Aldaera

source: French Defence: Henneberger Variation
ar: فرنسي: هنبيرجر تفريع
br: Defesa Francesa, Variante Henneberger
ca: Defensa Francesa - Variant Henneberger
cs: French: Henneberger variation
de: Französisch: Henneberger Variante
es: Defensa Francesa, Variante Henneberger
eu: Frantsesa: Henneberger Aldaera
fr: Française, var. Henneberger
id: Pembelaan Perancis, Varian Henneberger
it: Difesa Francese, Variante Henneberger
nl: Frans: Henneberger variant
pl: Francuska, wariant Henneberg'a
ru: Французская защита: вариант Хеннебергера
si: francoska, Hennebergerjeva različica
sv: Franskt: Hennebergervarianten
tr: Fransız: Henneberger varyasyonu
uk: Французький захист: варіант Хеннебергера
vi: Pháp: Henneberger biến

source: French Defence: Hoffmann Gambit
es: Defensa Francesa: Gambito Hoffmann
eu: Defentsa Frantsesa: Hoffmann Ganbitoa

source: French Defence: Horwitz Attack, Papa-Ticulat Gambit
es: Defensa Francesa: Ataque Horwitz, Gambito Papa-Ticulat
eu: Defentsa Frantsesa: Horwitz Erasoa, Papa-Ticulat Ganbitoa

source: French Defence: King Indian Attack
ar: فرنسي: هجوم الملك الهندي
br: Defesa Francesa, Ataque Índio do Rei
ca: Defensa Francesa - Atac Indi de Rei
cs: French: King's Indian attack
de: Französisch: Königsindischer Angriff
es: Defensa Francesa, Ataque Indio de Rey
eu: Frantsesa: Erregearen Indiar Erasoa
fr: Française, attaque est-indienne
id: Pembelaan Perancis: Serangan Hindia Raja
it: Difesa Francese, Attacco Indiano di Re
nl: Frans: Konings Indische aanval
pl: Francuska, atak królewsko-indyjski
ru: Французская защита: староиндийская атака
si: francoska, kraljev indijski napad
sv: Franskt: Kungsindiskt angrepp
tr: Fransız: Şah'ın Hint hücumu
uk: Французький захист: Староіндійська атака
vi: Pháp: tấn công Ấn Độ King

source: French Defence: Knight Variation
es: Defensa Francesa: Variante Knight
eu: Defentsa Frantsesa: Zaldunen Aldaera
fr: Française, var. du cavalier

source: French Defence: La Bourdonnais Variation
ar: فرنسي: لابوردينيه تفريع
br: Defesa Francesa, Variante Labourdonnais
ca: Defensa Francesa - Variant Laoburdonnais
cs: French: Labourdonnais variation
de: Französisch: Labourdonnais-Variante
es: Defensa Francesa, Variante La Bourdonnais
eu: Frantsesa: La Bourdonnais Aldaera
fr: Française, var. La Bourdonnais
id: Pembelaan Perancis, Varian Labourdanis
it: Difesa Francese, Variante Labourdonnais
nl: Frans: Labourdonnais variant
pl: Francuska, wariant La Bourdonnais'a
ru: Французская защита: вариант Лабурдонне
si: francoska, Labourdonnaiseva različica
sv: Franskt: Labourdonnaisvarianten
tr: Fransız: Labourdonnais varyasyonu
uk: Французький захист: варіант Лабурдонне
vi: Pháp: Labourdonnais biến

source: French Defence: La Bourdonnais Variation, Reuter Gambit
es: Defensa Francesa: Variante La Bourdonnais, Gambito Reuter
eu: Defentsa Frantsesa: Le Bourdonnais Aldaera, Reuter Ganbitoa

source: French Defence: MacCutcheon Variation
ar: فرنسي: ماكاتشيون تفريع
br: Defesa Francesa, Variante MacCutcheon
ca: Defensa Francesa - Variant MacCutcheon
cs: French: MacCutcheon variation
de: Französisch: MacCutcheon-Variante
es: Defensa Francesa, Variante MacCutcheon
eu: Frantsesa: MacCutcheon Aldaera
fr: Française, var. MacCutcheon
id: Pembelaan Perancis, Varian MacCutcheon
it: Difesa Francese, Variante MacCutcheon
nl: Frans: MacCutcheon variant
pl: Francuska, wariant MacCutcheon
ru: Французская защита: вариант Мак-Кэтчона
si: francoska, MacCutcheonova različica
sv: Franskt: MacCutcheonvarianten
tr: Fransız: MacCutcheon varyasyonu
uk: Французький захист: варіант Мак-Кетчона
vi: Pháp: MacCutcheon biến

source: French Defence: MacCutcheon Variation, Exchange Variation
es: Defensa Francesa: Variante MacCutcheon, Variante Exchange
eu: Defentsa Frantsesa: MacCutcheon Aldaera, Truke Aldaera
fr: Française, var. MacCutcheon, var. d'échange

source: French Defence: MacCutcheon Variation, Wolf Gambit
es: Defensa Francesa: Variante MacCutcheon, Gambito Wolf
eu: Defentsa Frantsesa: MacCutcheon Aldaera, Wolf Ganbitoa

source: French Defence: MacCutcheon, Advance Variation
ar: فرنسي: ماكاتشيون, تقديم تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Avançada
ca: Defensa Francesa - Variant MacCutcheon - Variant de l'avanç
cs: French: MacCutcheon, advance variation
de: Französisch: MacCutcheon, Vorstoßvariante
es: Defensa Francesa, Variante MacCutcheon, Variante del Avance
eu: Frantsesa: MacCutcheon, Aldaera Aurreratua
fr: Française, var. MacCutcheon, var. d'avance
id: Pembelaan Perancis: MacChutcheon, Varian Maju
it: Difesa Francese, Variante MacCutcheon, Variante di Spinta
nl: Frans: MacCutcheon, doorschuif variant
pl: Francuska, MacCutcheon, wariant zamknięty
ru: Французская защита: вариант Мак-Кэтчона, вариант с продвижением
si: francoska, MacCutcheon, napredna različica
sv: Franskt: MacCutcheon, framstötsvarianten
tr: Fransız: MacCutcheon, gelişmiş varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант з просуванням
vi: Pháp: MacCutcheon, biến thể nâng cao

source: French Defence: MacCutcheon, Bernstein Variation
ar: فرنسي: ماكاتشيون, بيىشتاين تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Bernstein
ca: Defensa Francesa - Variant MacCutcheon - Variant Bernstein
cs: French: MacCutcheon, Bernstein variation
de: Französisch: MacCutcheon, Bernstein-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Bernstein
eu: Frantsesa: MacCutcheon, Bernstein Aldaera
fr: Française, var. MacCutcheon, var. Bernstein
id: Pembelaan Perancis: MacChutcheon, Varian Bernstein
it: Difesa Francese, Variante MacCutcheon, Variante Bernstein
nl: Frans: MacCutcheon variant, Bernstein variant
pl: Francuska, MacCutcheon, wariant Bernstein'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Бернштейна
si: francoska, MacCutcheon, Bernsteinova različica
sv: Franskt: MacCutcheon, Bernsteinvarianten
tr: Fransız: MacCutcheon, Bernstein varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Бернштейна
vi: Pháp: MacCutcheon, Bernstein biến

source: French Defence: MacCutcheon, Bogolyubov Variation
ar: فرنسي: ماكاتشيون, تفريع وجوليوبوف
br: Defesa Francesa, Variante MacCutcheon, Variante Bogoljubow
ca: Defensa Francesa -Variant MacCutcheon - Variant Bogoljubow
cs: French: MacCutcheon, Bogolyubov variation
de: Französisch: MacCutcheon, Bogolyubov-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Bogoljubow
eu: Frantsesa: MacCutcheon, Bogolyubov Aldaera
fr: Française, var. MacCutcheon, var. Bogoljubov
id: Pembelaan Perancis: MacChutcheon, Varian Bogolyubov
it: Difesa Francese, Variante MacCutcheon, Variante Bogoljubow
nl: Frans: MacCutcheon, Bogolyubov variant
pl: Francuska, MacCutcheon, wariant Bogolyubov'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Боголюбова
si: francoska, MacCutcheon, Bogolyubova različica
sv: Franskt: MacCutcheon, Bogoljubowvarianten
tr: Fransız: MacCutcheon, Bogolyubov varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Боголюбова
vi: Pháp: MacCutcheon, Bogolyubov biến

source: French Defence: MacCutcheon, Chigorin Variation
ar: فرنسي: ماكاتشيون, تشجورين تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Chigorin
ca: Defensa Francesa - Variant MacCutcheon - Variant Chigorin
cs: French: MacCutcheon, Chigorin variation
de: Französisch: MacCutcheon, Tschigorin-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Chigorin
eu: Frantsesa: MacCutcheon, Chigorin Aldaera
fr: Française, var. MacCutcheon, var. Tchigorine
id: Pembelaan Perancis: MacChutcheon, Varian Chigorin
it: Difesa Francese, Variante MacCutcheon, Variante Chigorin
nl: Frans: MacCutcheon, Chigorin variant
pl: Francuska, MacCutcheon, wariant Chigorin'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Чигорина
si: francoska, MacCutcheon, Chigorinova različica
sv: Franskt: MacCutcheon, Tjigorinvarianten
tr: Fransız: MacCutcheon, Chigorin varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Чигоріна
vi: Pháp: MacCutcheon, Chigorin biến

source: French Defence: MacCutcheon, Dr. Olland (Dutch) Variation
ar: فرنسي: ماكاتشيون, دكتور أولاند (الهولندي) تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Dr. Olland (Holandesa)
ca: Defensa Francesa - Variant MacCutcheon - Variant Dr Olland o Holandesa
cs: French: MacCutcheon, Dr. Olland (Dutch) variation
de: Französisch: MacCutcheon, Dr. Olland (Holländisch)-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Dr. Olland u Holandesa
eu: Frantsesa: MacCutcheon, Dr. Olland (Holandarra) Aldaera
fr: Française, var. MacCutcheon, var. Dr Olland (hollandaise)
id: Pembelaan Perancis: MacChutcheon, Varian Dr. Olland (Belanda)
it: Difesa Francese, Variante MacCutcheon, Variante Dr. Olland u Olandese
nl: Frans: MacCutcheon, Dr. Olland (Hollands) variant
pl: Francuska, MacCutcheon, wariant dr. Olland'a(holenderski)
ru: Французская защита: вариант Мак-Кэтчона, голландский вариант
si: francoska, MacCutcheon, Dr. Ollandova (nizozemska) različica
sv: Franskt: MacCutcheon, Dr. Ollands variant (Holländskt)
tr: Fransız: MacCutcheon, Dr. Olland (Hollanda) varyasyonu
uk: Французький захист: варіант Мак-Кетчона, голландський варіант
vi: Pháp: MacCutcheon, Tiến sĩ Olland (Hà Lan) thay đổi
