Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Ponziani Opening: Jaenisch Counter-attack
ar: بونزياني: جينيش الهجوم المضاد
br: Abertura Ponziani, Contra-ataque Jaenisch
ca: Obertura Ponziani - Contra-atac Jaenisch
cs: Ponziani: Jaenisch counter-attack
de: Ponziani: Jaenisch Gegenangriff
es: Apertura Ponziani, Contraataque Jaenisch
eu: Ponziani: Jaenischen Kontra-Erasoa
fr: Début Ponziani, contre-attaque Jaenisch
id: Ponziani: Serangan Balik Jaenisch
it: Apertura Ponziani, Contrattacco Jaenisch
nl: Ponziani: Jaenisch tegenaanval
pl: Ponziani, kontratak Jaenisch'a
ru: Дебют Понциани: контратака Яниша
si: Ponzianijeva, Jaenischev proti napad
sv: Ponziani: Jänisch motangrepp
tr: Ponziani: Jaenisch karşı hücum
uk: Дебют Понціані: контратака Яніша
vi: Ponziani: Jaenisch phản công

source: Ponziani Opening: Leonhardt Variation
ar: بونزياني: ليونهاردت تفريع
br: Abertura Ponziani, Variante Leonhardt
ca: Obertura Ponziani - Variant Leonhardt
cs: Ponziani: Leonhardt variation
de: Ponziani: Leonhardt-Variante
es: Apertura Ponziani, Variante Leonhardt
eu: Ponziani: Leonhardt Aldaera
fr: Début Ponziani, var. Leonhardt
id: Ponziani: Varian Leonhardt
it: Apertura Ponziani, Variante Leonhardt
nl: Ponziani: Leonhardt variant
pl: Ponziani, wariant Leonhardt
ru: Дебют Понциани: вариант Леонгардта
si: Ponzianijeva, Leonhardtova različica
sv: Ponziani: Leonhardtvarianten
tr: Ponziani: Leonhardt varyasyonu
uk: Дебют Понціані: варіант Леонгардта
vi: Ponziani: Leonhardt biến

source: Ponziani Opening: Neumann Gambit
es: Apertura Ponziani: Gambito Neumann
eu: Ponziani Irekiera: Neumann Ganbitoa
fr: Début Ponziani, gambit Neumann

source: Ponziani Opening: Reti Variation
ar: بونزياني: ريتي تفريع
br: Abertura Ponziani, Variante Reti
ca: Obertura Ponziani - Variant Reti
cs: Ponziani: Reti variation
de: Ponziani: Reti-Variante
es: Apertura Ponziani, Variante Reti
eu: Ponziani: Reti Aldaera
fr: Début Ponziani, var. Réti
id: Ponziani: Varian Reti
it: Apertura Ponziani, Variante Reti
nl: Ponziani: Reti variant
pl: Ponziani, wariant Reti
ru: Дебют Понциани: вариант Рети
si: Ponzianijeva, Retijeva različica
sv: Ponziani: Retivarianten
tr: Ponziani: Reti varyasyonu
uk: Дебют Понціані: варіант Реті
vi: Ponziani: Reti biến

source: Ponziani Opening: Romanishin Variation
ar: بونزياني: رومانشين تفريع
br: Abertura Ponziani, Variante Romanishin
ca: Obertura Ponziani - Variant Romanishin
cs: Ponziani: Romanishin variation
de: Ponziani: Romanishin-Variante
es: Apertura Ponziani, Variante Romanishin
eu: Ponziani: Romanishin Aldaera
fr: Début Ponziani, var. Romanichine
id: Ponziani: Varian Romanishin
it: Apertura Ponziani, Variante Romanishin
nl: Ponziani: Romanishin variant
pl: Ponziani, wariant Romanishin'a
ru: Дебют Понциани: вариант Романишина
si: Ponzianijeva, Romanishinova različica
sv: Ponziani: Romanisjinvarianten
tr: Ponziani: Romanishin varyasyonu
uk: Дебют Понціані: варіант Романишина
vi: Ponziani: Romanishin biến

source: Ponziani Opening: Spanish Variation
es: Apertura Ponziani: Variante Spanish
eu: Ponziani Irekiera: Espainiar Aldaera
fr: Début Ponziani, var. espagnole

source: Ponziani Opening: Spanish Variation, Harrwitz Attack, Nikitin Gambit
es: Apertura Ponziani: Variante Spanish, Ataque Harrwitz, Gambito Nikitin
eu: Ponziani Irekiera: Espainiar Aldaera, Harrwitz Erasoa, Nikitin Ganbitoa

source: Ponziani Opening: Steinitz Variation
ar: بونزياني: تفريع شتاينتز
br: Abertura Ponziani, Variante Steinitz
ca: Obertura Ponziani - Variant Steinitz
cs: Ponziani: Steinitz variation
de: Ponziani: Steinitz-Variante
es: Apertura Ponziani, Variante Steinitz
eu: Ponziani: Steinitz Aldaera
fr: Début Ponziani, var. Steinitz
id: Ponziani: Varian Steinitz
it: Apertura Ponziani, Variante Steinitz
nl: Ponziani: Steinitz variant
pl: Ponziani, wariant Steinitz'a
ru: Дебют Понциани: вариант Стейница
si: Ponzianijeva, Steinitzova različica
sv: Ponziani: Steinitzvarianten
tr: Ponziani: Steinitz varyasyonu
uk: Дебют Понціані: варіант Стейніца
vi: Ponziani: Steinitz biến

source: Portuguese Opening
eu: Irekiera Portugesa
fr: Ouverture portugaise

source: Portuguese Opening: Miguel Gambit
eu: Irekiera Portugesa: Miguel Ganbitoa

source: Portuguese Opening: Portuguese Gambit
eu: Irekiera Portugesa: Ganbito Portugesa
fr: Ouverture portugaise, gambit portugais

source: Pterodactyl Defence
ar: دفاع بيتروديكتل الزاحف المجنح
br: Defesa Pterodáctilo
ca: Defensa Pterodàctil
de: Pterodactyl Verteidigung
es: Defensa Pterodáctilo
eu: Pterodaktiloaren Defentsa
fr: Défense du ptérodactyle
id: Pembelaan Pterodactyl
it: Difesa Pterodáctilo
nl: pterodactylus verdediging
pl: Obrona Pterodaktyla
ru: Защита птеродактиля
si: Pterodaktilova obramba
sv: Pterodactyl-försvar
tr: Pterodactyl savunması
uk: Зхист птеродактиля
vi: Phòng thủ Pterodactyl

source: Pterodactyl Defence: Austrian, Austriadactylus Western
es: Defensa Pterodáctilo: Austrian, Austriadactylus Western
eu: Pterodaktiloaren Defentsa: Austriarra, Austriadaktilo Mendebaldarra

source: Pterodactyl Defence: Austrian, Grand Prix Pterodactyl
es: Defensa Pterodáctilo: Austrian, Grand Prix Pterodactyl
eu: Pterodaktiloaren Defentsa: Austriarra, Grand Prix Pterodaktiloa

source: Pterodactyl Defence: Austrian, Pteranodon
es: Defensa Pterodáctilo: Austrian, Pteranodon
eu: Pterodaktiloaren Defentsa: Austriarra, Pteranodon

source: Pterodactyl Defence: Central, Anhanguera
es: Defensa Pterodáctilo: Central, Anhanguera
eu: Pterodaktiloaren Defentsa: Erdikoa, Anhanguera

source: Pterodactyl Defence: Central, Benoni Beefeater Pterodactyl
es: Defensa Pterodáctilo: Central, Benoni Beefeater Pterodactyl
eu: Pterodaktiloaren Defentsa: Erdikoa, Benoni Beefeater Pterodaktilo

source: Pterodactyl Defence: Central, Benoni Pterodactyl
es: Defensa Pterodáctilo: Central, Benoni Pterodactyl
eu: Pterodaktiloaren Defentsa: Erdikoa, Benoni Pterodaktilo

source: Pterodactyl Defence: Central, Benoni Quetzalcoatlus
es: Defensa Pterodáctilo: Central, Benoni Quetzalcoatlus
eu: Pterodaktiloaren Defentsa: Erdikoa, Benoni Quetzalcoatlus

source: Pterodactyl Defence: Central, Bogolubovia
es: Defensa Pterodáctilo: Central, Bogolubovia
eu: Pterodaktiloaren Defentsa: Erdikoa, Bogolubovia

source: Pterodactyl Defence: Central, Quetzalcoatlus Gambit
es: Defensa Pterodáctilo: Central, Gambito Quetzalcoatlus
eu: Pterodaktiloaren Defentsa: Erdikoa, Quetzalcoatlus Ganbitoa

source: Pterodactyl Defence: Eastern, Anhanguera
es: Defensa Pterodáctilo: Eastern, Anhanguera
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Anhanguera

source: Pterodactyl Defence: Eastern, Benoni
es: Defensa Pterodáctilo: Eastern, Benoni
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Benoni

source: Pterodactyl Defence: Eastern, Benoni Pteranodon
es: Defensa Pterodáctilo: Eastern, Benoni Pteranodon
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Benoni Pteranodon

source: Pterodactyl Defence: Eastern, Benoni Pterodactyl
es: Defensa Pterodáctilo: Eastern, Benoni Pterodactyl
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Benoni Pterodaktilo

source: Pterodactyl Defence: Eastern, Pteranodon
es: Defensa Pterodáctilo: Eastern, Pteranodon
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Pteranodon

source: Pterodactyl Defence: Eastern, Pterodactyl
es: Defensa Pterodáctilo: Eastern, Pterodactyl
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Pterodaktilo

source: Pterodactyl Defence: Eastern, Rhamphorhynchus
es: Defensa Pterodáctilo: Eastern, Rhamphorhynchus
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Rhamphorhyncus

source: Pterodactyl Defence: Fianchetto, King Pterodactyl
es: Defensa Pterodáctilo: Fianchetto, King Pterodactyl
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Errege Pterodaktilo

source: Pterodactyl Defence: Fianchetto, Queen Benoni Pterodactyl
es: Defensa Pterodáctilo: Fianchetto, Queen Benoni Pterodactyl
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Dama Benoni Pterodaktilo

source: Pterodactyl Defence: Fianchetto, Queen Pteranodon
es: Defensa Pterodáctilo: Fianchetto, Queen Pteranodon
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Dama Pteranodon

source: Pterodactyl Defence: Fianchetto, Queen Pterodactyl
es: Defensa Pterodáctilo: Fianchetto, Queen Pterodactyl
eu: Pterodaktiloaren Defentsa: Ekialdekoa, Dama Pterodaktilo

source: Pterodactyl Defence: Fianchetto, Rhamphorhynchus
es: Defensa Pterodáctilo: Fianchetto, Rhamphorhynchus
eu: Pterodaktiloaren Defentsa: Fianchetto, Rhamphorhynchus

source: Pterodactyl Defence: Queen Pterodactyl, Quiet Line
es: Defensa Pterodáctilo: Queen Pterodactyl, Quiet Line
eu: Pterodaktiloaren Defentsa: Dama Pterodaktilo, Lerro Lasaia

source: Pterodactyl Defence: Sicilian, Anhanguera
es: Defensa Pterodáctilo: Sicilian, Anhanguera
eu: Pterodaktiloaren Defentsa: Siziliarra, Anhanguera

source: Pterodactyl Defence: Sicilian, Benoni Gambit
es: Defensa Pterodáctilo: Sicilian, Gambito Benoni
eu: Pterodaktiloaren Defentsa: Siziliarra, Benoni Ganbitoa

source: Pterodactyl Defence: Sicilian, Pteranodon
es: Defensa Pterodáctilo: Sicilian, Pteranodon
eu: Pterodaktiloaren Defentsa: Siziliarra, Pteranodon

source: Pterodactyl Defence: Sicilian, Quetzalcoatlus
es: Defensa Pterodáctilo: Sicilian, Quetzalcoatlus
eu: Pterodaktiloaren Defentsa: Siziliarra, Quetzalcoatlus

source: Pterodactyl Defence: Sicilian, Rhamphorhynchus
es: Defensa Pterodáctilo: Sicilian, Rhamphorhynchus
eu: Pterodaktiloaren Defentsa: Siziliarra, Rhamphorhynchus

source: Pterodactyl Defence: Sicilian, Siroccopteryx
es: Defensa Pterodáctilo: Sicilian, Siroccopteryx
eu: Pterodaktiloaren Defentsa: Siziliarra, Siroccopteryx

source: Pterodactyl Defence: Sicilian, Unpin
es: Defensa Pterodáctilo: Sicilian, Unpin
eu: Pterodaktiloaren Defentsa: Siziliarra, Des-iltzatu

source: Pterodactyl Defence: Western, Anhanguera
es: Defensa Pterodáctilo: Western, Anhanguera
eu: Pterodaktiloaren Defentsa: Mendebaldea, Anhanguera

source: Pterodactyl Defence: Western, Pterodactyl
es: Defensa Pterodáctilo: Western, Pterodactyl
eu: Pterodaktiloaren Defentsa: Mendebaldea, Pterodaktilo

source: Pterodactyl Defence: Western, Rhamphorhynchus
es: Defensa Pterodáctilo: Western, Rhamphorhynchus
eu: Pterodaktiloaren Defentsa: Mendebaldea, Rhamphorhynchus

source: Pterodactyl Defence: Western, Siroccopteryx
es: Defensa Pterodáctilo: Western, Siroccopteryx
eu: Pterodaktiloaren Defentsa: Mendebaldea, Siroccopteryx

source: QP Counter-gambit (elephant Gambit)
ar: QP الجامبيت المضاد (الفيل جامبيت)
br: Peão da Dama, Contra-Gambito Central (Gambito Elefante)
ca: Contra-Gambit Central o del Peó de Dama o Gambit Elefant
de: Damenbauer Gegengambit (Elefantengambit)
es: ContraGambito Central o del Peón de Dama o Gambito Elefante
eu: QP Kontra-Ganbitoa (elefantearen Ganbitoa)
fr: Contre-gambit du pion Dame (gambit de l'éléphant)
id: QP Gambit Balasan (Gambit Elephant)
it: Controgambetto Centrale o del Pedone di Donna o Mossa di Elefante
nl: DP tegen-gambiet (Olifantgambiet)
pl: Kontrgambit piona hetmańskiego(gambit słonia)
ru: Гамбит элефанта
si: DK proti-gambit (slonji gambit)
sv: Dambondespel: Motgambit (elefantgambit)
tr: QP karşı gambiti (fil gambiti)
uk: Гамбіт елефанта
vi: QP phản cờ (cờ voi)

source: QP Counter-gambit: Maroczy Gambit
ar: QP الجامبيت المضاد: ماركوتزي جامبيت
br: Peão da Dama, Contra-Gambito Central, Gambito Maroczy
ca: Contra-Gambit Central - Gambit Maroczy
de: Damenbauer Gegengambit: Maroczy Gambit
es: ContraGambito Central, Gambito Maroczy
eu: QP Kontra-Ganbitoa: Maroczy Ganbitoa
fr: Contre-gambit du pion Dame (gambit de l'éléphant), gambit Maroczy
id: QP Gambit Balasan Maroczy
it: Controgambetto Centrale, Mossa di Maroczy
nl: DP tegen-gambiet: Maroczy gambiet
pl: Kontrgambit piona hetmańskiego, gambit Maroczego
ru: Гамбит элефанта: гамбит Мароци
si: DK proti-gambit, Marcozyev gambit
sv: Dambondespel: Motgambit: Maroczygambit
tr: QP karşı gambiti: Maroczy gambiti
uk: Гамбіт елефанта: гамбіт Мароці
vi: QP phản cờ: cờ Maroczy

source: Queen Bishop Game
ar: الوزير الفيل مباراة
br: Abertura do Bispo da Dama
ca: Obertura de l'Alfil de Dama
cs: Queen's bishop game
de: Damenläuferspiel
es: Apertura del Alfil del Dama
eu: Damaren Alfilaren Irekiera
fr: Début du pion Dame, système de Londres
id: Permainan Gajah Menteri
it: Apertura d'Alfiere di Donna
nl: Dame loper partij
pl: Gra gońca hetmańskiego
ru: Атака ферзевого слона
si: Igra Daminega lovca
sv: Damlöparspel
tr: Vezir'in fil oyunu
uk: Атака ферзевого слона
vi: Trò chơi nữ hoàng của giám mục

source: Queen Gambit
ar: الوزير جامبيت
br: Gambito da Dama
ca: Gambit de Dama
cs: Queen's Gambit
de: Damengambit
es: Gambito de Dama
eu: Damaren Ganbitoa
fr: Gambit Dame
id: Gambit Menteri
it: Mossa di Donna
nl: Dame Gambiet
pl: Gambit hetmański
ru: Ферзевый гамбит
si: Damin gambit
sv: Damgambit
tr: Vezir'in Gambiti
uk: Ферзевий гамбіт
vi: Gambit của nữ hoàng

source: Queen Gambit Accepted
ar: الوزير جامبيت المقبول
br: Gambito da Dama Aceito
ca: Gambit de Dama acceptat
cs: Queen's gambit accepted
de: Damengambit angenommen
es: Gambito de Dama Aceptado
eu: Damaren Ganbito Onartua
fr: Gambit Dame accepté
id: Gambit Menteri Diterima
it: Gambetto di Donna Accettato
nl: Aanvaard Dame gambiet
pl: Gambit hetmański przyjęty
ru: Принятый ферзевый гамбит
si: Damin gambit sprejet
sv: Damgambit antagen
tr: Vezir'in gambiti kabul edilmiş
uk: Прийнятий ферзевий гамбіт
vi: Gambit nữ hoàng chấp nhận

source: Queen Gambit Accepted, 4.Nc3
ar: جامبيت الوزير المقبول, 4.Nc4
br: Gambito da Dama Aceito, 4.Cc3
ca: Gambit de Dama acceptat - 4. Cc3
cs: QGA, 4.Nc3
de: Damengambit (angenommen), 4.Sc3
es: Gambito de Dama Aceptado, 4.Cc3
eu: Damaren Ganbito Onartua, 4.Zc3
fr: Gambit Dame accepté, 4.Cc3
id: QGA, 4.Kc3
it: Gambetto di Donna Accettato, 4.Cc3
nl: ADG, 4.Pc3
pl: Gam.hetm przyjęty, 4.Sc3
ru: Принятый ферзевый гамбит: 4.Кc3
si: DGS, 4. Sc3
sv: Damgambit antagen: 4.Sc3
tr: QGA, 4.Nc3
uk: Прийнятий ферзевий гамбіт: 4.Кc3
vi: QGA, 4.Nc3

source: Queen Gambit Accepted, 4.e3
ar: جامبيت الوزير المقبول, 4.e4
br: Gambito da Dama Aceito, 4.e3
ca: Gambit de Dama acceptat - 4. e3
cs: QGA, 4.e3
de: Damengambit (angenommen), 4.e3
es: Gambito de Dama Aceptado, 4.e3
eu: Damaren Ganbito Onartua, 4.e3
fr: Gambit Dame accepté, 4.e3
id: QGA, 4.e3
it: Gambetto di Regins Accettato, 4.e3
nl: ADG, 4.e3
pl: Gam.hetm przyjęty, 4.e3
ru: Принятый ферзевый гамбит: 4.e3
si: DGS, 4. e3
sv: Damgambit antagen: 4.e3
tr: QGA, 4.e3
uk: Прийнятий ферзевий гамбіт: 4.e3
vi: QGA, 4.e3

source: Queen Gambit Accepted, Bogolyubov Variation
ar: جامبيت الوزير المقبول, تفريع وجوليوبوف
br: Gambito da Dama Aceito, Variante Bogoljubow
ca: Gambit de Dama acceptat - Variant Bogoljubow
cs: QGA, Bogolyubov variation
de: Damengambit (angenommen), Bogolyubov-Variante
es: Gambito de Dama Aceptado, Variante Bogoljubow
eu: Damaren Ganbito Onartua, Bogolyubov Aldaera
fr: Gambit Dame accepté, var. Bogoljubov
id: QGA, Varian Bogolyubov
it: Gambetto di Donna Accettato, Variante Bogoljubow
nl: ADG, Bogolyubov variant
pl: Gam.hetm przyjęty, wariant Bogolyubov'a
ru: Принятый ферзевый гамбит: вариант Боголюбова
si: DGS, Bogolyubova različica
sv: Damgambit antagen: Bogoljubowvarianten
tr: QGA, Bogolyubov varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Боголюбова
vi: QGA, Bogolyubov biến

source: Queen Gambit Accepted, Flohr Variation
ar: جامبيت الوزير المقبول, فلوهر تفريع
br: Gambito da Dama Aceito, Variante Flohr
ca: Gambit de Dama acceptat - Variant Flohr
cs: QGA, Flohr variation
de: Damengambit (angenommen), Flohr-Variante
es: Gambito de Dama Aceptado, Variante Flohr
eu: Damaren Ganbito Onartua, Flohr Aldaera
fr: Gambit Dame accepté, var. Flohr
id: QGA, Varian Flohr
it: Gambetto di Donna Accettato, Variante Flohr
nl: ADG, Flohr variant
pl: Gam.hetm przyjęty, wariant Flohr'a
ru: Принятый ферзевый гамбит: вариант Флора
si: DGS, Flohrjeva različica
sv: Damgambit antagen: Flohrvarianten
tr: QGA, Flohr varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Флора
vi: QGA, Flohr biến

source: Queen Gambit Accepted, Janowsky-Larsen Variation
ar: جامبيت الوزير المقبول, Jaالأنsky-لارسن تفريع
br: Gambito da Dama Aceito, Variante Janowsky-Larsen
ca: Gambit de Dama acceptat - Variant Janowsky Larsen
cs: QGA, Janowsky-Larsen variation
de: Damengambit (angenommen), Janowsky-Larsen-Variante
es: Gambito de Dama Aceptado, Variante Janowsky Larsen
eu: Damaren Ganbito Onartua, Janowsky-Larsen Aldaera
fr: Gambit Dame accepté, var. Janowski - Larsen
id: QGA, Varian Janowsky-Larsen
it: Gambetto di Donna Accettato, Variante Janowsky Larsen
nl: ADG, Janowsky-Larsen variant
pl: Gam.hetm przyjęty, wariant Janowskiego-Larsen'a
ru: Принятый ферзевый гамбит: вариант Яновского-Ларсена
si: DGS, Janowsky-Larsenova različica
sv: Damgambit antagen: Janowski-Larsens variant
tr: QGA, Janowsky-Larsen varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Яновського-Ларсена
vi: QGA, Janowsky-Larsen biến

source: Queen Gambit Accepted, Smyslov Variation
ar: جامبيت الوزير المقبول, سيمسلوف تفريع
br: Gambito da Dama Aceito, Variante Smyslov
ca: Gambit de Dama acceptat - Variant Smyslov
cs: QGA, Smyslov variation
de: Damengambit (angenommen), Smyslov-Variante
es: Gambito de Dama Aceptado, Variante Smyslov
eu: Damaren Ganbito Onartua, Smyslov Aldaera
fr: Gambit Dame accepté, var. Smyslov
id: QGA, Varian Symslov
it: Gambetto di Donna Accettato, Variante Smyslov
nl: ADG, Smyslov variant
pl: Gam.hetm przyjęty, wariant Smyslov'a
ru: Принятый ферзевый гамбит: вариант Смыслова
si: DGS, Smyslova različica
sv: Damgambit antagen: Smyslovvarianten
tr: QGA, Smyslov varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Смислова
vi: QGA, Smyslov biến

source: Queen Gambit Accepted: 3.Nf3
ar: جامبيت الوزير المقبول: 3.Nf4
br: Gambito da Dama Aceito, 3.Cf3
ca: Gambit de Dama acceptat - 3. Cf3
cs: QGA: 3.Nf3
de: Damengambit (angenommen): 3.Sf3
es: Gambito de Dama Aceptado, 3.Cf3
eu: Damaren Ganbito Onartua: 3.Zf3
fr: Gambit Dame accepté, 3.Cf3
id: QGA, 4.Kc3
it: Gambetto di Donna Accettato, 3.Cf3
nl: ADG: 3.Pf3
pl: Gam.hetm przyjęty, 3.Sf3
ru: Принятый ферзевый гамбит: 3.Кf3
si: DGS, 3. Sf3
sv: Damgambit antagen: 3.Sf3
tr: QGA: 3.Nf3
uk: Прийнятий ферзевий гамбіт: 3.Кf3
vi: QGA: 3.Nf3

source: Queen Gambit Accepted: 3.e4
ar: جامبيت الوزير المقبول: 3.e5
br: Gambito da Dama Aceito, 3.e4
ca: Gambit de Dama acceptat - 3. e4
cs: QGA: 3.e4
de: Damengambit (angenommen): 3.e4
es: Gambito de Dama Aceptado, 3.e4
eu: Damaren Ganbito Onartua: 3.e4
fr: Gambit Dame accepté, 3.e4
id: QGA, 4.e4
it: Gambetto di Donna Accettato, 3.e4
nl: DGA: 3.e4
pl: Gam.hetm przyjęty, 3.e4
ru: Принятый ферзевый гамбит: 3.e4
si: DGS, 3. e4
sv: Damgambit antagen: 3.e4
tr: QGA: 3.e4
uk: Прийнятий ферзевий гамбіт: 3.e4
vi: QGA: 3.e4

source: Queen Gambit Accepted: 4...e6
ar: جامبيت الوزير المقبول: 4...e7
br: Gambito da Dama Aceito, 4...e6
ca: Gambit de Dama acceptat - 4 ...e6
cs: QGA: 4...e6
de: Damengambit (angenommen): 4...e6
es: Gambito de Dama Aceptado, 4...e6
eu: Damaren Ganbito Onartua: 4...e6
fr: Gambit Dame accepté, 4...e6
id: QGA: 4....e6
it: Gambetto di Donna Accettato, 4...e6
nl: DGA: 4 ... e6
pl: Gam.hetm przyjęty, 4...e6
ru: Принятый ферзевый гамбит: 4...e6
si: DGS, 4...e6
sv: Damgambit antagen: 4...e6
tr: QGA: 4...e6
uk: Прийнятий ферзевий гамбіт: 4...e6
vi: QGA: 4 ... e6

source: Queen Gambit Accepted: Accelerated Mannheim Variation
es: Gambito de Dama Aceptado: Variante Accelerated Mannheim
eu: Damaren Ganbito Onartua: Azeleratutako Mannheim Aldaera
fr: Gambit Dame accepté, var. de Mannheim accélérée

source: Queen Gambit Accepted: Alekhine Defence
ar: جامبيت الوزير المقبول: اليخين دفاع
br: Gambito da Dama Aceito, Defesa Alekhine
ca: Gambit de Dama acceptat - Defensa Alekhine
cs: QGA: Alekhine defence
de: Damengambit (angenommen): Aljechin-Verteidigung
es: Gambito de Dama Aceptado, Defensa Alekhine
eu: Damaren Ganbito Onartua: Alekhine Defentsa
fr: Gambit Dame accepté, défense Alekhine
id: QGA: Pembelaan Alekhine
it: Gambetto di Donna Accettato, Difesa Alekhine
nl: DGA: Aljechin verdediging
pl: Gam.hetm przyjęty, Obrona Alekhin'a
ru: Принятый ферзевый гамбит: защита Алехина
si: DGS, Aljehinova obramba
sv: Damgambit antagen: Aljechins försvar
tr: QGA: Alekhine savunması
uk: Прийнятий ферзевий гамбіт: захист Альохіна
vi: QGA: Phòng thủ Alekhine

source: Queen Gambit Accepted: Alekhine Defence, Alatortsev Variation
ar: جامبيت الوزير المقبول: اليخين دفاع, الاتورتسف تفريع
br: Gambito da Dama Aceito, Defesa Alekhine, Variante Alatortsev
ca: Gambit de Dama acceptat - Defensa Alekhine - Variant Alatortsev
cs: QGA: Alekhine defence, Alatortsev variation
de: Damengambit (angenommen): Aljechin-Verteidigung, Alatortsev-Variante
es: Gambito de Dama Aceptado, Defensa Alekhine, Variante Alatortsev
eu: Damaren Ganbito Onartua: Alekhine Defentsa, Alatortsev Aldaera
fr: Gambit Dame accepté, défense Alekhine, var. Alatortsev
id: QGA: Pembelaan Alekhine, Varian Alatortsev
it: Gambetto di Donna Accettato, Difesa Alekhine, Variante Alatortsev
nl: DGA: Aljechin verdediging, Alatortsev variant
pl: Gam.hetm przyjęty, obrona Alekhin'a, wariant Alatortsev'a
ru: Принятый ферзевый гамбит: защита Алехина, вариант Алаторцева
si: DGS, Aljehinova obramba, Alatotseva različica
sv: Damgambit antagen: Aljechins försvar, Alatortsevvariant
tr: QGA: Alekhine savunması, Alatortsev varyasyonu
uk: Прийнятий ферзевий гамбіт: захист Альохіна, варіант Алаторцева
vi: QGA: Phòng thủ Alekhine, biến thể Alatortsev

source: Queen Gambit Accepted: Alekhine Defense, Borisenko-Furman Variation
ar: جامبيت الوزير المقبول: اليخين دفاع, بوريزنكو-فورمان تفريع
br: Gambito da Dama Aceito, Defesa Alekhine, Variante Borisenko-Furman
ca: Gambit de Dama acceptat - Defensa Alekhine - Variant Borisenko Furman
cs: QGA: Alekhine defense, Borisenko-Furman variation
de: Damengambit (angenommen): Aljechin-Verteidigung, Borisenko-Furman-Variante
es: Gambito de Dama Aceptado, Defensa Alekhine, Variante Borisenko Furman
eu: Damaren Ganbito Onartua: Alekhine Defentsa, Borisenko-Furman Aldaera
fr: Gambit Dame accepté, défense Alekhine, var. Borisenko - Furman
id: QGA: Pembelaan Alekhine, Varian Borisenko-Furman
it: Gambetto di Donna Accettato, Difesa Alekhine, Variante Borisenko Furman
nl: DGA: Aljechin verdediging, Borisenko-Furman variant
pl: Gam.hetm przyjęty, obrona Alekhin'a, wariant Borisenko-Furman
ru: Принятый ферзевый гамбит: защита Алехина, вариант Борисенко-Фурмана
si: DGS, Aljehinova obramba, Borisenko-Furmanova različica
sv: Damgambit antagen: Aljechins försvar, Borisenko-Furmans variant
tr: QGA: Alekhine savunması, Borisenko-Furman varyasyonu
uk: Прийнятий ферзевий гамбіт: захист Альохіна, варіант Борисенко-Фурмана
vi: QGA: Phòng thủ Alekhine, biến thể Borisenko-Furman

source: Queen Gambit Accepted: Central Variation, Alekhine System
es: Gambito de Dama Aceptado: Variante Central, Alekhine System
eu: Damaren Ganbito Onartua: Erdiko Aldaera, Alekhine Sistema
fr: Gambit Dame accepté, var. centrale, système Alekhine

source: Queen Gambit Accepted: Central Variation, Greco Variation
es: Gambito de Dama Aceptado: Variante Central, Variante Greco
eu: Damaren Ganbito Onartua: Erdiko Aldaera, Greco Aldaera
fr: Gambit Dame accepté, var. centrale, var. Greco

source: Queen Gambit Accepted: Central Variation, McDonnell Defence
es: Gambito de Dama Aceptado: Variante Central, Defensa McDonnell
eu: Damaren Ganbito Onartua: Erdiko Aldaera, McDonnell Defentsa
fr: Gambit Dame accepté, var. centrale, défense MacDonnell

source: Queen Gambit Accepted: Central Variation, McDonnell Defence, Somov Gambit
es: Gambito de Dama Aceptado: Variante Central, Defensa McDonnell, Gambito Somov
eu: Damaren Ganbito Onartua: Erdiko Aldaera, McDonnell Defentsa, Somov Ganbitoa
fr: Gambit Dame accepté, var. centrale, défense MacDonnell, gambit Vanya

source: Queen Gambit Accepted: Central Variation, Modern Defence
es: Gambito de Dama Aceptado: Variante Central, Defensa Modern
eu: Damaren Ganbito Onartua: Erdiko Aldaera, Defentsa Modernoa
fr: Gambit Dame accepté, var. centrale, défense moderne
