Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Valencia Opening
ar: فالنسيا افتتاح
br: Abertura Valenciana
ca: Obertura Valenciana
de: Valencia Eröffnung
es: Apertura Valenciana
eu: Valentzia Irekiera
fr: Ouverture de Valencia
id: Pembukaan Valencia
it: Apertura Valenziana
pl: Debiut Valencia
ru: Валенсийский дебют
si: valencijska otvoritev
sv: Valencias spelöppning
tr: Valencia açılışı
uk: Валенсійський дебют
vi: Khai cuộc Valencia

source: Van Geet Opening: Berlin Gambit
eu: Van Geet Irekiera: Berlin Ganbitoa
fr: Début van Geet, gambit de Berlin

source: Van Geet Opening: Billockus-Johansen Gambit
eu: Van Geet Irekiera: Billockus-Johansen Ganbitoa

source: Van Geet Opening: Caro-Kann Variation, St. Patrick Attack
eu: Van Geet Irekiera: Caro-Kann Aldaera, St. Patrick Erasoa

source: Van Geet Opening: Damhaug Gambit
eu: Van Geet Irekiera: Damhaug ganBiboa

source: Van Geet Opening: Dougherty Gambit
eu: Van Geet Irekiera: Dougherty Ganbitoa

source: Van Geet Opening: Dunst-Perrenet Gambit
eu: Van Geet Irekiera: Dunst-Perrenet Ganbitoa

source: Van Geet Opening: Düsseldorf Gambit
eu: Van Geet Irekiera: Düsseldorf Ganbitoa
fr: Début van Geet, gambit de Düsseldorf

source: Van Geet Opening: Gladbacher Gambit
eu: Van Geet Irekiera: Gladbacher Ganbitoa

source: Van Geet Opening: Gruenfeld Defence
eu: Van Geet Irekiera: Grünfeld Defentsa
fr: Début van Geet, défense Grünfeld

source: Van Geet Opening: Gruenfeld Defence, Steiner Gambit
eu: Van Geet Irekiera: Grünfeld Defentsa, Steiner Ganbitoa

source: Van Geet Opening: Hector Gambit
eu: Van Geet Irekiera: Hector Ganbitoa

source: Van Geet Opening: Hergert Gambit
eu: Van Geet Irekiera: Hergert Ganbitoa

source: Van Geet Opening: Hulsemann Gambit
eu: Van Geet Irekiera: Hulsemann Ganbitoa

source: Van Geet Opening: Jendrossek Gambit
eu: Van Geet Irekiera: Jendrossek Ganbitoa

source: Van Geet Opening: Kluever Gambit
eu: Van Geet Irekiera: Kluever Ganbitoa

source: Van Geet Opening: Laroche Gambit
eu: Van Geet Irekiera: Laroche Ganbitoa

source: Van Geet Opening: Liebig Gambit
eu: Van Geet Irekiera: LieBig Ganbitoa

source: Van Geet Opening: Melleby Gambit
eu: Van Geet Irekiera: Melleby Ganbitoa

source: Van Geet Opening: Myers Attack
eu: Van Geet Irekiera: Myers Erasoa
fr: Début van Geet, attaque Myers

source: Van Geet Opening: Napoleon Attack
eu: Van Geet Irekiera: Napoleon Erasoa

source: Van Geet Opening: Pfeiffer Gambit
eu: Van Geet Irekiera: Pfeiffer Ganbitoa
fr: Début van Geet, gambit Pfeiffer

source: Van Geet Opening: Pfeiffer Gambit, Sleipnir CounterGambit
eu: Van Geet Irekiera: Pfeiffer Ganbitoa, Sleipnir Kontra-Ganbitoa
fr: Début van Geet, gambit Pfeiffer, contre-gambit Sleipnir

source: Van Geet Opening: Reversed Scandinavian
eu: Van Geet Irekiera: Eskandinaviarra Alderantziz
fr: Début van Geet, var. défense scandinave inversée

source: Van Geet Opening: Sicilian Two Knights
eu: Van Geet Irekiera: Siziliar Bi Zaldunak
fr: Début van Geet, var. des 2 cavaliers siciliens

source: Van Geet Opening: Sleipnir Gambit
eu: Van Geet Irekiera: Sleipnir Ganbitoa
fr: Début van Geet, gambit Sleipnir

source: Van Geet Opening: Twyble Attack
eu: Van Geet Irekiera: Twyble Erasoa
fr: Début van Geet, attaque Twyble

source: Van Geet Opening: Tübingen Gambit
eu: Van Geet Irekiera: TüBingen Ganbitoa
fr: Début van Geet, gambit de Tübingen

source: Van Geet Opening: Venezolana Variation
eu: Van Geet Irekiera: Venezolana Aldaera
fr: Début van Geet, var. vénézuélienne

source: Van Geet Opening: Warsteiner Gambit
eu: Van Geet Irekiera: Wasteiner Ganbitoa

source: Van't Kruijs Opening
ar: فانت كروجس افتتاح
br: Abertura Van't Kruijs
ca: Obertura Van't Kruijs
de: Van't Kruijs Eröffnung
es: Apertura Van't Kruijs
eu: Van't Kruijs Irekiera
fr: Ouverture van't Kruijs
id: Pembukaan Van't Kruijs
it: Apertura Van't Kruijs
pl: Debiut Van't Kruijs'a
ru: Дебют ван Круйса
si: Van't Kruijsova otvoritev
sv: Van't Kruijs spelöppning
tr: Van't Kruijs açılışı
uk: Дебют ван Круйса
vi: Khai cuộc Van't Kruijs

source: Van't Kruijs Opening: Bouncing Bishop Variation
es: Apertura Van't Kruijs: Variante Bouncing Bishop
eu: Van't Kruijs Irekiera: Alfil Osasuntsuaren Aldaera
fr: Ouverture van't Kruijs, var. du fou rebondissant

source: Van't Kruijs Opening: Keoni-Hiva Gambit Delayed
es: Apertura Van't Kruijs: Keoni-Hiva Gambit Delayed
eu: Van't Kruijs Irekiera: Keoni-Hiva Ganbito Atzeratua

source: Van't Kruijs Opening: Keoni-Hiva Gambit, Akahi Variation
es: Apertura Van't Kruijs: Gambito Keoni-Hiva, Variante Akahi
eu: Van't Kruijs Irekiera: Keoni-Hiva Ganbitoa, Akahi Aldaera

source: Van't Kruijs Opening: Keoni-Hiva Gambit, Alua Variation
es: Apertura Van't Kruijs: Gambito Keoni-Hiva, Variante Alua
eu: Van't Kruijs Irekiera: Keoni-Hiva Ganbitoa, Alua Aldaera

source: Van't Kruijs Opening: Keoni-Hiva Gambit, Ekolu Variation
es: Apertura Van't Kruijs: Gambito Keoni-Hiva, Variante Ekolu
eu: Van't Kruijs Irekiera: Keoni-Hiva Ganbitoa, Ekolu Aldaera

source: Venezolana Opening
ar: الفنزويلي افتتاح
br: Abertura Venezuelana
ca: Obertura Veneçolana
de: Venezolana Eröffnung
es: Apertura Venezolana
eu: Venezolana Irekiera
fr: Ouverture vénézuélienne
id: Pembukaan Venezolana
it: Apertura Venezuelana
pl: Debiut Venezolana
ru: Венесуэльское начало
si: Venezolanejeva otvoritev
sv: Venezolanas spelöppning
tr: Venezolana açılışı
uk: Венесуельський початок
vi: Khai cuộc Venezolana

source: Veresov Opening: Malich Gambit
eu: Veresov Irekiera: Malich Ganbitoa
fr: Attaque Richter - Veresov, gambit Malich

source: Vienna Gambit
ar: جامبيت فيينا
br: Abertura Vienesa, Gambito Viena
ca: Obertura Vienesa - Gambit Vienès
de: Wiener Partie Gambit
es: Apertura Vienesa, Gambito Vienés
eu: Vienako Ganbitoa
fr: Gambit viennois
id: Gambit Wina
it: Apertura Viennese
nl: Wenen gambiet
pl: Wiedeński gambit
ru: Венский гамбит
si: dunajski gambit
sv: Wienergambit
tr: Viyana gambiti
uk: Віденський гамбіт
vi: Vienna cờ

source: Vienna Gambit, Steinitz Variation
ar: جامبيت فيينا, تفريع شتاينتز
br: Abertura Vienesa, Gambito Viena, Variante Steinitz
ca: Obertura Vienesa - Gambit Vienès - Variant Steinitz
de: Wiener Gambit, Steinitz Variante
es: Apertura Vienesa, Gambito Vienés, Variante Steinitz
eu: Vienako Ganbitoa, Steinitz Aldaera
fr: Gambit viennois, var. Steinitz
id: Gambit Wina, Varian Steinitz
it: Apertura Viennese, Variante Steinitz
nl: Wenen gambiet, Steinitz variant
pl: Wiedeński gambit:wariant Steinitz'a
ru: Венский гамбит: вариант Стейница
si: dunajski gambit, Steinitzova različica
sv: Wienergambit: Steinitzvarianten
tr: Viyana gambiti, Steinitz varyasyonu
uk: Віденський гамбіт: варіант Стейніца
vi: Vienna cờ, Steinitz biến

source: Vienna Gambit, Wurzburger Trap
ar: جامبيت فيينا, فورزبرجر فخ
br: Abertura Vienesa, Gambito Viena, Armadilha de Wurzburger
ca: Obertuta Vienesa - Gambit Vienès - Trampa de Wurzburger
de: Wiener Gambit, Wurzburger Falle
es: Apertura Vienesa, Gambito Vienés, Trampa de Wurzburger
eu: Vienako Ganbitoa, Wurzburger Tranpa
fr: Gambit viennois, piège de Würzburger
id: Gambit Wina, Jebakan Wurzburger
it: Apertura Viennese, Trappola Wurzburger
nl: Wenen gambiet, Wurzburger val
pl: Wiedeński gambit:pułapka Wurzburger'a
ru: Венский гамбит: ловушка Вюрцбургера
si: dunajski gambit, Wurzburgerjeva past
sv: Wienergambit: Wurzburgerfällan
tr: Viyana gambiti, Wurzburger tuzağı
uk: Віденський гамбіт: пастка Вюрцбургера
vi: Vienna cờ, Wurzburger bẫy

source: Vienna Gambit: Bardeleben Variation
ar: جامبيت فيينا: بارديليبين تفريع
br: Abertura Vienesa, Gambito Viena, Variante Bardeleben
ca: Obertura Vienesa - Gambit Vienès - Variant Bardeleben
de: Wiener Gambit: Bardeleben Variante
es: Apertura Vienesa, Gambito Vienés, Variante Bardeleben
eu: Vienako Ganbitoa: Bardeleben Aldaera
fr: Gambit viennois, var. Bardeleben
id: Gambit Wina, Varian Bardebelen
it: Apertura Viennese, Variante Bardeleben
nl: Wenen gambiet: Bardeleben variant
pl: Wiedeński gambit:wariant Bardeleben'a
ru: Венский гамбит: вариант Барделебена
si: dunajski gambit, Bardelebenova različica
sv: Wienergambit: Bardelebenvarianten
tr: Viyana gambiti: Bardeleben varyasyonu
uk: Віденський гамбіт: варіант Барделебена
vi: Vienna cờ: Bardeleben biến

source: Vienna Gambit: Breyer Variation
ar: جامبيت فيينا: برير تفريع
br: Abertura Vienesa, Gambito Viena, Variante Breyer
ca: Obertura Vienesa - Gambit Vienès - Variant Breyer
de: Wiener Gambit: Breyer Variante
es: Apertura Vienesa, Gambito Vienés, Variante Breyer
eu: Vienako Ganbitoa: Breyerren Aldaera
fr: Gambit viennois, var. Breyer
id: Gambit Wina, Varian Breyer
it: Apertura Viennese, Variante Breyer
nl: Wenen gambiet: Breyer variant
pl: Wiedeński gambit:wariant Breyer'a
ru: Венский гамбит: вариант Брейера
si: dunajski gambit, Breyerjeva različica
sv: Wienergambit: Breyervarianten
tr: Viyana gambiti: Breyer varyasyonu
uk: Віденський гамбіт: варіант Брейєра
vi: Vienna cờ: Breyer biến

source: Vienna Gambit: Heyde Variation
ar: جامبيت فيينا: هييدي تفريع
br: Abertura Vienesa, Gambito Viena, Variante Heyde
ca: Obertura Vienesa - Gambit Vienès - Variant Heyde
de: Wiener Gambit: Heyde Variante
es: Apertura Vienesa, Gambito Vienés, Variante Heyde
eu: Vienako Ganbitoa: Heyde Aldaera
fr: Gambit viennois, var. Heyde
id: Gambit Wina, Varian Heyde
it: Apertura Viennese, Variante Heyde
nl: Wenen gambiet: Heyde variant
pl: Wiedeński gambit:wariant Heyde
ru: Венский гамбит: вариант Хейде
si: dunajski gambit, Heydejeva različica
sv: Wienergambit: Heydevarianten
tr: Viyana gambiti: Heyde varyasyonu
uk: Віденський гамбіт: варіант Хейде
vi: Vienna cờ: HEYDE biến

source: Vienna Gambit: Kaufmann Variation
ar: جامبيت فيينا: كوفمان تفريع
br: Abertura Vienesa, Gambito Viena, Variante Kaufmann
ca: Obertura Vienesa - Gambit Vienès - Variant Kaufmann
de: Wiener Gambit: Kaufmann Variante
es: Apertura Vienesa, Gambito Vienés, Variante Kaufmann
eu: Vienako Ganbitoa: Kaufmannen Aldaera
fr: Gambit viennois, var. Kaufmann
id: Gambit Wina, Varian Kaufmann
it: Apertura Viennese, Variante Kaufmann
nl: Wenen gambiet: Kaufmann variant
pl: Wiedeński gambit:wariant Kaufmann'a
ru: Венский гамбит: вариант Кауфмана
si: dunajski gambit, Kaufmannova različica
sv: Wienergambit: Kaufmannvarianten
tr: Viyana gambiti: Kaufmann varyasyonu
uk: Віденський гамбіт: варіант Кауфмана
vi: Vienna cờ: Kaufmann biến

source: Vienna Gambit: Paulsen Attack
ar: جامبيت فيينا: بولسن هجوم
br: Abertura Vienesa, Gambito Viena, Ataque Paulsen
ca: Obertura Vienesa - Gambit Vienès - Atac Paulsen
de: Wiener Gambit: Paulsen Angriff
es: Apertura Vienesa, Gambito Vienés, Ataque Paulsen
eu: Vienako Ganbitoa: Paulsenen Erasoa
fr: Gambit viennois, attaque Paulsen
id: Gambit Wina, Serangan Paulsen
it: Apertura Viennese, Attacco Paulsen
nl: Wenen gambiet: Paulsen aanval
pl: Wiedeński gambit: atak Paulsen'a
ru: Венский гамбит: атака Паульсена
si: dunajski gambit, Paulsenov napad
sv: Wienergambit: Paulsens angrepp
tr: Viyana gambiti: Paulsen hücumu
uk: Віденський гамбіт: атака Паульсена
vi: Vienna cờ: Paulsen tấn công

source: Vienna Game
ar: طابق فيينا
br: Abertura Vienesa
ca: Obertura Vienesa
de: Wiener Partie game
es: Apertura Vienesa
eu: Vienako Partida
fr: Partie viennoise
id: Permainan Wina
it: Apertura Viennese
nl: Weense partij
pl: Wiedeńska
ru: Венская партия
si: dunajska igra
sv: Wienerparti
tr: Viyana oyunu
uk: Віденська партія
vi: Vienna trò chơi

source: Vienna Game, Max Lange Defence
ar: طابق فيينا, دفاع ماكس لانج
br: Abertura Vienesa, Defesa Max Lange
ca: Obertura Vienesa - Defensa Max Lange
de: Wiener Partie game, Max Lange Verteidigung
es: Apertura Vienesa, Defensa Max Lange
eu: Vienako Partida, Max Lange Defentsa
fr: Viennoise, défense Max Lange
id: Wina, Pembelaan Max Lange
it: Apertura Viennese, Difesa Max Lange
nl: Weense partij, Max Lange verdediging
pl: Wiedeńska, obrona Max Lange
ru: Венская партия: защита Макса Ланге
si: dunajska igra, Max Langeva obramba
sv: Wienerparti: Max Langes försvar
tr: Viyana oyunu, Max Lange savunması
uk: Віденська партія: захист Макса Ланге
vi: Ván cờ Vienna, phòng thủ Max Lange

source: Vienna Game: Anderssen Defence
es: Apertura Vienesa: Defensa Anderssen
eu: Vienako Partida: Anderssen Defentsa
fr: Viennoise, défense Anderssen

source: Vienna Game: Frankenstein-Dracula Variation
es: Apertura Vienesa: Variante Frankenstein-Dracula
eu: Vienako Partida: Frankenstein-Drakula Aldaera
fr: Viennoise, var. Frankenstein - Dracula

source: Vienna Game: Giraffe Attack
es: Apertura Vienesa: Ataque Giraffe
eu: Vienako Partida: Lepaluze Erasoa
fr: Viennoise, attaque de la girafe

source: Vienna Game: Hamppe-Meitner Variation
es: Apertura Vienesa: Variante Hamppe-Meitner
eu: Vienako Partida: Hamppe-Meitner Aldaera
fr: Viennoise, var. Hamppe - Meitner

source: Vienna Game: Mieses Variation, Erben Gambit
es: Apertura Vienesa: Variante Mieses, Gambito Erben
eu: Vienako Partida: Mieses Aldaera, Erben Ganbitoa

source: Vienna Game: Omaha Gambit
es: Apertura Vienesa: Gambito Omaha
eu: Vienako Partida: Omaha Ganbitoa

source: Vienna Game: Paulsen Variation
es: Apertura Vienesa: Variante Paulsen
eu: Vienako Partida: Paulsen Aldaera

source: Vienna Game: Paulsen Variation, Mariotti Gambit
es: Apertura Vienesa: Variante Paulsen, Gambito Mariotti
eu: Vienako Partida: Paulsen Aldaera, Mariotti Ganbitoa

source: Vienna Game: Paulsen Variation, Pollock Gambit
es: Apertura Vienesa: Variante Paulsen, Gambito Pollock
eu: Vienako Partida: Paulsen Aldaera, Pollock Ganbitoa
fr: Viennoise, var. Paulsen, gambit Pollock

source: Vienna Game: Philidor CounterGambit
es: Apertura Vienesa: Philidor CounterGambit
eu: Vienako Partida: Philidor Kontra-Ganbitoa
fr: Viennoise, contre-gambit Philidor

source: Vienna Game: Stanley Variation
es: Apertura Vienesa: Variante Stanley
eu: Vienako Partida: Stanley Aldaera
fr: Viennoise, var. Stanley

source: Vienna Game: Stanley Variation, Bronstein Gambit
es: Apertura Vienesa: Variante Stanley, Gambito Bronstein
eu: Vienako Partida: Stanley Aldaera, Bronstein Ganbitoa

source: Vienna Game: Stanley Variation, Eifel Gambit
es: Apertura Vienesa: Variante Stanley, Gambito Eifel
eu: Vienako Partida: Stanley Aldaera, Eifel Ganbitoa

source: Vienna Game: Stanley Variation, Meitner-Mieses Gambit
es: Apertura Vienesa: Variante Stanley, Gambito Meitner-Mieses
eu: Vienako Partida: Stanley Aldaera, Meitner-Mieses Ganbitoa

source: Vienna Game: Stanley Variation, Monster Declined
es: Apertura Vienesa: Variante Stanley, Monster Declined
eu: Vienako Partida: Stanley Aldaera, Monster Ukatua

source: Vienna Game: Stanley Variation, Reversed Spanish
es: Apertura Vienesa: Variante Stanley, Reversed Spanish
eu: Vienako Partida: Stanley Aldaera, Alderantzizkatutako Espainiarra
fr: Viennoise, var. Stanley, var. espagnole inversée

source: Vienna Game: Stanley Variation, Three Knights Variation
es: Apertura Vienesa: Variante Stanley, Variante Three Knights
eu: Vienako Partida: Stanley Aldaera, Hiru Zaldunen Aldaera
fr: Viennoise, var. Stanley, var. des 3 cavaliers

source: Vienna Game: Vienna Gambit
es: Apertura Vienesa: Gambito Vienna
eu: Vienako Partida: Viena Ganbitoa
fr: Gambit viennois

source: Vienna Game: Vienna Gambit, Cunningham Defence
es: Apertura Vienesa: Gambito Vienna, Defensa Cunningham
eu: Vienako Partida: Viena Ganbitoa, Cunningham Defentsa
fr: Gambit viennois, défense Cunningham

source: Vienna Game: Vienna Gambit, Hamppe-Allgaier Gambit, ThorOld Variation
es: Apertura Vienesa: Gambito Vienna, Gambito Hamppe-Allgaier, Variante ThorOld
eu: Vienako Partida: Viena Ganbitoa, Hamppe-Allgaier Ganbitoa Thor Aldaera Zaharra
fr: Gambit viennois, gambit Hamppe - Allgaier, var. Thorold

source: Vienna Game: Vienna Gambit, Hamppe-Muzio Gambit
es: Apertura Vienesa: Gambito Vienna, Gambito Hamppe-Muzio
eu: Vienako Partida: Viena Ganbitoa, Hamppe-Muzio Ganbitoa
fr: Gambit viennois, gambit Hamppe - Muzio

source: Vienna Game: Vienna Gambit, Main Line
es: Apertura Vienesa: Gambito Vienna, Main Line
eu: Vienako Partida: Viena Ganbitoa, Lerro Nagusia
fr: Gambit viennois, ligne principale

source: Vienna Game: Vienna Gambit, Modern Variation
es: Apertura Vienesa: Gambito Vienna, Variante Modern
eu: Vienako Partida: Viena Ganbitoa, Aldaera Modernoa
fr: Gambit viennois, var. moderne

source: Vienna Game: Vienna Gambit, Quelle Gambit
es: Apertura Vienesa: Gambito Vienna, Gambito Quelle
eu: Vienako Partida: Viena Ganbitoa, Quelle Ganbitoa
fr: Gambit viennois, gambit Quelle

source: Vienna Game: Vienna Gambit, Steinitz Gambit, Knight Variation
es: Apertura Vienesa: Gambito Vienna, Gambito Steinitz, Variante Knight
eu: Vienako Partida: Viena Ganbitoa, Steinitz Ganbitoa, Zaldunaren Aldaera
fr: Gambit viennois, var. du cavalier

source: Vienna Game: Vienna Gambit, Steinitz Gambit, Main Line
es: Apertura Vienesa: Gambito Vienna, Gambito Steinitz, Main Line
eu: Vienako Partida: Viena Ganbitoa, Steinitz Ganbitoa, Lerro Nagusia
fr: Gambit viennois, gambit Steinitz, ligne principale

source: Vienna Game: Vienna Gambit, Steinitz Gambit, Paulsen Defence
es: Apertura Vienesa: Gambito Vienna, Gambito Steinitz, Defensa Paulsen
eu: Vienako Partida: Viena Ganbitoa, Steinitz Ganbitoa, Paulsen Defentsa
fr: Gambit viennois, gambit Steinitz, ligne principale, défense Paulsen

source: Vienna Game: Vienna Gambit, Steinitz Gambit, Sörensen Defence
es: Apertura Vienesa: Gambito Vienna, Gambito Steinitz, Defensa Sörensen
eu: Vienako Partida: Viena Ganbitoa, Steinitz Ganbitoa, Sörensen Defentsa
fr: Gambit viennois, gambit Steinitz, ligne principale, défense Sørensen

source: Vienna Opening: Adams' Gambit
ar: فيينا: أدمs' جامبيت
br: Abertura Vienesa, Gambito Adams
ca: Obertura Vienesa - Gambit Adams
cs: Vienna: Adams' gambit
de: Wiener Partie: Adams' Gambit
es: Apertura Vienesa, Gambito Adams
eu: Viena: Adamsen Ganbitoa
fr: Viennoise, gambit Adams
id: Wina, Gambit Adam
it: Apertura Viennese, Mossa di Adams
nl: Weens: Adams 'gambiet
pl: Wiedeńska: gambit Adams'a
ru: Венская партия: гамбит Адамса
si: dunajska igra, Adamsov gambit
sv: Wienerparti: Adams gambit
tr: Viyana: Adams' gambiti
uk: Віденська партія: гамбіт Адамса
vi: Vienna: Adams Gambit

source: Vienna Opening: Alekhine Variation
ar: فيينا: اليخين تفريع
br: Abertura Vienesa, Variante Alekhine
ca: Obertura Vienesa - Variant Alekhine
cs: Vienna: Alekhine variation
de: Wiener Partie: Aljechin Variante
es: Apertura Vienesa, Variante Alekhine
eu: Viena: Alekhine Aldaera
fr: Viennoise, var. Alekhine
id: Wina, Varian Alekhine
it: Apertura Viennese, Variante Alekhine
nl: Weens: Aljechin variant
pl: Wiedeńska: wariant Alekhina
ru: Венская партия: вариант Алехина
si: dunajska, Aljehinova različica
sv: Wienerparti: Aljechinvarianten
tr: Viyana: Alekhine varyasyonu
uk: Віденська партія: варіант Альохіна
vi: Vienna: Alekhine biến

source: Vienna Opening: Falkbeer Variation
ar: فيينا: فالكبير تفريع
br: Abertura Vienesa, Variante Falkbeer
ca: Obertura Vienesa - Variant Falkbeer
cs: Vienna: Falkbeer variation
de: Wiener Partie: Falkbeer Variante
es: Apertura Vienesa, Variante Falkbeer
eu: Viena: Falkbeer Aldaera
fr: Viennoise, var. Falkbeer
id: Wina, Varian Falkbeer
it: Apertura Viennese, Variante Falkbeer
nl: Weens: Falkbeer variant
pl: Wiedeńska: wariant Falkbeer'a
ru: Венская партия: вариант Фалькбеера
si: dunajska, Falkbeerjeva različica
sv: Wienerparti: Falkbeervarianten
tr: Viyana: Falkbeer varyasyonu
uk: Віденська партія: варіант Фалькбеєра
vi: Vienna: Falkbeer biến

source: Vienna Opening: Fyfe Gambit
ar: فيينا: فيايف جامبيت
br: Abertura Vienesa, Gambito Fyfe
ca: Obertura Vienesa - Gambit Fyfe
cs: Vienna: Fyfe gambit
de: Wiener Partie: Fyfe Gambit
es: Apertura Vienesa, Gambito Fyfe
eu: Viena: Fyfe Ganbitoa
fr: Viennoise, gambit Fyfe
id: Wina, Gambit Fyfe
it: Apertura Viennese, Mossa di Fyfe
nl: Weens: Fyfe gambiet
pl: Wiedeńska: gambit Fyfe
ru: Венская партия: гамбит Файфа
si: dunajska, Fyfov gambit
sv: Wienerparti: Fyfegambit
tr: Viyana: Fyfe gambiti
uk: Віденська партія: гамбіт Файфа
vi: Vienna: Fyfe Gambit

source: Vienna Opening: Hamppe-Allgaier Gambit
ar: فيينا: هامبي-جامبيت أولجير
br: Abertura Vienesa, Gambito Hamppe Allgaier
ca: Obertura Vienesa - Gambit Hamppe Allgaier
cs: Vienna: Hamppe-Allgaier gambit
de: Wiener Partie: Hamppe-Allgaier-Gambit
es: Apertura Vienesa, Gambito Hamppe Allgaier
eu: Viena: Hamppe-Allgaier Ganbitoa
fr: Viennoise, gambit Hamppe - Allgaier
id: Wina, Gambit Hamppe-Allgaier
it: Apertura Viennese, Mossa di Hamppe Allgaier
nl: Weens: Hamppe-Allgaier gambiet
pl: Wiedeńska: gambit Hamppe-Allgaier
ru: Венская партия: гамбит Гампе-Альгайера
si: dunajska, Hamppe-Allgaierjev gambit
sv: Wienerparti: Hamppe-Allgaier-gambit
tr: Viyana: Hamppe-Allgaier gambiti
uk: Віденська партія: гамбіт Гампе-Альгайєра
vi: Vienna: Hamppe-Allgaier Gambit

source: Vienna Opening: Hamppe-Allgaier Gambit, Alapin Variation
ar: فيينا: هامبي-جامبيت أولجير, تفريع الابين
br: Abertura Vienesa, Gambito Hamppe-Allgaier, Variante Alapin
ca: Obertura Vienesa - Gambit Hamppe Allgaier - Variant Alapin
cs: Vienna: Hamppe-Allgaier gambit, Alapin variation
de: Wiener Partie: Hamppe-Allgaier-Gambit, Alapin-Variante
es: Apertura Vienesa, Gambito Hamppe Allgaier, Variante Alapin
eu: Viena: Hamppe-Allgaier Ganbitoa, Alapin Aldaera
fr: Viennoise, gambit Hamppe - Allgaier, var. Alapin
id: Wina, Gambit Hamppe-Allgaier, Varian Alapin
it: Apertura Viennese, Mossa di Hamppe Allgaier, Variante Alapin
nl: Weens: Hamppe-Allgaier gambiet, Alapin variant
pl: Wiedeńska: gambit Hamppe-Allgaier, wariant Alapin'a
ru: Венская партия: гамбит Гампе-Альгайера, вариант Алапина
si: dunajska, Hamppe-Allgaierjev gambit, Alapinova različica
sv: Wienerparti: Hamppe-Allgaier-gambit, Alapinvarianten
tr: Viyana: Hamppe-Allgaier gambiti, Alapin varyasyonu
uk: Віденська партія: гамбіт Гампе-Альгайєра, варіант Алапіна
vi: Vienna: Hamppe-Allgaier cờ, Alapin biến

source: Vienna Opening: Hamppe-Muzio Gambit
ar: فيينا: هامبي-موزيو جامبيت
br: Abertura Vienesa, Gambito-Hamppe Muzio
ca: Obertura Vienesa - Gambit Hamppe Muzio
cs: Vienna: Hamppe-Muzio gambit
de: Wiener Partie: Hamppe-Muzio-Gambit
es: Apertura Vienesa, Gambito Hamppe Muzio
eu: Viena: Hamppe-Muzio Ganbitoa
fr: Viennoise, gambit Hamppe - Muzio
id: Wina, Gambit Hamppe-Muzio
it: Apertura Viennese, Mossa di Hamppe Muzio
nl: Weens: Hamppe-Muzio gambiet
pl: Wiedeńska: gambitHamppe-Muzio
ru: Венская партия: гамбит Гампе-Муцио
si: dunajska, Hamppe-Muziov gambit
sv: Wienerparti: Hamppe-Muzio-gambit
tr: Viyana: Hamppe-Muzio gambiti
uk: Віденська партія: гамбіт Гампе-Муціо
vi: Vienna: Hamppe-Muzio Gambit

source: Vienna Opening: Hamppe-Muzio, Dubois Variation
ar: فيينا: هامبي-موزيو, دوببيوس تفريع
br: Abertura Vienesa, Gambito Hamppe-Muzio, Variante Dubois
ca: Obertura Vienesa - Gambit Hamppe Muzio - Variant Dubois
cs: Vienna: Hamppe-Muzio, Dubois variation
de: Wiener Partie: Hamppe-Muzio, Dubois-Variante
es: Apertura Vienesa, Gambito Hamppe Muzio, Variante Dubois
eu: Viena: Hamppe-Muzio, Dubois Aldaera
fr: Viennoise, gambit Hamppe - Muzio, var. Dubois
id: Wina, Gambit Hamppe-Muzio, Varian Dubois
it: Apertura Viennese, Mossa di Hamppe Muzio, Variante Dubois
nl: Weens: Hamppe-Muzio, Dubois variant
pl: Wiedeńska: Hamppe-Muzio, wariant Dubois
ru: Венская партия: гамбит Гампе-Муцио, вариант Дюбуа
si: dunajska, Hamppe-Muzio, Duboisova različica
sv: Wienerparti: Hamppe-Muzio, Duboisvarianten
tr: Viyana: Hamppe-Muzio, Dubois varyasyonu
uk: Віденська партія: гамбіт Гампе-Муціо, варіант Дюбуа
vi: Vienna: Hamppe-Muzio, Dubois biến
