Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian Defence: Nimzovich-Rossolimo Attack, Gurgenidze Variation
ar: صقلي: نيمزوفيتش-روسوليمو هجوم, جورجينيدز تفريع
br: Defesa Siciliana, Ataque Nimzowitsch-Rossolimo, Variante Gurgenidze
ca: Defensa Siciliana - Atac Nimzowitsch Rossolimo - Variant Gurgenidze
cs: Sicilian: Nimzovich-Rossolimo attack, Gurgenidze variation
de: Sizilianisch: Nimzowitsch-Rossolimo Angriff, Gurgenidze Variante
es: Defensa Siciliana, Ataque Nimzowitsch Rossolimo, Variante Gurgenidze
eu: Siziliarra: Nimzovich-Rossolimo Erasoa, Gurgenidze Aldaera
fr: Sicilienne, attaque Nimzowitsch - Rossolimo, var. Gurgenidze
id: Sisila Serangan Nimzowitch-Rossolimo, Varian Gurgenidze
it: Difesa Siciliana, Attacco Nimzowitsch Rossolimo, Variante Gurgenidze
nl: Siciliaans: Nimzovich-Rossolimo aanval, Gurgenidze variant
pl: Sycylijska, atak Nimzovitsch-Rossolimo, wariant Gurgenidze
ru: Сицилианская защита: атака Нимцовича-Россолимо, вариант Гургенидзе
si: sicilijanska, Nimzovich-Rossolimov napad, Gurgendizeva različica
sv: Sicilianskt: Nimzowitsch-Rossolimos angrepp, Gurgenidzevarianten
tr: Sicilya: Nimzovich-Rossolimo hücumu, Gurgenidze varyasyonu
uk: Сицилійський захист: атака Німцовича-Россолімо, варіант Гургенідзе
vi: Sicilia: tấn công Nimzovich-Rossolimo, biến thể Gurgenidze

source: Sicilian Defence: Nimzovich-Rubinstein Variation
ar: صقلي: نيمزوفيتش-روبينشتاين تفريع
br: Defesa Siciliana, Variante Nimzowitsch-Rubinstein
ca: Defensa Siciliana - Variant Nimzowitsch Rubinstein
cs: Sicilian: Nimzovich-Rubinstein variation
de: Sizilianisch: Nimzowitsch-Rubinstein Variante
es: Defensa Siciliana, Variante Nimzowitsch Rubinstein
eu: Siziliarra: Nimzovich-Rubinstein Aldaera
fr: Sicilienne, var. Nimzowitsch - Rubinstein
id: Sisilia Varian Nimzowitch-Rubenstein
it: Difesa Siciliana, Variante Nimzowitsch Rubinstein
nl: Siciliaans: Nimzovich-Rubinstein variant
pl: Sycylijska, wariant Nimzovitsch-Rubinstein
ru: Сицилианская защита: вариант Рубинштейна
si: sicilijanska, Nimzovich-Rubisteinova različica
sv: Sicilianskt: Nimzowitsch-Rubinsteinvarianten
tr: Sicilya: Nimzovich-Rubinstein varyasyonu
uk: Сицилійський захист: варіант Рубінштейна
vi: Sicilia: Nimzovich-Rubinstein biến

source: Sicilian Defence: Nimzovich-Rubinstein; Rubinstein Counter-gambit
ar: صقلي: نيمزوفيتش-روبينشتاين; روبينشتاين الجامبيت المضاد
br: Defesa Siciliana, Variante Nimzowitsch-Rubinstein, Contra-Gambito Rubinstein
ca: Defensa Siciliana - Variant Nimzowitsch Rubinstein - Contra Gambit Rubinstein
cs: Sicilian: Nimzovich-Rubinstein; Rubinstein counter-gambit
de: Sizilianisch: Nimzowitsch-Rubinstein; Rubinstein Gegengambit
es: Defensa Siciliana, Variante Nimzowitsch Rubinstein, ContraGambito Rubinstein
eu: Siziliarra: Nimzovich-Rubinstein Aldaera; Rubinstein Kontra-Ganbitoa
fr: Sicilienne, var. Nimzowitsch - Rubinstein, contre-gambit Rubinstein
id: Sisilia Nimzowitch-Rubenstein, Gambit Balasan Rubinstein
it: Difesa Siciliana, Variante Nimzowitsch Rubinstein, Controgambetto Rubinstein
nl: Siciliaans: Nimzovich-Rubinstein; Rubinstein tegengambiet
pl: Sycylijska: Nimzovitsch-Rubinstein; kontr-gambit Rubinstein'a
ru: Сицилианская защита: вариант Рубинштейна, контргамбит Рубинштейна
si: sicilijanska, Nimzovich-Rubisteinova, Rubinsteinov proti-gmbit
sv: Sicilianskt: Nimzowitsch-Rubinstein; Rubinsteins motgambit
tr: Sicilya: Nimzovich-Rubinstein; Rubinstein karşı gambiti
uk: Сицилійський захист: варіант Рубінштейна, контргамбіт Рубінштейна
vi: Sicilia: Nimzovich-Rubinstein; Rubinstein phản Gambit

source: Sicilian Defence: Nimzowitsch Variation, Advance Variation
es: Defensa Siciliana: Variante Nimzowitsch, Variante Advance
eu: Siziliar Defentsa: Nimzowitsch Aldaera, Aurrerapen Aldaera
fr: Sicilienne, var. Nimzowitsch, var. d'avance

source: Sicilian Defence: Nimzowitsch Variation, Closed Variation
es: Defensa Siciliana: Variante Nimzowitsch, Variante Closed
eu: Siziliar Defentsa: Nimzowitsch Aldaera, Aldaera Itxia
fr: Sicilienne, var. Nimzowitsch, var. fermée

source: Sicilian Defence: Nimzowitsch Variation, Exchange Variation
es: Defensa Siciliana: Variante Nimzowitsch, Variante Exchange
eu: Siziliar Defentsa: Nimzowitsch Aldaera, Truke Aldaera
fr: Sicilienne, var. Nimzowitsch, var. d'échange

source: Sicilian Defence: Nyezhmetdinov-Rossolimo Attack, Fianchetto Variation, Gufeld Gambit
es: Defensa Siciliana: Ataque Nyezhmetdinov-Rossolimo, Variante Fianchetto, Gambito Gufeld
eu: Siziliar Defentsa: Nyezhmetdinov-Rossolimo Erasoa, Fiancheto Aldaera, Gufeld Ganbitoa
fr: Sicilienne, attaque Nejmetdinov - Rossolimo, var. du fianchetto, gambit Gufeld

source: Sicilian Defence: Nyezhmetdinov-Rossolimo Attack, Fianchetto Variation, Lutikov Gambit
es: Defensa Siciliana: Ataque Nyezhmetdinov-Rossolimo, Variante Fianchetto, Gambito Lutikov
eu: Siziliar Defentsa: Nyezhmetdinov-Rossolimo Erasoa, Fiancheto Aldaera, Lutikov Ganbitoa
fr: Sicilienne, attaque Nejmetdinov - Rossolimo, var. du fianchetto, gambit Lutikov

source: Sicilian Defence: Nyezhmetdinov-Rossolimo Attack, Fianchetto Variation, Totsky Attack
es: Defensa Siciliana: Ataque Nyezhmetdinov-Rossolimo, Variante Fianchetto, Ataque Totsky
eu: Siziliar Defentsa: Nyezhmetdinov-Rossolimo Erasoa, Fiancheto Aldaera, Totsky Erasoa
fr: Sicilienne, attaque Nejmetdinov - Rossolimo, var. du fianchetto, attaque Totsky

source: Sicilian Defence: Nyezhmetdinov-Rossolimo Attack, San Francisco Gambit
es: Defensa Siciliana: Ataque Nyezhmetdinov-Rossolimo, Gambito San Francisco
eu: Siziliar Defentsa: Nyezhmetdinov-Rossolimo Erasoa, San Francisco Ganbitoa
fr: Sicilienne, attaque Nejmetdinov - Rossolimo, gambit de San Francisco

source: Sicilian Defence: O'Kelly Variation
ar: صقلي: اوكلي تفريع
br: Defesa Siciliana, Variante O'Kelly
ca: Defensa Siciliana - Variant O'Kelly
cs: Sicilian: O'Kelly variation
de: Sizilianisch: O'Kelly Variante
es: Defensa Siciliana, Variante O'Kelly
eu: Siziliarra: O'Kelly Aldaera
fr: Sicilienne, var. O'Kelly
id: Sisilia Varian O'Kelly
it: Difesa Siciliana, Variante O'Kelly
nl: Siciliaans: O'Kelly variant
pl: Sycylijska, wariant O'Kelly
ru: Сицилианская защита: вариант О'Келли
si: sicilijanska, O'Kellyjeva različica
sv: Sicilianskt: O'Kellys variant
tr: Sicilya: O'Kelly varyasyonu
uk: Сицилійський захист: варіант О'Келлі
vi: Sicilia: O'Kelly biến

source: Sicilian Defence: O'Kelly Variation, Aronin System
es: Defensa Siciliana: Variante O'Kelly, Aronin System
eu: Siziliar Defentsa: O'Kelly Aldaera, Aronin Sistema
fr: Sicilienne, var. O'Kelly, système Aronine

source: Sicilian Defence: O'Kelly Variation, Kieseritzky System
es: Defensa Siciliana: Variante O'Kelly, Kieseritzky System
eu: Siziliar Defentsa: O'Kelly Aldaera, Kieseritzky Sistema
fr: Sicilienne, var. O'Kelly, système Kieseritzky

source: Sicilian Defence: O'Kelly Variation, Maróczy Bind
es: Defensa Siciliana: Variante O'Kelly, Maróczy Bind
eu: Siziliar Defentsa: O'Kelly Aldaera, Maróczy Bind
fr: Sicilienne, var. O'Kelly, étau de Maroczy

source: Sicilian Defence: O'Kelly Variation, Maróczy Bind, Geller Line
es: Defensa Siciliana: Variante O'Kelly, Maróczy Bind, Geller Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Maróczy Bind, Geller Lerroa
fr: Sicilienne, var. O'Kelly, étau de Maroczy, ligne Geller

source: Sicilian Defence: O'Kelly Variation, Maróczy Bind, Paulsen Line
es: Defensa Siciliana: Variante O'Kelly, Maróczy Bind, Paulsen Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Maróczy Bind, Paulsen Lerroa
fr: Sicilienne, var. O'Kelly, étau de Maroczy, ligne Paulsen

source: Sicilian Defence: O'Kelly Variation, Maróczy Bind, Robatsch Line
es: Defensa Siciliana: Variante O'Kelly, Maróczy Bind, Robatsch Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Maróczy Bind, Robatsch Lerroa
fr: Sicilienne, var. O'Kelly, étau de Maroczy, ligne Robatsch

source: Sicilian Defence: O'Kelly Variation, Normal System
es: Defensa Siciliana: Variante O'Kelly, Normal System
eu: Siziliar Defentsa: O'Kelly Aldaera, Sistema Normala
fr: Sicilienne, var. O'Kelly, système normal

source: Sicilian Defence: O'Kelly Variation, Normal System, Cortlever Gambit
es: Defensa Siciliana: Variante O'Kelly, Normal System, Gambito Cortlever
eu: Siziliar Defentsa: O'Kelly Aldaera, Sistema Normala, Cortlever Ganbitoa
fr: Sicilienne, var. O'Kelly, système normal, gambit Cortlever

source: Sicilian Defence: O'Kelly Variation, Normal System, Smith-Morra Line
es: Defensa Siciliana: Variante O'Kelly, Normal System, Smith-Morra Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Sistema Normala, Smith-Morra Lerroa
fr: Sicilienne, var. O'Kelly, système normal, ligne Smith - Morra

source: Sicilian Defence: O'Kelly Variation, Normal System, Taimanov Line
es: Defensa Siciliana: Variante O'Kelly, Normal System, Taimanov Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Sistema Normala, Taimanov Lerroa
fr: Sicilienne, var. O'Kelly, système normal, ligne Taïmanov

source: Sicilian Defence: O'Kelly Variation, Normal System, Zagorovsky Line
es: Defensa Siciliana: Variante O'Kelly, Normal System, Zagorovsky Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Sistema Normala, Zagorovsky Lerroa
fr: Sicilienne, var. O'Kelly, système normal, ligne Zagorovsky

source: Sicilian Defence: O'Kelly Variation, Quiet System
es: Defensa Siciliana: Variante O'Kelly, Quiet System
eu: Siziliar Defentsa: O'Kelly Aldaera, Sistema Lasaia
fr: Sicilienne, var. O'Kelly, système calme

source: Sicilian Defence: O'Kelly Variation, Réti System
es: Defensa Siciliana: Variante O'Kelly, Réti System
eu: Siziliar Defentsa: O'Kelly Aldaera, Réti Sistema
fr: Sicilienne, var. O'Kelly, système Réti

source: Sicilian Defence: O'Kelly Variation, Venice System
es: Defensa Siciliana: Variante O'Kelly, Venice System
eu: Siziliar Defentsa: O'Kelly Aldaera, Venezia Sistema
fr: Sicilienne, var. O'Kelly, système de Venise

source: Sicilian Defence: O'Kelly Variation, Venice System, Barcza Line
es: Defensa Siciliana: Variante O'Kelly, Venice System, Barcza Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Venezia Sistema, Barcza Lerroa
fr: Sicilienne, var. O'Kelly, système de Venise, ligne Barcza

source: Sicilian Defence: O'Kelly Variation, Venice System, Gambit Line
es: Defensa Siciliana: Variante O'Kelly, Venice System, Gambit Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Venezia Sistema, Ganbito Lerroa
fr: Sicilienne, var. O'Kelly, système de Venise, ligne du gambit

source: Sicilian Defence: O'Kelly Variation, Venice System, Ljubojevic Line
es: Defensa Siciliana: Variante O'Kelly, Venice System, Ljubojevic Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Venezia Sistema, Ljubojevic Lerroa
fr: Sicilienne, var. O'Kelly, système de Venise, ligne Ljubojevic

source: Sicilian Defence: O'Kelly Variation, Venice System, Steiner Line
es: Defensa Siciliana: Variante O'Kelly, Venice System, Steiner Line
eu: Siziliar Defentsa: O'Kelly Aldaera, Venezia Sistema, Steinar Lerroa
fr: Sicilienne, var. O'Kelly, système de Venise, ligne Steiner

source: Sicilian Defence: O'Kelly Variation, Wing Gambit
es: Defensa Siciliana: Variante O'Kelly, Gambito Wing
eu: Siziliar Defentsa: O'Kelly Aldaera, Wing Ganbitoa
fr: Sicilienne, var. O'Kelly, gambit de l'aile

source: Sicilian Defence: O'Kelly Variation, Yerevan System
es: Defensa Siciliana: Variante O'Kelly, Yerevan System
eu: Siziliar Defentsa: O'Kelly Aldaera, Yerevan Sistema
fr: Sicilienne, var. O'Kelly, système d'Erevan

source: Sicilian Defence: Old Sicilian
es: Defensa Siciliana: Old Sicilian
eu: Siziliar Defentsa: Siziliar Zaharra
fr: Sicilienne ancienne

source: Sicilian Defence: Open
es: Defensa Siciliana: Open
eu: Siziliar Defentsa: Irekia
fr: Sicilienne ouverte

source: Sicilian Defence: Paulsen-Basman Defence
es: Defensa Siciliana: Defensa Paulsen-Basman
eu: Siziliar Defentsa: Paulsen-Basman Defentsa
fr: Sicilienne, défense Paulsen - Basman

source: Sicilian Defence: Pelikan (Lasker/Sveshnikov) Variation
ar: صقلي: بيلكين (لاسكر/سفيشنيكوف) تفريع
br: Defesa Siciliana, Variante Pelikan (Lasker/Sveshnikov)
ca: Defensa Siciliana - Variant Pelikan o Lasker-Sveshnikov
cs: Sicilian: Pelikan (Lasker/Sveshnikov) variation
de: Sizilianisch: Pelikan (Lasker/Sveshnikov) Variante
es: Defensa Siciliana, Variante Pelikan o Lasker/Sveshnikov
eu: Siziliarra: Pelikan (Lasker/Sveshnikov) Aldaera
fr: Sicilienne, var. Sveshnikov (Lasker - Pelikán)
id: Sisilia Variann Pelikan (Lasker/Sveshnikov)
it: Difesa Siciliana, Variante Pelikan o Lasker/Sveshnikov
nl: Siciliaans: Pelikan (Lasker / Sveshnikov) variant
pl: Sycylijska, wariant Pelikan'a(Lasker/Sveshnikov)
ru: Сицилианская защита: вариант Свешникова
si: sicilijanska, Pelikanova (Laskerjeva/Sveshnikova) različica
sv: Sicilianskt: Svesjnikovvarianten (Lasker/Pelikan)
tr: Sicilya: Pelikan (Lasker/Sveshnikov) varyasyonu
uk: Сицилійський захист: варіант Свешнікова
vi: Sicilia: Pelikan biến (Lasker / Sveshnikov)

source: Sicilian Defence: Pelikan, Bird Variation
ar: صقلي: بيلكين, بيرد تفريع
br: Defesa Siciliana, Variante Pelikan, Variante Bird
ca: Defensa Siciliana - Variant Pelikan - Variant Bird
cs: Sicilian: Pelikan, Bird variation
de: Sizilianisch: Pelikan, Bird Variante
es: Defensa Siciliana, Variante Pelikan, Variante Bird
eu: Siziliarra: Pelikan, Bird-en Aldaera
fr: Sicilienne, var. Pelikán, var. Bird
id: Sisilia Pelikan, Varian Bird
it: Difesa Siciliana, Variante Pelikan, Variante Bird
nl: Siciliaans: Pelikan, Birdvariant
pl: Sycylijska, Pelikan, wariant Bird'a
ru: Сицилианская защита: вариант Свешникова, вариант Берда
si: sicilijanska, Pelikanova, Birdova različica
sv: Sicilianskt: Pelikan, Birdvarianten
tr: Sicilya: Pelikan, Kuş varyasyonu
uk: Сицилійський захист: варіант Свешнікова, варіант Берда
vi: Sicilia: Pelikan, biến thể chim

source: Sicilian Defence: Pelikan, Chelyabinsk Variation
ar: صقلي: بيلكين, شيليابينسك تفريع
br: Defesa Siciliana, Variante Pelikan, Variante Chelyabinsk
ca: Defensa Siciliana - Variant Pelikan - Variant Chelyabinsk
cs: Sicilian: Pelikan, Chelyabinsk variation
de: Sizilianisch: Pelikan, Chelyabinsk Variante
es: Defensa Siciliana, Variante Pelikan, Variante Chelyabinsk
eu: Siziliarra: Pelikan, ChelyaBinsk Aldaera
fr: Sicilienne, var. Pelikán, var. de Tcheliabinsk
id: Sisilia Pelikan, Varian Chelyabinsk
it: Difesa Siciliana, Variante Pelikan, Variante Chelyabinsk
nl: Siciliaans: Pelikan, Chelyabinsk variant
pl: Sycylijska, Pelikan, wariant Chelyabinsk
ru: Сицилианская защита: вариант Свешникова, челябинский вариант
si: sicilijanska, Pelikanova, Chelyabinskova različica
sv: Sicilianskt: Pelikan, Tjeljabinskvarianten
tr: Sicilya: Pelikan, Chelyabinsk varyasyonu
uk: Сицилійський захист: варіант Свешнікова, Челябінський варіант
vi: Sicilia: Pelikan, Chelyabinsk biến

source: Sicilian Defence: Pin Variation (Sicilian Counter-attack)
ar: صقلي: تفريع الربط (صقلي الهجوم المضاد)
br: Defesa Siciliana, Variante Cravada (Contra-ataque Siciliano)
ca: Defensa Siciliana - Variant de la clavada o Contra-atac Sicilià
cs: Sicilian: Pin variation (Sicilian counter-attack)
de: Sizilianisch: Pin Variante (Sizilianischer Gegenangriff)
es: Defensa Siciliana, Variante de la Clavada o Contraataque Siciliano
eu: Siziliarra: Pin Aldaera (Siziliako Kontra-Erasoa)
fr: Sicilienne, var. de clouage (ou contre-attaque sicilienne)
id: Sisilia Varian Pakuan (Serangan Balik Sisilia)
it: Difesa Siciliana, Variante de la Clavada o Contrattacco Siciliano
nl: Siciliaans: Penning variant (Siciliaanse tegenaanval)
pl: Sycylijska, wariant związania (kontratak sycylijski)
ru: Сицилианская защита: вариант со связкой
si: sicilijanska, različica bucike (sicilijanski proti-napad)
sv: Sicilianskt: Bindningsvarianten (Sicilianskt motangrepp)
tr: Sicilya: İğne varyasyonu (Sicilya karşı hücumu)
uk: Сицилійський захист: варіант зі зв’язкою (Сицилійська контратака)
vi: Sicilia: biến thể Pin (Sicilia phản công)

source: Sicilian Defence: Pin, Jaffe Variation
ar: صقلي: الربط, جافي تفريع
br: Defesa Siciliana, Variante Cravada, Variante Jaffe
ca: Defensa Siciliana - Variant de la clavada - Variant Jaffe
cs: Sicilian: Pin, Jaffe variation
de: Sizilianisch: Pin, Jaffe Variante
es: Defensa Siciliana, Variante de la Clavada, Variante Jaffe
eu: Siziliarra: Pin, Jaffe Aldaera
fr: Sicilienne, var. de clouage (ou contre-attaque sicilienne), var. Jaffe
id: Sisilia Pakuan, Varian Jaffe
it: Difesa Siciliana, Variante de la Clavada, Variante Jaffe
nl: Siciliaans: Penning, Jaffe variant
pl: Sycylijska, wariant związania, wariant Jaffe
ru: Сицилианская защита: вариант со связкой, вариант Яффе
si: sicilijanska, bucika, Jaffeva različica
sv: Sicilianskt: Bindning, Jaffevarianten
tr: Sicilya: İğne, Jaffe varyasyonu
uk: Сицилійський захист: варіант зі зв’язкою, варіант Яффе
vi: Sicilia: Pin, Jaffe biến

source: Sicilian Defence: Pin, Koch Variation
ar: صقلي: الربط, تفريع كوش
br: Defesa Siciliana, Variante Cravada, Variante Koch
ca: Defensa Siciliana - Variant de la clavada - Variant Koch
cs: Sicilian: Pin, Koch variation
de: Sizilianisch: Pin, Koch Variante
es: Defensa Siciliana, Variante de la Clavada, Variante Koch
eu: Siziliarra: Pin, Koch Aldaera
fr: Sicilienne, var. de clouage (ou contre-attaque sicilienne), var. Koch
id: Sisilia Pakuan, Varian Koch
it: Difesa Siciliana, Variante de la Clavada, Variante Koch
nl: Siciliaans: Penning, Koch variant
pl: Sycylijska, wariant związania, wariant Koch'a
ru: Сицилианская защита: вариант со связкой, вариант Коха
si: sicilijanska, bucika, Kochova različica
sv: Sicilianskt: Bindning, Kochvarianten
tr: Sicilya: İğne, Koch varyasyonu
uk: Сицилійський захист: варіант зі зв’язкою, варіант Коха
vi: Sicilia: Pin, Koch biến

source: Sicilian Defence: Polish Gambit
es: Defensa Siciliana: Gambito Polish
eu: Siziliar Defentsa: Poloniar Ganbitoa
fr: Sicilienne, gambit polonais

source: Sicilian Defence: Prins (Moscow) Variation
ar: صقلي: برينس (موسكو) تفريع
br: Defesa Siciliana, Variante Prins (Moscou)
ca: Defensa Siciliana - Variant Prins o Moscou
cs: Sicilian: Prins (Moscow) variation
de: Sizilianisch: Prins (Moscow) Variante
es: Defensa Siciliana, Variante Prins o Moscú
eu: Siziliarra: Prins (Mosku) Aldaera
fr: Sicilienne, var. Prins (de Moscou)
id: Sisilia Varian Prins (Moskow)
it: Difesa Siciliana, Variante Prins o Moscú
nl: Siciliaans: Prins (Moskou) variant
pl: Sycylijska, wariant Prins'a(Moskwa)
ru: Сицилианская защита: вариант Принса
si: sicilijanska
sv: Sicilianskt: Prinsvarianten (Moskvavarianten)
tr: Sicilya: Prins (Moskova) varyasyonu
uk: Сицилійський захист: варіант Прінса
vi: Sicilia: biến thể Prins (Moscow)

source: Sicilian Defence: Prins Variation, Venice Attack
ar: صقلي: برينس تفريع, فينيسيا هجوم
br: Defesa Siciliana, Variante Prins, Ataque Veneza
ca: Defensa Siciliana - Variant Prins - Atac Venècia
cs: Sicilian: Prins variation, Venice attack
de: Sizilianisch: Prins Variante, Venedig Angriff
es: Defensa Siciliana, Variante Prins, Ataque Venecia
eu: Siziliarra: Prins Aldaera, Veneziako Erasoa
fr: Sicilienne, var. Prins, attaque de Venise
id: Sisilia Varian Prins, Serangan Venice
it: Difesa Siciliana, Variante Prins, Attacco Veneziano
nl: Siciliaans: Prins variant, Venetië aanval
pl: Sycylijska, wariant Prins'a, atak wenecki
ru: Сицилианская защита: вариант Принса, венецианская атака
si: sicilijanska, Prins različica, beneški napad
sv: Sicilianskt: Prinsvarianten, Venedigangrepp
tr: Sicilya: Prins varyasyonu, Venedik hücumu
uk: Сицилійський захист: варіант Прінса, Венеціанська атака
vi: Sicilia: Prins biến, Venice tấn công

source: Sicilian Defence: Quinteros Variation
ar: صقلي: كوينتروس تفريع
br: Defesa Siciliana, Variante Quinteros
ca: Defensa Siciliana - Variant Quinteros
cs: Sicilian: Quinteros variation
de: Sizilianisch: Quinteros Variante
es: Defensa Siciliana, Variante Quinteros
eu: Siziliarra: Quinteros Aldaera
fr: Sicilienne, var. Quinteros
id: Sisilia Varian Quinteros
it: Difesa Siciliana, Variante Quinteros
nl: Siciliaans: Quinteros variant
pl: Sycylijska, wariant Quinteros'a
ru: Сицилианская защита: вариант Кинтероса
si: sicilijanska, Quinterosova različica
sv: Sicilianskt: Quinterosvarianten
tr: Sicilya: Quinteros varyasyonu
uk: Сицилійський захист: варіант Кінтероса
vi: Sicilia: Quinteros biến

source: Sicilian Defence: Richter-Rauzer
ar: صقلي: ريشتر-روزر
br: Defesa Siciliana, Ataque Richter-Rauzer
ca: Defensa Siciliana - Atac Richter Rauzer
cs: Sicilian: Richter-Rauzer
de: Sizilianisch: Richter-Rauzer
es: Defensa Siciliana, Ataque Richter Rauzer
eu: Siziliarra: Richter-Rauzer
fr: Sicilienne, attaque (ou variante) Richter - Rauzer
id: Sisilia Richter Rauzer
it: Difesa Siciliana, Attacco Richter Rauzer
nl: Siciliaans: Richter-Rauzer
pl: Sycylijska, Richter-Rauzer
ru: Сицилианская защита: атака Рихтера-Раузера
si: sicilijanska, Richter-Rauzerjeva
sv: Sicilianskt: Richter-Rauzer
tr: Sicilya: Richter-Rauzer
uk: Сицилійський захист: атака Ріхтера-Раузера
vi: Sicilia: Richter-Rauzer

source: Sicilian Defence: Richter-Rauzer Variation, Classical Variation
es: Defensa Siciliana: Variante Richter-Rauzer, Variante Classical
eu: Siziliar Defentsa: Richter-Rauzer Aldaera, Aldaera Klasikoa
fr: Sicilienne, var. Richter - Rauzer, var. classique

source: Sicilian Defence: Richter-Rauzer Variation, Classical Variation, Kantscher Line
es: Defensa Siciliana: Variante Richter-Rauzer, Variante Classical, Kantscher Line
eu: Siziliar Defentsa: Richter-Rauzer Aldaera, Aldaera Klasikoa, Kantscher Lerroa

source: Sicilian Defence: Richter-Rauzer Variation, Ivanov Variation
es: Defensa Siciliana: Variante Richter-Rauzer, Variante Ivanov
eu: Siziliar Defentsa: Richter-Rauzer Aldaera, Ivanov Aldaera

source: Sicilian Defence: Richter-Rauzer, 6...e6
ar: صقلي: ريشتر-روزر, 6...e7
br: Defesa Siciliana, Ataque Richter-Rauzer, 6...e6
ca: Defensa Siciliana - Atac Richter Rauzer - 6 ... e6
cs: Sicilian: Richter-Rauzer, 6...e6
de: Sizilianisch: Richter-Rauzer, 6...e6
es: Defensa Siciliana, Ataque Richter Rauzer, 6...e6
eu: Siziliarra: Richter-Rauzer, 6...e6
fr: Sicilienne, attaque Richter - Rauzer, 6...e6
id: Sisilia Richter Rauzer, 6... e6
it: Difesa Siciliana, Attacco Richter Rauzer, 6...e6
nl: Siciliaans: Richter-Rauzer, 6 ... e6
pl: Sycylijska, Richter-Rauzer, 6...e6
ru: Сицилианская защита: атака Рихтера-Раузера, 6...e6
si: sicilijanska, Richter-Rauzerjeva, 6...e6
sv: Sicilianskt: Richter-Rauzer, 6...e6
tr: Sicilya: Richter-Rauzer, 6...e6
uk: Сицилійський захист: атака Ріхтера-Раузера, 6...e6
vi: Sicilia: Richter-Rauzer, 6 ... e6

source: Sicilian Defence: Richter-Rauzer, Bondarevsky Variation
ar: صقلي: ريشتر-روزر, بوندرفسكي تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Bondarevsky
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Bondarevsky
cs: Sicilian: Richter-Rauzer, Bondarevsky variation
de: Sizilianisch: Richter-Rauzer, Bondarevsky Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Bondarevsky
eu: Siziliarra: Richter-Rauzer, Bondarevsky Aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. Bondarevsky
id: Sisilia Richter Rauzer, Varian Bondarevsky
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Bondarevsky
nl: Siciliaans: Richter-Rauzer, Bondarevsky variant
pl: Sycylijska, Richter-Rauzer, wariant Bondarevsky
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Бондаревского
si: sicilijanska, Richter-Rauzerjeva, Bondarevskyeva različica
sv: Sicilianskt: Richter-Rauzer, Bondarevskijvarianten
tr: Sicilya: Richter-Rauzer, Bondarevsky varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Бондаревського
vi: Sicilia: Richter-Rauzer, Bondarevsky biến
