Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Nimzo-Indian Defence: 4.e3, Taimanov Variation
ar: نيمزو الهندي: 4.e3, تيمانوف تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Taimanov
ca: Defensa Nimzo Índia amb 4. e3 - Variant Taimanov
cs: Nimzo-Indian: 4.e3, Taimanov variation
de: Nimzoindisch: 4.e3, Taimanov-Variante
es: Defensa Nimzo India 4.e3, Variante Taimanov
eu: Nimzo-indiarra: 4.e3, Taimanov Aldaera
fr: Défense Nimzo-indienne, 4.e3, var. Taïmanov
id: Nimzo Hindia: 4.e3, Varian Taimanov
it: Difesa Nimzo Indiana 4.e3, Variante Taimanov
nl: Nimzo-Indisch: 4.e3, Taimanov variant
pl: Nimzovich, 4.e3, wariant Teimanov'a
ru: Защита Нимцовича: система Рубинштейна, вариант Тайманова
si: Nimzo-indijska, 4. e3, Taimanova različica
sv: Nimzoindiskt: 4.e3, Tajmanovvarianten
tr: Nimzo-Hint: 4.e3, Taimanov varyasyonu
uk: Захист Німцовича: система Рубінштейна, варіант Тайманова
vi: Nimzo-Ấn Độ: 4.e3, Taimanov biến

source: Nimzo-Indian Defence: Classical Variation
ar: نيمزو الهندي: التفريع الكلاسيكي
br: Defesa Nimzo-Índia, Variante Clássica
ca: Defensa Nimzo Índia - Variant clàssica
cs: Nimzo-Indian: classical variation
de: Nimzoindisch: Klassische Variante
es: Defensa Nimzo India, Variante Clásica
eu: Nimzo-indiarra: Aldaera Klasikoa
fr: Défense Nimzo-indienne, var. classique
id: Nimzo Hindia, Varian Klasik
it: Difesa Nimzo Indiana, Variante Classica
nl: Nimzo-Indisch: klassieke variant
pl: Nimzovitsch, wariant klasyczny
ru: Защита Нимцовича: классический вариант
si: Nimzo-indijska, klasična različica
sv: Nimzoindiskt: Klassisk variant
tr: Nimzo-Hint: klasik varyasyon
uk: Захист Німцовича: класичний варіант
vi: Nimzo-Ấn Độ: biến thể cổ điển

source: Nimzo-Indian Defence: Classical Variation, Belyavsky Gambit
es: Defensa Nimzo India: Variante Classical, Gambito Belyavsky
eu: Nimzo-Indiar Defentsa: Aldaera Klasikoa, Belyavsky Ganbitoa
fr: Défense Nimzo-indienne, var. classique, gambit Beliavski

source: Nimzo-Indian Defence: Classical Variation, Berlin Variation, Macieja System
es: Defensa Nimzo India: Variante Classical, Variante Berlin, Macieja System
eu: Nimzo-Indiar Defentsa: Aldaera Klasikoa, Berlin Aldaera, Macieja Sistema
fr: Défense Nimzo-indienne, var. classique, var. de Berlin, système Macieja

source: Nimzo-Indian Defence: Classical Variation, Berlin Variation, Steiner Variation
es: Defensa Nimzo India: Variante Classical, Variante Berlin, Variante Steiner
eu: Nimzo-Indiar Defentsa: Aldaera Klasikoa, Berlin Aldaera, Steiner Aldaera
fr: Défense Nimzo-indienne, var. classique, var. de Berlin, var. Steiner

source: Nimzo-Indian Defence: Classical Variation, Keres Defence
es: Defensa Nimzo India: Variante Classical, Defensa Keres
eu: Nimzo-Indiar Defentsa: Aldaera Klasikoa, Keres Defentsa
fr: Défense Nimzo-indienne, var. classique, défense Keres

source: Nimzo-Indian Defence: Classical, 4...Nc6
ar: نيمزو الهندي: الكلاسيكي, 4...Nc7
br: Defesa Nimzo-Índia, Variante Clássica, 4...Cc6
ca: Defensa Nimzo Índia - Variant clàssica - 4 ...Cc6
cs: Nimzo-Indian: classical, 4...Nc6
de: Nimzoindisch: Klassisch, 4...Sc6
es: Defensa Nimzo India, Variante Clásica, 4...Cc6
eu: Nimzo-indiarra: Klasikoa, 4...Zc6
fr: Défense Nimzo-indienne classique, 4...Cc6
id: Nimzo Hindia, Klasik, 4... Kc6
it: Difesa Nimzo Indiana, Variante Classica, 4...Cc6
nl: Nimzo-Indisch: klassiek, 4 ... Pc6
pl: Nimzovitsch, klasyczny, 4...Sc6
ru: Защита Нимцовича: классический вариант, 4...Кc6
si: Nimzo-indijska, klasična, 4. ...Sc6
sv: Nimzoindiskt: Klassisk med 4...Sc6
tr: Nimzo-Hint: klasik, 4...Nc6
uk: Захист Німцовича: класичний варіант, 4...Кc6
vi: Nimzo-Ấn Độ: cổ điển, 4 ... Nc6

source: Nimzo-Indian Defence: Classical, 4...c5
ar: نيمزو الهندي: الكلاسيكي, 4...c6
br: Defesa Nimzo-Índia, Variante Clássica, 4...c5
ca: Defensa Nimzo Índia - Variant clàssica - 4 ...c5
cs: Nimzo-Indian: classical, 4...c5
de: Nimzoindisch: Klassisch, 4...c5
es: Defensa Nimzo India, Variante Clásica, 4...c5
eu: Nimzo-indiarra: Klasikoa, 4...c5
fr: Défense Nimzo-indienne classique, 4...c5
id: Nimzo Hindia, Klasik, 4....c5
it: Difesa Nimzo Indiana, Variante Classica, 4...c5
nl: Nimzo-Indisch: klassiek, 4 ... c5
pl: Nimzovitsch, klasyczny, 4...c5
ru: Защита Нимцовича: классический вариант, 4...c5
si: nimzo-indijska, klasicena, 4...c5
sv: Nimzoindiskt: Klassisk med 4...c5
tr: Nimzo-Hint: klasik, 4...c5
uk: Захист Німцовича: класичний варіант, 4...c5
vi: Nimzo-Ấn Độ: cổ điển, 4 ... c5

source: Nimzo-Indian Defence: Classical, Adorjan Gambit
ar: نيمزو الهندي: الكلاسيكي, أدورجان جامبيت
br: Defesa Nimzo-Índia, Variante Clássica, Gambito Adorjan
ca: Defensa Nimzo Índia - Variant clàssica - Gambit Adorjan
cs: Nimzo-Indian: classical, Adorjan gambit
de: Nimzoindisch: Klassisch, Adorjan Gambit
es: Defensa Nimzo India, Variante Clásica, Gambito Adorjan
eu: Nimzo-indiarra: Klasikoa, Adorjan Ganbitoa
fr: Défense Nimzo-indienne classique, gambit Adorjan
id: Nimzo Hindia, Klasik, Gambit Adorjan
it: Difesa Nimzo Indiana, Variante Classica, Mossa di Adorjan
nl: Nimzo-Indisch: klassiek, Adorjan gambiet
pl: Nimzovitsch, klasyczny, gambit Adorjan'a
ru: Защита Нимцовича: классический вариант, гамбит Адорьяна
si: Nimzo-indijska, klasična, Adorjanov gambit
sv: Nimzoindiskt: Klassisk, Adorjans gambit
tr: Nimzo-Hint: klasik, Adorjan gambiti
uk: Захист Німцовича: класичний варіант, гамбіт Адор’яна
vi: Nimzo-Ấn Độ: cổ điển, Adorján Gambit

source: Nimzo-Indian Defence: Classical, Botvinnik Variation
ar: نيمزو الهندي: الكلاسيكي, بوتفنيك تفريع
br: Defesa Nimzo-Índia, Variante Clássica, Variante Botvinnik
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - Variant Botvinnik
cs: Nimzo-Indian: classical, Botvinnik variation
de: Nimzoindisch: Klassisch, Botvinnik-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Noa, Variante Botvinnik
eu: Nimzo-indiarra: Klasikoa, Botvinnik Aldaera
fr: Défense Nimzo-indienne classique, var. Botvinnik
id: Nimzo Hindia, Klasik, Varian Botwinnik
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, Variante Botvinnik
nl: Nimzo-Indisch: klassiek, Botvinnik variant
pl: Nimzovitsch, klasyczny, wariant Botvinnik'a
ru: Защита Нимцовича: классический вариант, вариант Ботвинника
si: Nimzo-indijska, klasična, Botvinnikova različica
sv: Nimzoindiskt: Klassisk, Botvinnikvarianten
tr: Nimzo-Hint: klasik, Botvinnik varyasyonu
uk: Захист Німцовича: класичний варіант, варіант Ботвинника
vi: Nimzo-Ấn Độ: cổ điển, Botvinnik biến

source: Nimzo-Indian Defence: Classical, Milner-Barry (Zurich) Variation
ar: نيمزو الهندي: الكلاسيكي, ميلنر-باري (Zurich) تفريع
br: Defesa Nimzo-Índia, Variante Clássica, Variante Milner-Barry (Zurich)
ca: Defensa Nimzo Índia - Variant clàssica - Variant Milner Barry o Zurich
cs: Nimzo-Indian: classical, Milner-Barry (Zurich) variation
de: Nimzoindisch: Klassisch, Milner-Barry (Zurich)-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Milner Barry o Zurich
eu: Nimzo-indiarra: Klasikoa, Milner-Barry (Zurich) Aldaera
fr: Défense Nimzo-indienne classique, var. Milner-Barry (de Zurich)
id: Nimzo Hindia, Klasik, Varian Milner-Barry (Zurich)
it: Difesa Nimzo Indiana, Variante Classica, Variante Milner Barry o Zurich
nl: Nimzo-Indisch: klassiek, Milner-Barry (Zürich) variant
pl: Nimzovitsch, klasyczny, wariant Milner-Barry(Zurich)
ru: Защита Нимцовича: классический вариант, вариант Мильнера-Бэрри
si: Nimzo-indijska, klasična, Milner-Barryeva (Zurich) različica
sv: Nimzoindiskt: Klassisk, Milner-Barry-varianten (Zürich)
tr: Nimzo-Hint: klasik, Milner-Barry (Zürih) varyasyonu
uk: Захист Німцовича: класичний варіант, варіант Мільнера-Беррі
vi: Nimzo-Ấn Độ: cổ điển, Milner-Barry (Zurich) biến thể

source: Nimzo-Indian Defence: Classical, Noa Variation
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa
cs: Nimzo-Indian: classical, Noa variation
de: Nimzoindisch: Klassisch, Noa-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Noa
eu: Nimzo-indiarra: Klasikoa, Noa Aldaera
fr: Défense Nimzo-indienne classique, var. Noa
id: Nimzo Hindia, Klasik, Varian Noa
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa
nl: Nimzo-Indisch: klassiek, Noa variant
pl: Nimzovitsch, klasyczny, wariant Noa
ru: Защита Нимцовича: классический вариант, вариант Ноа
si: nimzo-indijska, klasicena, Noa različica
sv: Nimzoindiskt: Klassisk, Noavarianten
tr: Nimzo-Hint: klasik, Noa varyasyonu
uk: Захист Німцовича: класичний варіант, варіант Ноа
vi: Nimzo-Ấn Độ: cổ điển, Noa biến

source: Nimzo-Indian Defence: Classical, Noa Variation, 5.a3
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا, 5.a4
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa, 5.a3
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - 5. a3
cs: Nimzo-Indian: classical, Noa variation, 5.a3
de: Nimzoindisch: Klassisch, Noa-Variante, 5.a3
es: Defensa Nimzo India, Variante Clásica, Variante Noa, 5.a3
eu: Nimzo-indiarra: Klasikoa, Noa Aldaera, 5.a3
fr: Défense Nimzo-indienne classique, var. Noa, 5.a3
id: Nimzo Hindia, Klasik, Varian Noa, 5.a3
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, 5.a3
nl: Nimzo-Indisch: klassiek, Noa variant, 5.a3
pl: Nimzovitsch, klasyczny, wariant Noa, 5.a3
ru: Защита Нимцовича: классический вариант, вариант Ноа, 5.a3
si: Nimzo-indijska, klasična, Noeva različica, 5. a3
sv: Nimzoindiskt: Klassisk, Noavarianten, 5.a3
tr: Nimzo-Hint: klasik, Noa varyasyonu, 5.a3
uk: Захист Німцовича: класичний варіант, варіант Ноа, 5.a3
vi: Nimzo-Ấn Độ: cổ điển, Noa biến, 5.a3

source: Nimzo-Indian Defence: Classical, Noa Variation, 5.cd Ed
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا, 5.cd ed
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa, 5.cxd5 exd5
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - 5. cxd5 exd5
cs: Nimzo-Indian: classical, Noa variation, 5.cd ed
de: Nimzoindisch: Klassisch, Noa-Variante, 5.cd ed
es: Defensa Nimzo India, Variante Clásica, Variante Noa, 5.cxd5 exd5
eu: Nimzo-Indian: Klasikoa, Noa Aldaera, 5.cxd5 exd5
fr: Défense Nimzo-indienne classique, var. Noa, 5.cd ed
id: Nimzo Hindia, Klasik, Varian Noa, 5.cd ed
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, 5.cxd5 exd5
nl: Nimzo-Indisch: klassiek, Noa variant, 5.cd ed
pl: Nimzovitsch, klasyczny, wariant Noa, 5cd ed
ru: Защита Нимцовича: классический вариант, вариант Ноа, 5.cd ed
si: nimzo-indijska, klasicena, Noa različica, 5. cxd5 exd5
sv: Nimzoindiskt: Klassisk, Noavarianten, 5.cxd5 exd5
tr: Nimzo-Hint: klasik, Noa varyasyonu, 5.cd ed
uk: Захист Німцовича: класичний варіант, варіант Ноа, 5.cd ed
vi: Nimzo-Ấn Độ: cổ điển, Noa biến, 5.cd ed

source: Nimzo-Indian Defence: Classical, Noa Variation, Main Line
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا, الخط الرئيسي
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa, Linha Principal
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - Línia principal
cs: Nimzo-Indian: classical, Noa variation, main line
de: Nimzoindisch: Klassisch, Noa-Variante, Hauptvariante
es: Defensa Nimzo India, Variante Clásica, Variante Noa, Linea Principal
eu: Nimzo-indiarra: Klasikoa, Noa Aldaera, Lerro Nagusia
fr: Défense Nimzo-indienne classique, var. Noa, ligne principale
id: Nimzo Hindia, Klasik, Varian Noa, Jalur Utama
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, Linea Principale
nl: Nimzo-Indisch: klassiek, Noa variant, hoofdlijn
pl: Nimzovitsch, klasyczny, wariant Noa, główna linia
ru: Защита Нимцовича: классический вариант, вариант Ноа, основное продолжение
si: Nimzo-indijska: klasična, Noa različica, glavna linija
sv: Nimzoindiskt: Klassisk, Noavarianten, huvudvariant
tr: Nimzo-Hint: klasik, Noa varyasyonu, ana hat
uk: Захист Німцовича: класичний варіант, варіант Ноа, основне продовження
vi: Nimzo-Ấn Độ: cổ điển, biến thể Noa, dòng chính

source: Nimzo-Indian Defence: Classical, Noa Variation, Main Line, 7.Qc2
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا, الخط الرئيسي, 7.Qc3
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa, Linha Principal, 7.Dc2
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - Línia principal - 7. Dc2
cs: Nimzo-Indian: classical, Noa variation, main line, 7.Qc2
de: Nimzoindisch: Klassisch, Noa-Variante, Hauptvariante, 7.Dc2
es: Defensa Nimzo India, Variante Clásica, Variante Noa, Linea Principal, 7.Dc2
eu: Nimzo-indiarra: Klasikoa, Noa Aldaera, Lerro Nagusia, 7.Dc2
fr: Défense Nimzo-indienne classique, var. Noa, ligne principale, 7.Dc2
id: Nimzo Hindia, Klasik, Varian Noa, Jalur Utama, 7.Mc2
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, Linea Principale, 7.Dc2
nl: Nimzo-Indisch: klassiek, Noa variant, hoofdlijn, 7.Dc2
pl: Nimzovitsch, klasyczny, wariant Noa, główna linia, 7.Hc2
ru: Защита Нимцовича: классический вариант, вариант Ноа, основное продолжение, 7.Фc2
si: Nimzo-indijska: klasična, Noa različica, glavna linija, 7. Dc2
sv: Nimzoindiskt: Klassisk, Noavarianten, huvudvariant, 7.Dc2
tr: Nimzo-Hint: klasik, Noa varyasyonu, ana hat, 7.Qc2
uk: Захист Німцовича: класичний варіант, варіант Ноа, основне продовження, 7.Фc2
vi: Nimzo-Ấn Độ: cổ điển, biến thể Noa, dòng chính, 7.Qc2

source: Nimzo-Indian Defence: Classical, Pirc Variation
ar: نيمزو الهندي: الكلاسيكي, بيرك تفريع
br: Defesa Nimzo-Índia, Variante Clássica, Variante Pirc
ca: Defensa Nimzo Índia - Variant clàssica - Variant Pirc
cs: Nimzo-Indian: classical, Pirc variation
de: Nimzoindisch: Klassisch, Pirc-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Pirc
eu: Nimzo-indiarra: Klasikoa, Pirc Aldaera
fr: Défense Nimzo-indienne classique, var. Pirc
id: Nimzo Hindia, Klasik, Varian Pirc
it: Difesa Nimzo Indiana, Variante Classica, Variante Pirc
nl: Nimzo-Indisch: klassiek, Pirc variant
pl: Nimzovitsch, klasyczny, wariant Pirc'a
ru: Защита Нимцовича: классический вариант, вариант Пирца
si: nimzo-indijska, klasicena, Pirceva različica
sv: Nimzoindiskt: Klassisk, Pircvarianten
tr: Nimzo-Hint: klasik, Pirc varyasyonu
uk: Захист Німцовича: класичний варіант, варіант Пірца
vi: Nimzo-Ấn Độ: cổ điển, biến thể Pirc

source: Nimzo-Indian Defence: Classical, San Remo Variation
ar: نيمزو الهندي: الكلاسيكي, سان رامو تفريع
br: Defesa Nimzo-Índia, Variante Clássica, Variante San Remo
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - Línia principal - Variant San Remo
cs: Nimzo-Indian: classical, San Remo variation
de: Nimzoindisch: Klassisch, San Remo-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Noa, Linea Principal, Variante San Remo
eu: Nimzo-indiarra: Klasikoa, San Remoko Aldaera
fr: Défense Nimzo-indienne classique, var. de San Remo
id: Nimzo Hindia, Klasik, Varian San Remo
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, Linea Principale, Variante San Remo
nl: Nimzo-Indisch: klassiek, San Remo variant
pl: Nimzovitsch, klasyczny, wariant San Remo
ru: Защита Нимцовича: классический вариант, вариант Сан-Ремо
si: Nimzo-indijska, klasična, San Remo različica
sv: Nimzoindiskt: Klassisk, San-Remo-varianten
tr: Nimzo-Hint: klasik, San Remo varyasyonu
uk: Захист Німцовича: класичний варіант, Сан-Ремо-варіант
vi: Nimzo-Ấn Độ: cổ điển, biến thể San Remo

source: Nimzo-Indian Defence: E3, Huebner Variation
ar: نيمزو الهندي: e3, هوبنر تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Huebner
ca: Defensa Nimzo Índia 4. e3 - 4 ...c5 - Variant Huebner
cs: Nimzo-Indian: e3, Huebner variation
de: Nimzoindisch: e3, Huebner-Variante
es: Defensa Nimzo India 4.e3, 4...c5, Variante Huebner
eu: Nimzo-indiarra: e3, Huebner Aldaera
fr: Défense Nimzo-indienne, e3, var. Hübner
id: Nimzo Hindia, e3, Varian Huebner
it: Difesa Nimzo Indiana 4.e3, 4...c5, Variante Huebner
nl: Nimzo-Indisch: e3, Huebner variant
pl: Nimzovitsch, e3, wariant Huebner'a
ru: Защита Нимцовича: система Рубинштейна, вариант Хюбнера
si: Nimzo-indijska, e3, Huebnerjeva različica
sv: Nimzoindiskt: e3, Hübnervarianten
tr: Nimzo-Hint: e3, Huebner varyasyonu
uk: Захист Німцовича: класичний варіант, система Рубінштейна, варіант Х’юбнера
vi: Nimzo-Ấn Độ: e3, Huebner biến

source: Nimzo-Indian Defence: Fischer Variation
ar: نيمزو الهندي: فيشر تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Fischer
ca: Defensa Nimzo Índia 4. e3 - Variant Fischer 4 ...b6
cs: Nimzo-Indian: Fischer variation
de: Nimzoindisch: Fischer-Variante
es: Defensa Nimzo India 4.e3, Variante Fischer 4...b6
eu: Nimzo-indiarra: Fischer Aldaera
fr: Défense Nimzo-indienne, var. Fischer
id: Nimzo Hindia: Varian Fischer
it: Difesa Nimzo Indiana 4.e3, Variante Fischer 4...b6
nl: Nimzo-Indisch: Fischer variant
pl: Nimzovitsch, wariant Fischer'a
ru: Защита Нимцовича: вариант Фишера
si: nimzo-indijska, Fischerjeva različica
sv: Nimzoindiskt: Fischervarianten
tr: Nimzo-Hint: Fischer varyasyonu
uk: Захист Німцовича: варіант Фішера
vi: Nimzo-Ấn Độ: Fischer biến

source: Nimzo-Indian Defence: Fischer Variation, 5.Ne2
ar: نيمزو الهندي: فيشر تفريع, 5.Ne3
br: Defesa Nimzo-Índia, 4.e3, Variante Fischer
ca: Defensa Nimzo Índia amb 4. e3 - Variant Fischer 5. Ce2
cs: Nimzo-Indian: Fischer variation, 5.Ne2
de: Nimzoindisch: Fischer-Variante, 5.Se2
es: Defensa Nimzo India 4.e3, Variante Fischer 5.Ce2
eu: Nimzo-indiarra: Fischer Aldaera, 5.Ze2
fr: Défense Nimzo-indienne, var. Fischer, 5.Ce2
id: Nimzo Hindia: Varian Fischer, 5.Ke2
it: Difesa Nimzo Indiana 4.e3, Variante Fischer 5.Ce2
nl: Nimzo-Indisch: Fischer variant, 5.Pe2
pl: Nimzovitsch, wariant Fischer'a, 5.Se2
ru: Защита Нимцовича: вариант Фишера, 5.Кe2
si: nimzo-indijska, Fischerjeva različica, 5.Ne2
sv: Nimzoindiskt: Fischervarianten, 5.Se2
tr: Nimzo-Hint: Fischer varyasyonu, 5.Ne2
uk: Захист Німцовича: варіант Фішера, 5.Кe2
vi: Nimzo-Ấn Độ: Fischer biến, 5.Ne2

source: Nimzo-Indian Defence: Hübner Variation, Rubinstein Variation, Main Line
es: Defensa Nimzo India: Variante Hübner, Variante Rubinstein, Main Line
eu: Nimzo-Indiar Defentsa: Hübner Aldaera, Rubinstein Aldaera, Lerro Nagusia
fr: Défense Nimzo-indienne, var. Hübner, var. Rubinstein, ligne principale

source: Nimzo-Indian Defence: Hübner Variation, Rubinstein Variation, Sherbakov Attack
es: Defensa Nimzo India: Variante Hübner, Variante Rubinstein, Ataque Sherbakov
eu: Nimzo-Indiar Defentsa: Hübner Aldaera, Rubinstein Aldaera, Shervakov Erasoa

source: Nimzo-Indian Defence: Kmoch Variation
ar: نيمزو الهندي: كنوش تفريع
br: Defesa Nimzo-Índia, Variante Kmoch
ca: Defensa Nimzo Índia - Variant Kmoch
cs: Nimzo-Indian: Kmoch variation
de: Nimzoindisch: Kmoch-Variante
es: Defensa Nimzo India, Variante Kmoch
eu: Nimzo-indiarra: Kmoch Aldaera
fr: Défense Nimzo-indienne, var. Kmoch
id: Nimzo Hindia: Varian Kmoch
it: Difesa Nimzo Indiana, Variante Kmoch
nl: Nimzo-Indisch: Kmoch variant
pl: Nimzovitsch, wariant Kmoch'a
ru: Защита Нимцовича: вариант Кмоха
si: Nimzo-indijska, Kmochova različica
sv: Nimzoindiskt: Kmochvarianten
tr: Nimzo-Hint: Kmoch varyasyonu
uk: Захист Німцовича: варіант Кмоха
vi: Nimzo-Ấn Độ: biến thể Kmoch

source: Nimzo-Indian Defence: Leningrad Variation
ar: نيمزو الهندي: لينينغراد تفريع
br: Defesa Nimzo-Índia, Variante Leningrad
ca: Defensa Nimzo Índia - Variant Leningrad
cs: Nimzo-Indian: Leningrad variation
de: Nimzoindisch: Leningrader Variante
es: Defensa Nimzo India, Variante Leningrado
eu: Nimzo-indiarra: Leningrad Aldaera
fr: Défense Nimzo-indienne, var. de Saint-Pétersbourg (Léningrad)
id: Nimzo Hindia: Varian Leningrad
it: Difesa Nimzo Indiana, Variante Leningrado
nl: Nimzo-Indisch: Leningrad variant
pl: Nimzovitsch, wariant leningradzki
ru: Защита Нимцовича: ленинградский вариант
si: Nimzo-indijska, Leningrad različica
sv: Nimzoindiskt: Leningradvarianten
tr: Nimzo-Hint: Leningrad varyasyonu
uk: Захист Німцовича: Ленінградський варіант
vi: Nimzo-Ấn Độ: Leningrad biến

source: Nimzo-Indian Defence: Leningrad, ...b5 Gambit
ar: نيمزو الهندي: لينينغراد, ...b5 جامبيت
br: Defesa Nimzo-Índia, Variante Leningrad, Gambito 6...b5
ca: Defensa Nimzo Índia - Variant Leningrad - Gambit 6 ...b5
cs: Nimzo-Indian: Leningrad, ...b5 gambit
de: Nimzoindisch: Leningrad, ...b5 Gambit
es: Defensa Nimzo India, Variante Leningrado, Gambito 6...b5
eu: Nimzo-indiarra: Leningrad, ...b5 Ganbitoa
fr: Défense Nimzo-indienne, var. de Saint-Pétersbourg (Léningrad), gambit ...b5
id: Nimzo Hindia: Leningrad, ... gambit b5
it: Difesa Nimzo Indiana, Variante Leningrado, Mossa di 6...b5
nl: Nimzo-Indisch: Leningrad, ... b5 gambiet
pl: Nimzovitsch, leningradzki, ...gambit b5
ru: Защита Нимцовича: ленинградский вариант, гамбит ...b5
si: Nimzo-indijska, Leningrad, b5 gambit
sv: Nimzoindiskt: Leningrad-gambit med 6...b5
tr: Nimzo-Hint: Leningrad, ...b5 gambiti
uk: Захист Німцовича: Ленінградський варіант, гамбіт ...b5
vi: Nimzo-Ấn Độ: Leningrad, ... b5 Gambit

source: Nimzo-Indian Defence: Leningrad, Main Line
ar: نيمزو الهندي: لينينغراد, الخط الرئيسي
br: Defesa Nimzo-Índia, Variante Leningrad, Linha Principal
ca: Defensa Nimzo Índia - Variant Leningrad - Línia principal
cs: Nimzo-Indian: Leningrad, main line
de: Nimzoindisch: Leningrad, Hauptvariante
es: Defensa Nimzo India, Variante Leningrado, Linea Principal
eu: Nimzo-indiarra: Leningrad, Lerro Nagusia
fr: Défense Nimzo-indienne, var. de Saint-Pétersbourg (Léningrad), ligne principale
id: Nimzo Hindia: Leningrad, Jalur Utama
it: Difesa Nimzo Indiana, Variante Leningrado, Linea Principale
nl: Nimzo-Indisch: Leningrad, hoofdlijn
pl: Nimzovitsch, leningradzki, główna linia
ru: Защита Нимцовича: ленинградский вариант, основное продолжение
si: Nimzo-indijska: Leningrad, glavna linija
sv: Nimzoindiskt: Leningrad, huvudvariant
tr: Nimzo-Hint: Leningrad, ana hat
uk: Захист Німцовича: Ленінградський варіант, основне продовження
vi: Nimzo-Ấn Độ: Leningrad, dòng chính

source: Nimzo-Indian Defence: Mikenas Attack
ar: نيمزو الهندي: ميكناس هجوم
br: Defesa Nimzo-Índia, Ataque Mikenas
ca: Defensa Nimzo Índia - Atac Mikenas
cs: Nimzo-Indian: Mikenas attack
de: Nimzoindisch: Mikenas Angriff
es: Defensa Nimzo India, Ataque Mikenas
eu: Nimzo-Indian: Mikenas Erasoa
fr: Défense Nimzo-indienne, attaque Mikenas
id: Nimzo Hindia: Serangan Mikenas
it: Difesa Nimzo Indiana, Attacco Mikenas
nl: Nimzo-Indisch: Mikenas aanval
pl: Nimzovitsch, atak Mikenas'a
ru: Защита Нимцовича: атака Микенаса
si: Nimzo-indijska, Mikenasov napad
sv: Nimzoindiskt: Mikenas angrepp
tr: Nimzo-Hint: Mikenas hücumu
uk: Захист Німцовича: атака Мікенаса
vi: Nimzo-Ấn Độ: Mikenas tấn công

source: Nimzo-Indian Defence: Normal Variation, Hübner Deferred
es: Defensa Nimzo India: Variante Normal, Hübner Deferred
eu: Nimzo-Indiar Defentsa: Aldaera Normala, Hübner Atzeratua

source: Nimzo-Indian Defence: Normal Variation, Sämisch Deferred
es: Defensa Nimzo India: Variante Normal, Sämisch Deferred
eu: Nimzo-Indiar Defentsa: Aldaera Normala, Sämisch Atzeratua

source: Nimzo-Indian Defence: Ragozin Defence
es: Defensa Nimzo India: Defensa Ragozin
eu: Nimzo-Indiar Defentsa: Ragozin Defentsa

source: Nimzo-Indian Defence: Reshevsky Variation
ar: نيمزو الهندي: ريشفيسكي تفريع
br: Defesa Nimzo-Índia, Variante Reshevsky
ca: Defensa Nimzo Índia - Variant Reshevsky
cs: Nimzo-Indian: Reshevsky variation
de: Nimzoindisch: Reshevsky-Variante
es: Defensa Nimzo India Variante Reshevsky
eu: Nimzo-indiarra: Reshevsky Aldaera
fr: Défense Nimzo-indienne, var. Rzeszewski
id: Nimzo Hindia: Varian Reshevsky
it: Difesa Nimzo Indiana Variante Reshevsky
nl: Nimzo-Indisch: Reshevsky variant
pl: Nimzovitsch, wariant Reshevsky'ego
ru: Защита Нимцовича: вариант Решевского
si: Nimzo-indijska, Reshevskyeva različica
sv: Nimzoindiskt: Reshevskyvarianten
tr: Nimzo-Hint: Reshevsky varyasyonu
uk: Захист Німцовича: варіант Решевського
vi: Nimzo-Ấn Độ: Reshevsky biến

source: Nimzo-Indian Defence: Romanishin Variation
es: Defensa Nimzo India: Variante Romanishin
eu: Nimzo-Indiar Defentsa: Romanishin Aldaera
fr: Défense Nimzo-indienne, var. des 3 cavaliers, var. Romanichine

source: Nimzo-Indian Defence: Romanishin Variation, English Hybrid
es: Defensa Nimzo India: Variante Romanishin, English Hybrid
eu: Nimzo-Indiar Defentsa: Romanishin Aldaera, Ingeles hibridoa
