Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined: 4.Nf3
ar: جامبيت الوزير المرفوض: 4.Nf4
br: Gambito da Dama Recusado, 4.Cf3
ca: Gambit de Dama refusat - 4. Cf3
cs: QGD: 4.Nf3
de: Damengambit (abgelehnt): 4.Sf3
es: Gambito de Dama Rehusado, 4.Cf3
eu: Damaren Ganbito Ukatua: 4.Zf3
fr: Gambit Dame refusé, 4.Cf3
id: QGD: 4.Kf3
it: Gambetto di Donna Rifiutato, 4.Cf3
nl: GDG: 4.Pf3
pl: Gam.hetm nieprzyj. 4.Sf3
ru: Отказанный ферзевый гамбит: 4.Кf3
si: DGZ, 4. Sf3
sv: Damgambit avböjd: 4.Sf3
tr: QGD: 4.Nf3
uk: Відхилений ферзевий гамбіт: 4.Кf3
vi: QGD: 4.Nf3

source: Queen Gambit Declined: 5...c6
ar: جامبيت الوزير المرفوض: 5...c7
br: Gambito da Dama Recusado, 5...c6
ca: Gambit de Dama refusat - 5 ...c6
cs: QGD: 5...c6
de: Damengambit (abgelehnt): 5...c6
es: Gambito de Dama Rehusado, 5...c6
eu: Damaren Ganbito Ukatua: 5...c6
fr: Gambit dame refusé, 5...c6
id: QGD: 5.... c6
it: Gambetto di Donna Rifiutato, 5...c6
nl: GDG: 5 ... c6
pl: Gam.hetm nieprzyj. 5...c6
ru: Отказанный ферзевый гамбит: 5...c6
si: DGZ, 5...c6
sv: Damgambit avböjd: 5...c6
tr: QGD: 5...c6
uk: Відхилений ферзевий гамбіт: 5...c6
vi: QGD: 5 ... c6

source: Queen Gambit Declined: 6.Nf3
ar: جامبيت الوزير المرفوض: 6.Nf4
br: Gambito da Dama Recusado, 6.Cf3
ca: Gambit de Dama refusat - 6. Cf3
cs: QGD: 6.Nf3
de: Damengambit (abgelehnt): 6.Sf3
es: Gambito de Dama Rehusado, 6.Cf3
eu: Damaren Ganbito Ukatua: 6.Zf3
fr: Gambit Dame refusé, 6.Cf3
id: QGD: 6.Kc3
it: Gambetto di Donna Rifiutato, 6.Cf3
nl: GDG: 6.P3
pl: Gam.hetm nieprzyj. 6. Sf3
ru: Отказанный ферзевый гамбит: 6.Кf3
si: DGZ, 6. Sf3
sv: Damgambit avböjd: 6.Sf3
tr: QGD: 6.Nf3
uk: Відхилений ферзевий гамбіт: 6.Кf3
vi: QGD: 6.Nf3

source: Queen Gambit Declined: Alapin Variation
ar: جامبيت الوزير المرفوض: تفريع الابين
br: Gambito da Dama Recusado, Variante Alapin
ca: Gambit de Dama refusat - Variant Alapin
cs: QGD: Alapin variation
de: Damengambit (abgelehnt): Alapin-Variante
es: Gambito de Dama Rehusado, Variante Alapin
eu: Damaren Ganbito Ukatua: Alapin Aldaera
fr: Gambit Dame refusé, var. Alapin
id: QGD: Varian Alapin
it: Gambetto di Donna Rifiutato, Variante Alapin
nl: GDG: Alapin variant
pl: Gam.hetm nieprzyj., wariant Alapin'a
ru: Отказанный ферзевый гамбит: вариант Алапина
si: DGZ, Alapinova različica
sv: Damgambit avböjd: Alapinvarianten
tr: QGD: Alapin varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Алапіна
vi: QGD: Alapin biến

source: Queen Gambit Declined: Albin Counter-gambit
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد
br: Gambito da Dama Recusado, Contra-Gambito Albin
ca: Gambit de Dama refusat - Contra-Gambit Albin
cs: QGD: Albin counter-gambit
de: Damengambit (abgelehnt): Albin Gegengambit
es: Gambito de Dama Rehusado, ContraGambito Albin
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa
fr: Gambit Dame refusé, contre-gambit Albin
id: QGD: Gambit Balasan Albin
it: Gambetto di Donna Rifiutato, Controgambetto Albin
nl: GDG: Albin tegengambiet
pl: Gam.hetm nieprzyj., kontrgambit Albin'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина
si: DGZ, Albinov proti-gambit
sv: Damgambit avböjd: Albins motgambit
tr: QGD: Albin karşı gambiti
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна
vi: QGD: Albin phản Gambit

source: Queen Gambit Declined: Albin Counter-gambit, 5.g3
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, 5.g4
br: Gambito da Dama Recusado, Contra-Gambito Albin, 5.g3
ca: Gambit de Dama refusat - Contra-Gambit Albin - 5. g3
cs: QGD: Albin counter-gambit, 5.g3
de: Damengambit (abgelehnt): Albin Gegengambit, 5.g3
es: Gambito de Dama Rehusado, ContraGambito Albin, 5.g3
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, 5.g3
fr: Gambit Dame refusé, contre-gambit Albin, 5.g3 (var. du fianchetto)
id: QGD: Gambit Balasan Albin, 5.g3
it: Gambetto di Donna Rifiutato, Controgambetto Albin, 5.g3
nl: GDG: Albin tegen-gambiet, 5.g3
pl: Gam.hetm nieprzyj., kontrgambit Albin'a, 5.g3
ru: Отказанный ферзевый гамбит: контргамбит Альбина, 5.g3
si: DGZ; Albinov proti-gambit, 5.g3
sv: Damgambit avböjd: Albins motgambit, 5.g3
tr: QGD: Albin karşı gambiti, 5.g3
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, 5.g3
vi: QGD: Albin phản Gambit, 5.g3

source: Queen Gambit Declined: Albin Counter-gambit, Alapin Variation
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, تفريع الابين
br: Gambito da Dama Recusado, Contra-Gambito Albin, Variante Alapin
ca: Gambit de Dama refusat - Contra-Gambit Albin - Variant Alapin
cs: QGD: Albin counter-gambit, Alapin variation
de: Damengambit (abgelehnt): Albin Gegengambit, Alapin-Variante
es: Gambito de Dama Rehusado, ContraGambito Albin, Variante Alapin
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Alapin Aldaera
fr: Gambit Dame refusé, contre-gambit Albin, var. Alapin
id: QGD: Gambit Balasan Albin, Varian Alapin
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Variante Alapin
nl: GDG: Albin tegen-gambiet, Alapin variant
pl: Gam.hetm nieprzyj., kontrgambit Albin'a, wariant Alapin'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина, вариант Алапина
si: DGZ, Albinov proti-gambit, Alapinova različica
sv: Damgambit avböjd: Albins motgambit, Alapinvarianten
tr: QGD: Albin karşı gambiti, Alapin varyasyonu
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, варіант Алапіна
vi: QGD: Albin phản Gambit, Alapin biến

source: Queen Gambit Declined: Albin Counter-gambit, Balogh Variation
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, بالوغ تفريع
br: Gambito da Dama Recusado, Contra-Gambito Albin, Variante Balogh
ca: Gambit de Dama refusat - Contra-Gambit Albin - Variant Balogh
cs: QGD: Albin counter-gambit, Balogh variation
de: Damengambit (abgelehnt): Albin Gegengambit, Balogh-Variante
es: Gambito de Dama Rehusado, ContraGambito Albin, Variante Balogh
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Balogh Aldaera
fr: Gambit Dame refusé, contre-gambit Albin, var. Balogh
id: QGD: Gambit Balasan Albin, Varian Balogh
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Variante Balogh
nl: GDG: Albin tegen-gambiet, Balogh variant
pl: Gam.hetm nieprzyj., kontrgambit Albin'a, wariant Balogh'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина, вариант Балога
si: DGZ, Albinov proti-gambit, Baloghova različica
sv: Damgambit avböjd: Albins motgambit, Baloghvarianten
tr: QGD: Albin karşı gambiti, Balogh varyasyonu
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, варіант Балога
vi: QGD: Albin phản Gambit, Balogh biến

source: Queen Gambit Declined: Albin Counter-gambit, Janowski Variation
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, جناوسكاي تفريع
br: Gambito da Dama Recusado, Contra-Gambito Albin, Variante Janowski
ca: Gambit de Dama refusat - Contra-Gambit Albin - Variant Janowski
cs: QGD: Albin counter-gambit, Janowski variation
de: Damengambit (abgelehnt): Albin Gegengambit, Janowski-Variante
es: Gambito de Dama Rehusado, ContraGambito Albin, Variante Janowski
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Janowski Aldaera
fr: Gambit Dame refusé, contre-gambit Albin, var. Janowski
id: QGD: Gambit Balasan Albin, Varian Janowski
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Variante Janowski
nl: GDG: Albin tegen-gambiet, Janowski variant
pl: Gam.hetm nieprzyj., kontrgambit Albin'a, wariant Janowskiego
ru: Отказанный ферзевый гамбит: контргамбит Альбина, вариант Яновского
si: DGZ, Albinov proti-gambit, Janowskijeva različica
sv: Damgambit avböjd: Albins motgambit, Janowskivarianten
tr: QGD: Albin karşı gambiti, Janowski varyasyonu
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, варіант Яновського
vi: QGD: Albin phản Gambit, Janowski biến

source: Queen Gambit Declined: Albin Counter-gambit, Krenosz Variation
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, Krenosz تفريع
br: Gambito da Dama Recusado, Contra-Gambito Albin, Variante Krenosz
ca: Gambit de Dama refusat - Contra-Gambit Albin - Variant Krenosz
cs: QGD: Albin counter-gambit, Krenosz variation
de: Damengambit (abgelehnt): Albin Gegengambit, Krenosz-Variante
es: Gambito de Dama Rehusado, ContraGambito Albin, Variante Krenosz
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Krenosz Aldaera
fr: Gambit Dame refusé, contre-gambit Albin, var. Krenosz
id: QGD: Gambit Balasan Albin, Varian Kresnosz
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Variante Krenosz
nl: GDG: Albin tegen-gambiet, Krenosz variant
pl: Gam.hetm nieprzyj.,kontrgambit Albin'a, wariant Krenosz'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина, вариант Креноса
si: DGZ, Albinov proti-gambit, Krenoszeva različica
sv: Damgambit avböjd: Albins motgambit, Krenoszvarianten
tr: QGD: Albin karşı gambiti, Krenosz varyasyonu
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, варіант Креноса
vi: QGD: Albin phản Gambit, Krenosz biến

source: Queen Gambit Declined: Albin Counter-gambit, Lasker Trap
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, لاسكر فخ
br: Gambito da Dama Recusado, Contra-Gambito Albin, Armadilha de Lasker
ca: Gambit de Dama refusat - Contra-Gambit Albin - Trampa de Lasker
cs: QGD: Albin counter-gambit, Lasker trap
de: Damengambit (abgelehnt): Albin Gegengambit, Lasker Falle
es: Gambito de Dama Rehusado, ContraGambito Albin, Trampa de Lasker
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Lasker Tranpa
fr: Gambit Dame refusé, contre-gambit Albin, piège de Lasker
id: QGD: Gambit Balasan Albin, Jebakan Lasker
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Trampa de Lasker
nl: GDG: Albin tegen-gambiet, Lasker val
pl: Gam.hetm nieprzyj.,kontrgambit Albin'a, pułapka Lasker'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина, ловушка Ласкера
si: DGZ, Albinov proti-gambit, Laskerjeva past
sv: Damgambit avböjd: Albins motgambit, Laskers fälla
tr: QGD: Albin karşı gambiti, Lasker tuzağı
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, пастка Ласкера
vi: QGD: Albin phản Gambit, Lasker bẫy

source: Queen Gambit Declined: Albin CounterGambit, Fianchetto Variation, Be6 Line
es: Gambito de Dama Rehusado: Albin CounterGambit, Variante Fianchetto, Be6 Line
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Fianchetto Aldaera, Ae6 Lerroa
fr: Gambit Dame refusé, contre-gambit Albin, var. du fianchetto, avec ...Fe6

source: Queen Gambit Declined: Albin CounterGambit, Fianchetto Variation, Bf5 Line
es: Gambito de Dama Rehusado: Albin CounterGambit, Variante Fianchetto, Bf5 Line
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Fianchetto Aldaera, Af5 Lerroa
fr: Gambit Dame refusé, contre-gambit Albin, var. du fianchetto, avec ...Ff5

source: Queen Gambit Declined: Albin CounterGambit, Fianchetto Variation, Bg4 Line
es: Gambito de Dama Rehusado: Albin CounterGambit, Variante Fianchetto, Bg4 Line
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Fianchetto Aldaera, Ag4 Lerroa
fr: Gambit Dame refusé, contre-gambit Albin, var. du fianchetto, avec ...Fg4

source: Queen Gambit Declined: Albin CounterGambit, Normal Line
es: Gambito de Dama Rehusado: Albin CounterGambit, Normal Line
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Lerro Normala
fr: Gambit Dame refusé, contre-gambit Albin, ligne normale

source: Queen Gambit Declined: Albin CounterGambit, Tartakower Defence
es: Gambito de Dama Rehusado: Albin CounterGambit, Defensa Tartakower
eu: Damaren Ganbito Ukatua: Albin Kontra-Ganbitoa, Tartakower Defentsa
fr: Gambit Dame refusé, contre-gambit Albin, défense Tartakover

source: Queen Gambit Declined: Alekhine Variation
ar: جامبيت الوزير المرفوض: اليخين تفريع
br: Gambito da Dama Recusado, Variante Alekhine
ca: Gambit de Dama refusat - Variant Alekhine
cs: QGD: Alekhine variation
de: Damengambit (abgelehnt): Aljechin-Variante
es: Gambito de Dama Rehusado, Variante Alekhine
eu: Damaren Ganbito Ukatua: Alekhine Aldaera
fr: Gambit Dame refusé, var. Alekhine
id: QGD: Varian Alekhine
it: Gambetto di Donna Rifiutato, Variante Alekhine
nl: GDG: Aljechin variant
pl: Gam.hetm nieprzyj., wariant Alekhin'a
ru: Отказанный ферзевый гамбит: вариант Алехина
si: DGZ, Aljehinova različica
sv: Damgambit avböjd: Aljechinvarianten
tr: QGD: Alekhine varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Альохіна
vi: QGD: biến thể Alekhine

source: Queen Gambit Declined: Anti-neo-orthodox Variation
ar: جامبيت الوزير المرفوض: ضد-المستحدث-الأرثوذكسي تفريع
br: Gambito da Dama Recusado, Variante Anti Neo Ortodoxa
ca: Gambit de Dama refusat - Variant Anti-Neo-Ortodoxa
cs: QGD: Anti-neo-orthodox variation
de: Damengambit (abgelehnt): Anti-neo-Orthodoxe Variante
es: Gambito de Dama Rehusado, Variante Anti Neo Ortodoxa
eu: Damaren Ganbito Ukatua: Aldaera Anti-Neo-Ortodoxoa
fr: Gambit Dame refusé, var. anti-néo-orthodoxe
id: QGD: Varian Anti Neo-Orthodox
it: Gambetto di Donna Rifiutato, Variante Anti Neo Ortodossa
nl: GDG: Anti-neo-orthodoxe variant
pl: Gam.hetm nieprzyj., wariant anty-nowo-ortodoksyjny
ru: Отказанный ферзевый гамбит: анти-неоортодоксальный вариант
si: DGZ; proti-neo-ortodoksna različica
sv: Damgambit avböjd: Anti-neo-ortodoxa varianten
tr: QGD: Anti-yeni-ortodoks varyasyonu
uk: Відхилений ферзевий гамбіт: Анти-неоортодоксальний варіант
vi: QGD: Biến thể chống neo-orthodox

source: Queen Gambit Declined: Austrian Attack, Salvio CounterGambit
es: Gambito de Dama Rehusado: Ataque Austrian, Salvio CounterGambit
eu: Damaren Ganbito Ukatua: Austriar Erasoa, Salvio Kontra-Ganbitoa
fr: Gambit Dame refusé, défense autrichienne, contre-gambit Salvio

source: Queen Gambit Declined: Austrian Defence, Gusev CounterGambit
es: Gambito de Dama Rehusado: Defensa Austrian, Gusev CounterGambit
eu: Damaren Ganbito Ukatua: Austriar Defentsa, Gusev Kontra-Ganbitoa
fr: Gambit Dame refusé, défense autrichienne, contre-gambit Gusev

source: Queen Gambit Declined: Austrian Defence, Haberditz Variation
es: Gambito de Dama Rehusado: Defensa Austrian, Variante Haberditz
eu: Damaren Ganbito Ukatua: Austriar Defentsa, Haberditz Aldaera
fr: Gambit Dame refusé, défense autrichienne, var. Haberditz

source: Queen Gambit Declined: Baltic Defence, Argentinian Gambit
es: Gambito de Dama Rehusado: Defensa Baltic, Gambito Argentinian
eu: Damaren Ganbito Ukatua: Baltiar Defentsa, Argentinar Ganbitoa
fr: Gambit Dame refusé, défense balte, gambit argentin

source: Queen Gambit Declined: Baltic Defence, Pseudo-Chigorin
es: Gambito de Dama Rehusado: Defensa Baltic, Pseudo-Chigorin
eu: Damaren Ganbito Ukatua: Baltiar Defentsa, Pseudo-Chigorin

source: Queen Gambit Declined: Baltic Defence, Pseudo-Slav
es: Gambito de Dama Rehusado: Defensa Baltic, Pseudo-Slav
eu: Damaren Ganbito Ukatua: Baltiar Defentsa, Pseudo-Eslaviarra

source: Queen Gambit Declined: Baltic Defence, Queen Attack
es: Gambito de Dama Rehusado: Defensa Baltic, Ataque Queen
eu: Damaren Ganbito Ukatua: Baltiar Defentsa, Dama Erasoa
fr: Gambit Dame refusé, défense balte, attaque de la dame

source: Queen Gambit Declined: Baltic Defence, Queen Attack Deferred
es: Gambito de Dama Rehusado: Defensa Baltic, Queen Attack Deferred
eu: Damaren Ganbito Ukatua: Baltiar Defentsa, Dama Eraso Atzeratua
fr: Gambit Dame refusé, défense balte, attaque de la dame différée

source: Queen Gambit Declined: Barmen Variation
es: Gambito de Dama Rehusado: Variante Barmen
eu: Damaren Ganbito Ukatua: Barmen Aldaera
fr: Gambit Dame refusé, var. de Barmen

source: Queen Gambit Declined: Been-Koomen Variation
ar: جامبيت الوزير المرفوض: بيين-كومن تفريع
br: Gambito da Dama Recusado, Variante Been-Koomen
ca: Gambit de Dama refusat - Variant Been Koomen
cs: QGD: Been-Koomen variation
de: Damengambit (abgelehnt): Been-Koomen-Variante
es: Gambito de Dama Rehusado, Variante Been Koomen
eu: Damaren Ganbito Ukatua: Been-Koomen Aldaera
fr: Gambit Dame refusé, var. Been - Koomen
id: QGD: Varian Been-Koomen
it: Gambetto di Donna Rifiutato, Variante Been Koomen
nl: GDG: Been-Koomen variant
pl: Gam.hetm nieprzyj.,wariant Been-Koomen
ru: Отказанный ферзевый гамбит: вариант Бена-Комена
si: DGZ, Been-Koomenova različica
sv: Damgambit avböjd: Been-Koomen-varianten
tr: QGD: Been-Koomen varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Бена-Комена
vi: QGD: biến thể Been-Koomen

source: Queen Gambit Declined: Cambridge Springs Defence
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس
br: Gambito da Dama Recusado, Defesa Cambridge Springs
ca: Gambit de Dama refusat - Defensa Cambridge Springs
cs: QGD: Cambridge Springs defence
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung
es: Gambito de Dama Rehusado, Defensa Cambridge Springs
eu: Damaren Ganbito Ukatua: Cambridge Springs Defentsa
fr: Gambit Dame refusé, défense de Cambridge Springs
id: QGD: Pembelaan Cambridge Springs
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs
nl: GDG: Cambridge Springs verdediging
pl: Gam.hetm nieprzyj., obrona
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита
si: DGZ, Cambridge Springs obramba
sv: Damgambit avböjd: Cambridge Springs försvar
tr: QGD: Cambridge Springs savunması
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист
vi: QGD: Phòng thủ Cambridge Springs

source: Queen Gambit Declined: Cambridge Springs Defence, 7.cd
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, 7.cd
br: Gambito da Dama Recusado, Defesa Cambridge Springs, 7.cxd5
ca: Gambit de Dama refusat - Defensa Cambridge Springs - 7. cxd5
cs: QGD: Cambridge Springs defence, 7.cd
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, 7.cd
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, 7.cxd5
eu: Damaren Ganbito Ukatua: Cambridge Springs Defentsa, 7.cxd5
fr: Gambit Dame refusé, défense de Cambridge Springs, 7.cxd5
id: QGD: Pembelaan Cambridge Springs, 7.cd
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, 7.cxd5
nl: GDG: Cambridge Springs defensie, 7.cd
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, 7.cd
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, 7.cd
si: DGZ, Cambridge Springs obramba, 7. cd
sv: Damgambit avböjd: Cambridge Springs försvar, 7.cxd5
tr: QGD: Cambridge Springs savunması, 7.cd
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, 7.cd
vi: QGD: Phòng thủ Cambridge Springs, 7.cd

source: Queen Gambit Declined: Cambridge Springs Defence, Argentine Variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, ارجنتين تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Argentina
ca: Gambit de Dama refusat - Defensa Cambridge Springs - Variant Argentina
cs: QGD: Cambridge Springs defence, Argentine variation
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Argentinische Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Argentina
eu: Damaren Ganbito Ukatua: Cambridge Springs Defentsa, Argentinako Aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. argentine
id: QGD: Pembelaan Cambridge Springs, Varian Argentina
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Argentina
nl: GDG: Cambridge Springs defensie, Argentijnse variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant argentyński
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, аргентинский вариант
si: DGZ, Cambridge Springs obramba, argentinska različica
sv: Damgambit avböjd: Cambridge Springs försvar, Argentinavarianten
tr: QGD: Cambridge Springs savunması, Arjantin varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, Аргентинський варіант
vi: QGD: Phòng thủ Cambridge Springs, biến thể Argentina

source: Queen Gambit Declined: Cambridge Springs Defence, Bogoljubow Variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, بوجولجوبو تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Bogoljubow
ca: Gambit de Dama refusat - Defensa Cambridge Springs - Variant Bogoljubow
cs: QGD: Cambridge Springs defence, Bogoljubow variation
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Bogoljubow-Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Bogoljubow
eu: Damaren Ganbito Ukatua: Cambridge Springs Defentsa, Bogoljubow Aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. Bogoljubov
id: QGD: Pembelaan Cambridge Springs, Varian Bogolyubov
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Bogoljubow
nl: GDG: Cambridge Springs verdediging Bogoljubow variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant Bogoljubow'a
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, вариант Боголюбова
si: DGZ, Cambridge Springs obramba, Bogolyubova različica
sv: Damgambit, avböjd: Cambridge Springs försvar, Bogoljubowvarianten
tr: QGD: Cambridge Springs savunması, Bogoljubow varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, варіант Боголюбова
vi: QGD: Phòng thủ Cambridge Springs, biến thể Bogoljubow

source: Queen Gambit Declined: Cambridge Springs Defence, Capablanca Variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, كابابلانكا تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Capablanca
ca: Gambit de Dama refusat - Defensa Cambridge Springs - Variant Capablanca
cs: QGD: Cambridge Springs defence, Capablanca variation
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Capablanca-Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Capablanca
eu: Damaren Ganbito Ukatua: Cambridge Springs Defentsa, Capablanca Aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. Capablanca
id: QGD: Pembelaan Cambridge Springs, Varian Capablanca
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Capablanca
nl: GDG: Cambridge Springs verdediging Capablanca variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant Capablanki
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, вариант Капабланки
si: DGZ, Cambridge Springs obramba, Capablancina različica
sv: Damgambit avböjd: Cambridge Springs försvar, Capablancavarianten
tr: QGD: Cambridge Springs savunması, Capablanca varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, варіант Капабланки
vi: QGD: Phòng thủ Cambridge Springs, biến thể Capablanca

source: Queen Gambit Declined: Cambridge Springs Defence, Rubinstein Variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, روبينشتاين تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Rubinstein
ca: Gambit de Dama refusat - Defensa Cambridge Springs -Variant Rubinstein
cs: QGD: Cambridge Springs defence, Rubinstein variation
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Rubinstein-Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Rubinstein
eu: Damaren Ganbito Ukatua: Cambridge Springs Defentsa, Rubinstein Aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. Rubinstein
id: QGD: Pembelaan Cambridge Springs, Varian Rubenstein
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Rubinstein
nl: GDG: Cambridge Springs verdediging Rubinstein variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant Rubinstein'a
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, вариант Рубинштейна
si: DGZ, Cambridge Springs obramba, Rubinsteinova različica
sv: Damgambit avböjd: Cambridge Springs försvar, Rubinsteinvarianten
tr: QGD: Cambridge Springs savunması, Rubinstein varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, варіант Рубінштейна
vi: QGD: Phòng thủ Cambridge Springs, biến thể Rubinstein
