Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian Defence: Dragon, Classical, Amsterdam Variation
ar: صقلي: التنين, الكلاسيكي, أمستردام تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Amsterdam
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Amsterdam
cs: Sicilian: dragon, classical, Amsterdam variation
de: Sizilianisch: Drachenvariante, Klassisch, Amsterdamer Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Amsterdam
eu: Siziliarra: Dragoia, Klasikoa, Amsterdam Aldaera
fr: Sicilienne, dragon classique, var. d'Amsterdam
id: Sisilia Naga, Klasik, Varian Amsterdam
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Amsterdam
nl: Siciliaans: draak, klassiek, Amsterdam variant
pl: Sycylijska, smoka, klasyczna, wariant Amsterdamski
ru: Сицилианская защита: вариант дракона, классическая атака, амстердамский вариант
si: sicilijanska, zmajeva, klasična, različica Amsterdam
sv: Sicilianskt: Draken, klassiskt, Amsterdamvarianten
tr: Sicilya: ejderha, klasik, Amsterdam varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, Амстердамський варіант
vi: Sicilia: long, cổ điển, Amsterdam biến

source: Sicilian Defence: Dragon, Classical, Bernard Defence
ar: صقلي: التنين, الكلاسيكي, بيرنارد دفاع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Defesa Bernard
ca: Defensa Siciliana - Variant Drac - Atàc clàssic - Defensa Bernard
cs: Sicilian: dragon, classical, Bernard defence
de: Sizilianisch: Drachenvariante, Klassisch, Bernard Verteidigung
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Defensa Bernard
eu: Siziliarra: Dragoia, Klasikoa, Bernarden Defentsa
fr: Sicilienne, dragon classique, défense Bernard
id: Sisilia Naga, Klasik, Pembelaan Bernard
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Difesa Bernard
nl: Siciliaans: draak, klassiek, Bernard verdediging
pl: Sycylijska, smoka, klasyczna, obrona Bernard'a
ru: Сицилианская защита: вариант дракона, классическая атака, защита Бернарда
si: sicilijanska, zmajeva, klasična, Bernardova obramba
sv: Sicilianskt: Draken, klassiskt, Bernards försvar
tr: Sicilya: ejderha, klasik, Bernard savunması
uk: Сицилійський захист: варіант дракона, класична атака, захист Бернарда
vi: Sicilia: dragon, cổ điển, phòng thủ Bernard

source: Sicilian Defence: Dragon, Classical, Grigoriev Variation
ar: صقلي: التنين, الكلاسيكي, جريجوريف تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Grigoriev
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Grigoriev
cs: Sicilian: dragon, classical, Grigoriev variation
de: Sizilianisch: Drachenvariante, Klassisch, Grigoriev Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Grigoriev
eu: Siziliarra: Dragoia, Klasikoa, Grigoriev Aldaera
fr: Sicilienne, dragon classique, var. Grigoriev
id: Sisilia Naga, Klasik, Varian Grigoriev
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Grigoriev
nl: Siciliaans: draak, klassiek, Grigoriev variant
pl: Sycylijska, smoka, klasyczna, wariant Grigoriev'a
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Григорьева
si: sicilijanska, zmajeva, klasična, Grigorieva različica
sv: Sicilianskt: Draken, klassiskt, Grigorjevvarianten
tr: Sicilya: ejderha, klasik, Grigoriev varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Григор’єва
vi: Sicilia: long, cổ điển, Grigoriev biến

source: Sicilian Defence: Dragon, Classical, Nottingham Variation
ar: صقلي: التنين, الكلاسيكي, نوتنجهام تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Nottingham
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Nottingham
cs: Sicilian: dragon, classical, Nottingham variation
de: Sizilianisch: Drachenvariante, Klassisch, Nottingham Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Nottingham
eu: Siziliarra: Dragoia, Klasikoa, Nottingham Aldaera
fr: Sicilienne, dragon classique, var. de Nottingham
id: Sisilia Naga, Klasik, Varian Nottingham
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Nottingham
nl: Siciliaans: draak, klassiek, Nottingham variant
pl: Sycylijska, smoka, klasyczna, wariant Nottingham
ru: Сицилианская защита: вариант дракона, классическая атака, ноттингемский вариант
si: sicilijanska, zmajeva, klasična, Nottinghamova različica
sv: Sicilianskt: Draken, klassiskt, Nottinghamvarianten
tr: Sicilya: ejderha, klasik, Nottingham varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, Ноттінгемський варіант
vi: Sicilia: long, cổ điển, Nottingham biến

source: Sicilian Defence: Dragon, Classical, Reti-Tartakower Variation
ar: صقلي: التنين, الكلاسيكي, ريتي-تارتاكوفر تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Reti Tartakower
ca: Defensa Siciliana - Variant Deac - Atac clàssic - Variant Reti Tartakower
cs: Sicilian: dragon, classical, Reti-Tartakower variation
de: Sizilianisch: Drachenvariante, Klassisch, Reti-Tartakower Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Reti Tartakower
eu: Siziliarra: Dragoia, Klasikoa, Reti-Tartakower Aldaera
fr: Sicilienne, dragon classique, var. Réti - Tartakover
id: Sisilia Naga, Klasik, Varian Reti-Tartakower
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Reti Tartakower
nl: Siciliaans: draak, klassiek, Reti-Tartakower variant
pl: Sycylijska, smoka, klasyczna, wariant Reti-Tertakower
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Рети-Тартаковера
si: sicilijanska, zmajeva, klasična, Reti-Tartakowerjeva različica
sv: Sicilianskt: Draken, klassiskt, Reti-Tartakower-varianten
tr: Sicilya: ejderha, klasik Reti-Tartakower varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Реті-Тартаковера
vi: Sicilia: long, cổ điển, Reti-Tartakower biến

source: Sicilian Defence: Dragon, Classical, Richter Variation
ar: صقلي: التنين, الكلاسيكي, ريشتر تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Richter
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Richter
cs: Sicilian: dragon, classical, Richter variation
de: Sizilianisch: Drachenvariante, Klassisch, Richter Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Richter
eu: Siziliarra: Dragoia, Klasikoa, Richter Aldaera
fr: Sicilienne, dragon classique, var. Richter
id: Sisilia Naga, Klasik, Varian Richter
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Richter
nl: Siciliaans: draak, klassiek, Richter variant
pl: Sycylijska, smoka, klasyczna, wariant Richter'a
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Рихтера
si: sicilijanska, zmajeva, klasična, Richterjeva različica
sv: Sicilianskt: Draken, klassiskt, Richtervarianten
tr: Sicilya: ejderha, klasik, Richter varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Ріхтера
vi: Sicilia: long, cổ điển, Richter biến

source: Sicilian Defence: Dragon, Classical, Spielmann Variation
ar: صقلي: التنين, الكلاسيكي, سبيلمان تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Spielmann
ca: Defensa Siciliana - Variant Drac - Atac clàsic - Variant Spielmann
cs: Sicilian: dragon, classical, Spielmann variation
de: Sizilianisch: Drachenvariante, Klassisch, Spielmann Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Spielmann
eu: Siziliarra: Dragoia, Klasikoa, Spielmann Aldaera
fr: Sicilienne, dragon classique, var. Spielmann
id: Sisilia Naga: Klasik, Varian Spielmann
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Spielmann
nl: Siciliaans: draak, klassiek, Spielmann variant
pl: Sycylijska, smoka, klasyczna, wariant Spielmann'a
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Шпильмана
si: sicilijanska, zmajeva, klasična, Spielmannova različica
sv: Sicilianskt: Draken, klassiskt, Spielmannvarianten
tr: Sicilya: ejderha, klasik, Spielmann varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Шпільмана
vi: Sicilia: long, cổ điển, Spielmann biến

source: Sicilian Defence: Dragon, Classical, Stockholm Attack
ar: صقلي: التنين, الكلاسيكي, استكهولم هجوم
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Ataque Estocolmo
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Atac Estocolm
cs: Sicilian: dragon, classical, Stockholm attack
de: Sizilianisch: Drachenvariante, Klassisch, Stockholm Angriff
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Ataque Estocolmo
eu: Siziliarra: Dragoia, Klasikoa, Stockholmeko Erasoa
fr: Sicilienne, dragon classique, attaque de Stockholm
id: Sisilia Naga: Klasik, Serangan Stockholm
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Attacco Estocolmo
nl: Siciliaans: draak, klassiek, Stockholm aanval
pl: Sycylijska, smoka, klasyczna, atak Sztokholmski
ru: Сицилианская защита: вариант дракона, классическая атака, стокгольмская атака
si: sicilijanska, zmajeva, klasična, štokholmski napad
sv: Sicilianskt: Draken, klassiskt, Stockholmsangrepp
tr: Sicilya: ejderha, klasik, Stockholm hücumu
uk: Сицилійський захист: варіант дракона, класична атака, Стокгольмська атака
vi: Sicilia: long, cổ điển, tấn công Stockholm

source: Sicilian Defence: Dragon, Classical, Zollner Gambit
ar: صقلي: التنين, الكلاسيكي, زولنر جامبيت
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Gambito Zollner
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Gambit Zollner
cs: Sicilian: dragon, classical, Zollner gambit
de: Sizilianisch: Drachenvariante, Klassisch, Zollner Gambit
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Gambito Zollner
eu: Siziliarra: Dragoia, Klasikoa, Zollner Ganbitoa
fr: Sicilienne, dragon classique, gambit Zollner
id: Sisilia Naga: Klasik, Gambit Zollner
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Mossa di Zollner
nl: Siciliaans: draak, klassiek, Zollner gambiet
pl: Sycylijska, smoka, klasyczna, gambit Zollner'a
ru: Сицилианская защита: вариант дракона, классическая атака, гамбит Цолльнера
si: sicilijanska, zmajeva, klasična, Zollnerjev gambit
sv: Sicilianskt: Draken, klassiskt, Zollnergambit
tr: Sicilya: ejderha, klasik, Zollner gambiti
uk: Сицилійський захист: варіант дракона, класична атака, гамбіт Цолльнера
vi: Sicilia: long, cổ điển, Zollner Gambit

source: Sicilian Defence: Dragon, Levenfish Variation
ar: صقلي: التنين, ليفنفنيش تفريع
br: Defesa Siciliana, Variante do Dragão, Variante Levenfish
ca: Defensa Siciliana - Variant Drac - Variant Levenfish
cs: Sicilian: dragon, Levenfish variation
de: Sizilianisch: Drachenvariante, Löwenfisch Variante
es: Defensa Siciliana, Variante del Dragón, Variante Levenfish
eu: Siziliarra: Dragoia, Levenfish Aldaera
fr: Sicilienne, dragon, variante (parfois "attaque" en anglais) Levenfish
id: Sisilia Naga, Varian Levenfish
it: Difesa Siciliana, Variante del Dragone, Variante Levenfish
nl: Siciliaans: draak, Levenfish variant
pl: Sycylijska, smoka, wariant Levenfish'a
ru: Сицилианская защита: вариант дракона, вариант Левенфиша
si: sicilijanska, zmajeva, Levenfiseva različica
sv: Sicilianskt: Draken, Löwenfischvarianten
tr: Sicilya: ejderha, Levenfish varyasyonu
uk: Сицилійський захист: варіант дракона, варіант Левенфіша
vi: Sicilia: long, Levenfish biến

source: Sicilian Defence: Dragon, Levenfish; Flohr Variation
ar: صقلي: التنين, ليفنفنيش; فلوهر تفريع
br: Defesa Siciliana, Variante do Dragão, Variante Levenfish, Variante Flohr
ca: Defensa Siciliana - Variant Drac - Variant Levenfish - Variant Flohr
cs: Sicilian: dragon, Levenfish; Flohr variation
de: Sizilianisch: Drachenvariante, Löwenfisch; Flohr Variante
es: Defensa Siciliana, Variante del Dragón, Variante Levenfish, Variante Flohr
eu: Siziliarra: Dragoia, Levenfish; Flohr Aldaera
fr: Sicilienne, dragon, var. Levenfish, var. Flohr
id: Sisilia Naga, Varian Levenfish, Varian Flohr
it: Difesa Siciliana, Variante del Dragone, Variante Levenfish, Variante Flohr
nl: Siciliaans: draak, Levenfish; Flohr variant
pl: Sycylijska, smoka, Levenfish'a, wariant Flohr'a
ru: Сицилианская защита: вариант дракона, вариант Левенфиша, вариант Флора
si: sicilijanska, zmajeva, Levenfisheva, Flohrjeva različica
sv: Sicilianskt: Draken, Löwenfisch; Flohrvarianten
tr: Sicilya: ejderha, Levenfish; Flohr varyasyonu
uk: Сицилійський захист: варіант дракона, варіант Левенфіша, варіант Флора
vi: Sicilia: long, Levenfish; Flohr biến

source: Sicilian Defence: Dragon, Yugoslav Attack
ar: صقلي: التنين, هجوم يوجو السلافي
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau
cs: Sicilian: dragon, Yugoslav attack
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo
eu: Siziliarra: Dragoia, Jugoslaviar Erasoa
fr: Sicilienne, dragon, attaque yougoslave
id: Sisilia Naga, Serangan Yugoslavia
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo
nl: Siciliaans: draak, Joegoslavische aanval
pl: Sycylijska, smoka, atak Jugosłowiański
ru: Сицилианская защита: вариант дракона, югославская атака
si: sicilijanska, zmajeva, jugoslovanski napad
sv: Sicilianskt: Draken, jugoslaviskt angrepp
tr: Sicilya: ejderha, Yugoslav hücumu
uk: Сицилійський захист: варіант дракона, Югославська атака
vi: Sicilia: long, Nam Tư tấn công

source: Sicilian Defence: Dragon, Yugoslav Attack, 10.O-O-O
ar: صقلي: التنين, هجوم يوجو السلافي, 10.O-O-O
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 10.O-O-O
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 10. 0-0-0
cs: Sicilian: dragon, Yugoslav attack, 10.O-O-O
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 10.O-O-O
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 10.O O O
eu: Siziliarra: Dragoia, Jugoslaviar Erasoa, 10.O-O-O
fr: Sicilienne, dragon, attaque yougoslave, 10.O-O-O
id: Sisilia Naga, Serangan Yugoslavia, 10.0-0-0
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 10.O O O
nl: Siciliaans: draak, Joegoslavische aanval, 10.O-O-O
pl: Sycylijska, smoka, atak Jugosłowiański, 10.O-O-O
ru: Сицилианская защита: вариант дракона, югославская атака, 10.O-O-O
si: sicilijanska, zmajeva, jugoslovanski napad, 10.O-O-O
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 10.O-O-O
tr: Sicilya: ejderha, Yugoslav hücumu, 10.O-O-O
uk: Сицилійський захист: варіант дракона, Югославська атака, 10.O-O-O
vi: Sicilia: rồng, tấn công Yugoslav, 10.O-O-O

source: Sicilian Defence: Dragon, Yugoslav Attack, 12.h4
ar: صقلي: التنين, هجوم يوجو السلافي, 12.h5
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 12.h4
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 12. h4
cs: Sicilian: dragon, Yugoslav attack, 12.h4
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 12.h4
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 12.h4
eu: Siziliarra: Dragoia, Jugoslaviar Erasoa, 12.h4
fr: Sicilienne, dragon, attaque yougoslave, 12.h4
id: Sisilia Naga, Serangan Yugoslavia, 12.h4
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 12.h4
nl: Siciliaans: draak, Joegoslavische aanval, 12.h4
pl: Sycylijska, smoka, atak Jugosłowiański, 12.h4
ru: Сицилианская защита: вариант дракона, югославская атака, 12.h4
si: sicilijanska, zmajeva, jugoslovanski napad, 12.h4
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 12.h4
tr: Sicilya: ejderha, Yugoslav hücumu, 12.h4
uk: Сицилійський захист: варіант дракона, Югославська атака, 12.h4
vi: Sicilia: rồng, tấn công Yugoslav, 12.h4

source: Sicilian Defence: Dragon, Yugoslav Attack, 7...O-O
ar: صقلي: التنين, هجوم يوجو السلافي, 7...O-O
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 7...O-O
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 7. ... 0-0
cs: Sicilian: dragon, Yugoslav attack, 7...O-O
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 7...O-O
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 7...O O
eu: Siziliarra: Dragoia, Jugoslaviar Erasoa, 7...O-O
fr: Sicilienne, dragon, attaque yougoslave, 7...O-O
id: Sisilia Naga, Serangan Yugoslavia, 7...0-0
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 7...O O
nl: Siciliaans: draak, Joegoslavische aanval, 7 ... O-O
pl: Sycylijska, smoka, atak Jugosłowiański, 7...O-O
ru: Сицилианская защита: вариант дракона, югославская атака, 7...O-O
si: sicilijanska, zmajeva, Yugoslavov napad, 7...O-O
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 7...O-O
tr: Sicilya: ejderha, Yugoslav hücumu, 7...O-O
uk: Сицилійський захист: варіант дракона, Югославська атака, 7...O-O
vi: Sicilia: long, Nam Tư tấn công, 7 ... O-O

source: Sicilian Defence: Dragon, Yugoslav Attack, 9...Bd7
ar: صقلي: التنين, هجوم يوجو السلافي, 9...Bd8
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 9...Bd7
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 9 ... Ad7
cs: Sicilian: dragon, Yugoslav attack, 9...Bd7
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 9...Ld7
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 9...Ad7
eu: Siziliarra: Dragoia, Jugoslaviar Erasoa, 9...Ad7
fr: Sicilienne, dragon, attaque yougoslave, 9...Fd7
id: Sisilia Naga, Serangan Yugoslavia, 9... Gd7
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 9...Ad7
nl: Siciliaans: draak, Joegoslavische aanval, 9 ... Ld7
pl: Sycylijska, smoka, atak Jugosłowiański 9...Gd7
ru: Сицилианская защита: вариант дракона, югославская атака, 9...Сd7
si: sicilijanska, zmajeva, Yugoslavov napad, 9...Lb7
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 9...Ld7
tr: Sicilya: ejderha, Yugoslav hücumu, 9...Bd7
uk: Сицилійський захист: варіант дракона, Югославська атака, 9...Сd7
vi: Sicilia: long, Nam Tư tấn công, 9 ... Bd7

source: Sicilian Defence: Dragon, Yugoslav Attack, 9.Bc4
ar: صقلي: التنين, هجوم يوجو السلافي, 9.Bc5
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 9.Bc4
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 9. Ac4
cs: Sicilian: dragon, Yugoslav attack, 9.Bc4
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 9.Lc4
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 9.Ac4
eu: Siziliarra: Dragoia, Jugoslaviar Erasoa, 9.Ac4
fr: Sicilienne, dragon, attaque yougoslave, 9.Fc4
id: Sisilia Naga, Serangan Yugoslavia, 9.Gc4
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 9.Ac4
nl: Siciliaans: draak, Joegoslavische aanval, 9.Lc4
pl: Sycylijska, smoka, atak Jugosłowiański, 9. Gc4
ru: Сицилианская защита: вариант дракона, югославская атака, 9.Сc4
si: sicilijanska, zmajeva, Yugoslavov napad, 9. Lc4
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 9.Lc4
tr: Sicilya: ejderha, Yugoslav hücumu, 9.Bc4
uk: Сицилійський захист: варіант дракона, Югославська атака, 9.Сc4
vi: Sicilia: long, Nam Tư tấn công, 9.Bc4

source: Sicilian Defence: Dragon, Yugoslav Attack, Byrne Variation
ar: صقلي: التنين, هجوم يوجو السلافي, بايرن تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, Variante Byrne
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - Variant Byrne
cs: Sicilian: dragon, Yugoslav attack, Byrne variation
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, Byrne Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, Variante Byrne
eu: Siziliarra: Dragoia, Jugoslaviar Erasoa, Byrne Aldaera
fr: Sicilienne, dragon, attaque yougoslave, var. Byrne
id: Sisilia Naga, Serangan Yugoslavia, Varian Byrne
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, Variante Byrne
nl: Siciliaans: draak, Joegoslavische aanval, Byrne variant
pl: Sycylijska, smoka, atak Jugosłowiański, wariant Byrne'a
ru: Сицилианская защита: вариант дракона, югославская атака, вариант Бирна
si: sicilijanska, zmajeva, Yugoslavov napad, Byrneva različica
sv: Sicilianskt: Draken, jugoslaviskt angrepp, Byrnevarianten
tr: Sicilya: ejderha, Yugoslav hücumu, Byrne varyasyonu
uk: Сицилійський захист: варіант дракона, Югославська атака, варіант Бирна
vi: Sicilia: long, Nam Tư tấn công, Byrne biến

source: Sicilian Defence: Dragon, Yugoslav Attack, Rauser Variation
ar: صقلي: التنين, هجوم يوجو السلافي, راوزر تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, Variante Rauser
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - Variant Rauser
cs: Sicilian: dragon, Yugoslav attack, Rauser variation
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, Rauser Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, Variante Rauser
eu: Siziliarra: Dragoia, Jugoslaviar Erasoa, Rauser Aldaera
fr: Sicilienne, dragon, attaque yougoslave, var. Rauzer
id: Sisilia Naga, Serangan Yugoslavia, Varian Rauzer
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, Variante Rauser
nl: Siciliaans: draak, Joegoslavische aanval, Rauser variant
pl: Sycylijska, smoka, atak Jugosłowiański, wariant Rauser'a
ru: Сицилианская защита: вариант дракона, югославская атака, вариант Раузера
si: sicilijanska, zmajeva, Yugoslavov napad, Rauserjeva različica
sv: Sicilianskt: Draken, jugoslaviskt angrepp, Rauservarianten
tr: Sicilya: ejderha, Yugoslav hücumu, Rauser varyasyonu
uk: Сицилійський захист: варіант дракона, Югославська атака, варіант Раузера
vi: Sicilia: long, Nam Tư tấn công, Rauser biến

source: Sicilian Defence: Drazic Variation
es: Defensa Siciliana: Variante Drazic
eu: Siziliar Defentsa: Drazic Aldaera
fr: Sicilienne, var. Drazic

source: Sicilian Defence: Flohr Variation
ar: صقلي: فلوهر تفريع
br: Defesa Siciliana, Variante Flohr
ca: Defensa Siciliana - Variant Flohr
cs: Sicilian: Flohr variation
de: Sizilianisch: Flohr Variante
es: Defensa Siciliana, Variante Flohr
eu: Siziliarra: Flohr Aldaera
fr: Sicilienne, var. Flohr
id: Sisilia, Varian Flohr
it: Difesa Siciliana, Variante Flohr
nl: Siciliaans: Flohr variant
pl: Sycylijska, wariant Flohr'a
ru: Сицилианская защита: вариант Флора
si: sicilijanska, Flohrjeva različica
sv: Sicilianskt: Flohrvarianten
tr: Sicilya: Flohr varyasyonu
uk: Сицилійський захист: варіант Флора
vi: Sicilia: Flohr biến

source: Sicilian Defence: Four Knights Variation
es: Defensa Siciliana: Variante Four Knights
eu: Siziliar Defentsa: Lau Zaldunen Aldaera
fr: Sicilienne, var. des 4 cavaliers

source: Sicilian Defence: Four Knights Variation, Cobra Variation
es: Defensa Siciliana: Variante Four Knights, Variante Cobra
eu: Siziliar Defentsa: Lau Zaldunen Aldaera, Kobra Aldaera
fr: Sicilienne, var. des 4 cavaliers, var. cobra classique

source: Sicilian Defence: Four Knights Variation, Exchange Variation
es: Defensa Siciliana: Variante Four Knights, Variante Exchange
eu: Siziliar Defentsa: Lau Zaldunen Aldaera, Truke Aldaera
fr: Sicilienne, var. des 4 cavaliers, var. d'échange

source: Sicilian Defence: Franco-Sicilian Variation
es: Defensa Siciliana: Variante Franco-Sicilian
eu: Siziliar Defentsa: Franko-Siziliar Aldaera
fr: Sicilienne, var. franco-sicilienne

source: Sicilian Defence: Frederico Variation
es: Defensa Siciliana: Variante Frederico
eu: Siziliar Defentsa: Federico Aldaera

source: Sicilian Defence: French Variation
es: Defensa Siciliana: Variante French
eu: Siziliar Defentsa: Aldaera Frantsesa
fr: Sicilienne, var. française

source: Sicilian Defence: French Variation, Open
es: Defensa Siciliana: Variante French, Open
eu: Siziliar Defentsa: Aldaera Frantsesa, Irekia

source: Sicilian Defence: French Variation, Westerinen Attack
es: Defensa Siciliana: Variante French, Ataque Westerinen
eu: Siziliar Defentsa: Aldaera Frantsesa, Westerinen Erasoa

source: Sicilian Defence: Gaw-Paw Variation
es: Defensa Siciliana: Variante Gaw-Paw
eu: Siziliar Defentsa: Gaw-Paw Aldaera
