Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King Gambit Accepted: Lolli Gambit (wild Muzio Gambit)
ar: هجوم الملك الهندي : لولي جامبيت (ويلد موزيو جامبيت)
br: Gambito do Rei Aceito, Gambito Lolli (Gambito Wild Muzio)
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Lolli o Gambit Muzio salvatge
cs: KGA: Lolli gambit (wild Muzio gambit)
de: Königsgambit (angenommen): Lolli Gambit (wildes Muzio Gambit)
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Lolli o Gambito Muzio Salvaje
eu: Errege Ganbito Onartua: Lolli Ganbitoa (Muzio Ganbito basatia)
fr: Gambit Roi accepté, gambit Lolli (gambit Muzio sauvage)
id: KGA: Gambit Lolli (Muzio)
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Lolli o Mossa di Muzio Salvaje
nl: KGA: Lolli gambiet (wilde Muzio gambiet)
pl: Gam.król przyj.,gambit Lolli (dziki gamboit Muzio)
ru: Принятый королевский гамбит: гамбит Лолли
si: KGS: Lollijev gambit (divji Muzijev gambit)
sv: Kungsgambit antagen: Lolligambit (vild Muziogambit)
tr: KGA: Lolli gambiti (çılgın Muzio gambiti)
uk: Прийнятий королівський гамбіт: гамбіт Лоллі (дикий гамбіт Музіо)
vi: KGA: Lolli Gambit (hoang dã Muzio Gambit)

source: King Gambit Accepted: Lolli Gambit, Young Variation
ar: هجوم الملك الهندي : لولي جامبيت, الصغير تفريع
br: Gambito do Rei Aceito, Gambito Lolli, Variante Young
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Lolli - Variant Young
cs: KGA: Lolli gambit, Young variation
de: Königsgambit (angenommen): Lolli Gambit, Young-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Lolli, Variante Young
eu: Errege Ganbito Onartua: Lolli Ganbitoa, Young Aldaera
fr: Gambit Roi accepté, gambit Lolli, var. Young
id: KGA: Gambit Muzio, Varian Young
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Lolli, Variante Young
nl: KGA: Lolli gambiet, Jonge variant
pl: Gam.król przyj.,gambit Lolli, wariant Young'a
ru: Принятый королевский гамбит: гамбит Лолли, вариант Янга
si: KGS: Lollijev gambit, Youngova različica
sv: Kungsgambit antagen: Lolligambit, Youngvarianten
tr: KGA: Lolli gambit, Genç varyasyon
uk: Прийнятий королівський гамбіт: гамбіт Лоллі, варіант Янга
vi: KGA: Lolli cờ, biến trẻ

source: King Gambit Accepted: Lopez-Gianutio Counter-gambit, Hein Variation
ar: هجوم الملك الهندي : لوبيز-جيانتيو الجامبيت المضاد, هاين تفريع
br: Gambito do Rei Aceito, Contra-Gambito López-Gianutio, Variante Hein
ca: Gambit de Rei acceptat - Gambit d'Alfil - Contra-Gambit López Gianutio - Variant Hein
cs: KGA: Lopez-Gianutio counter-gambit, Hein variation
de: Königsgambit (angenommen): Lopez-Gianutio Gegengambit, Hein-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, ContraGambito López Gianutio, Variante Hein
eu: Errege Ganbito Onartua: Lopez-Gianutio Kontra-Ganbitoa, Hein Aldaera
fr: Gambit Roi accepté, contre-gambit López - Gianuzio, var. Hein
id: KGA: Varian Gambit Balasan Lopez-Gianutio, Varian Hein
it: Gambetto di Re Accettato, Mossa d'Alfiere, Controgambetto López Gianutio, Variante Hein
nl: KGA: Lopez-Gianutio tegen-gambiet, Hein variant
pl: Gam.król przyj.,kontrgambit Lopez-Gianutio, wariant Hein'a
ru: Принятый королевский гамбит: гамбит слона, контргамбит Лопеса-Джануцио, вариант Хайна
si: KGS: Lopez-Gianutiov proti-gambit, Heinova različica
sv: Kungsgambit antagen: Lopez-Gianutios motgambit, Heinvarianten
tr: KGA: Lopez-Gianutio karşı gambit, Hein varyasyonu
uk: Прийнятий королівський гамбіт: контргамбіт Лопеса-Джануціо, варіант Хайна
vi: KGA: Lopez-Gianutio phản Gambit, Hein biến

source: King Gambit Accepted: MacDonnell Gambit
ar: هجوم الملك الهندي : ماكدونالد جامبيت
br: Gambito do Rei Aceito, Gambito MacDonnell
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit MacDonnell
cs: KGA: MacDonnell gambit
de: Königsgambit (angenommen): MacDonnell Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito MacDonnell
eu: Errege Ganbito Onartua: MacDonnell Ganbitoa
fr: Gambit Roi accepté, gambit MacDonnell
id: KGA: MacDonnel Gambit
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di MacDonnell
nl: KGA: MacDonnell gambiet
pl: Gam.król przyj.,gambit MacDonnell'a
ru: Принятый королевский гамбит: гамбит Мак-Доннелла
si: KGS: MacDonnellov gambit
sv: Kungsgambit antagen: MacDonnells gambit
tr: KGA: MacDonnell gambiti
uk: Прийнятий королівський гамбіт: гамбіт Мак-Доннелла
vi: KGA: MacDonnell Gambit

source: King Gambit Accepted: MacLeod Defence
es: Gambito de Rey Aceptado: Defensa MacLeod
eu: Erregearen Ganbito Onartua: MacLeod Defentsa
fr: Gambit Roi accepté, défense MacLeod

source: King Gambit Accepted: Mayet Gambit
es: Gambito de Rey Aceptado: Gambito Mayet
eu: Erregearen Ganbito Onartua: Mayet Ganbitoa
fr: Gambit Roi accepté, gambit Mayet

source: King Gambit Accepted: Middleton CounterGambit
es: Gambito de Rey Aceptado: Middleton CounterGambit
eu: Erregearen Ganbito Onartua: Middleton Kontra-Ganbitoa

source: King Gambit Accepted: Modern Defence
es: Gambito de Rey Aceptado: Defensa Modern
eu: Erregearen Ganbito Onartua: Defentsa Modernoa

source: King Gambit Accepted: Muzio Gambit
ar: هجوم الملك الهندي : موزيو جامبيت
br: Gambito do Rei Aceito, Gambito Muzio
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio
cs: KGA: Muzio gambit
de: Königsgambit (angenommen): Muzio Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio
eu: Errege Ganbito Onartua: Muzio Ganbitoa
fr: Gambit Roi accepté, gambit Muzio (ou Polerio, et en fait, sans une probable erreur de traduction, Cascio)
id: KGA: Gambit Muzio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio
nl: KGA: Muzio gambiet
pl: Gam.król przyj.,gambit Muzio
ru: Принятый королевский гамбит: гамбит Муцио
si: KGS: Muziov gambit
sv: Kungsgambit antagen: Muziogambit
tr: KGA: Muzio gambiti
uk: Прийнятий королівський гамбіт: гамбіт Муціо
vi: KGA: Muzio Gambit

source: King Gambit Accepted: Muzio Gambit, Brentano Defence
ar: هجوم الملك الهندي : موزيو جامبيت, برينتانو دفاع
br: Gambito de Rei Aceito, Gambito Muzio, Defesa Brentano
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Defensa Brentano
cs: KGA: Muzio gambit, Brentano defence
de: Königsgambit (angenommen): Muzio Gambit, Brentano Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Defensa Brentano
eu: Errege Ganbito Onartua: Muzio Ganbitoa, Brentano Defentsa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), défense Brentano
id: KGA: Gambit Muzio, Pembelaan Brentano
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio, Difesa Brentano
nl: KGA: Muzio gambiet, Brentano verdediging
pl: Gam.król przyj.,gambit Muzio, obrona Brentano
ru: Принятый королевский гамбит: гамбит Муцио, защита Брентано
si: KGS: Muziov gambit, Brentanova obramba
sv: Kungsgambit antagen: Muziogambit, Brentanos försvar
tr: KGA: Muzio gambiti, Brentano savunması
uk: Прийнятий королівський гамбіт: гамбіт Муціо, захист Брентано
vi: KGA: Thí quân Muzio, phòng thủ Brentano

source: King Gambit Accepted: Muzio Gambit, From Defence
ar: هجوم الملك الهندي : موزيو جامبيت, من دفاع
br: Gambito do Rei Aceito, Gambito Muzio, Defesa From
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Defensa From
cs: KGA: Muzio gambit, From defence
de: Königsgambit (angenommen): Muzio Gambit, From Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Defensa From
eu: Errege Ganbito Onartua: Muzio Ganbitoa, From Defentsa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), défense From
id: KGA: Gambit Muzio, Pembelaan From
it: Gambetto di Re Accettato, Mossa di de Cavallo, Mossa di Muzio, Difesa From
nl: KGA: Muzio gambiet, From verdediging
pl: Gam.król przyj.,gambit Muzio, obrona From'a
ru: Принятый королевский гамбит: гамбит Муцио, защита Фрома
si: KGS: Muziov gambit, Fromova obramba
sv: Kungsgambit antagen: Muziogambit, Froms försvar
tr: KGA: Muzio gambiti, Savunmadan
uk: Прийнятий королівський гамбіт: гамбіт Муціо, захист Фрома
vi: KGA: Thí quân Muzio, từ phòng thủ

source: King Gambit Accepted: Muzio Gambit, Holloway Defence
ar: هجوم الملك الهندي : موزيو جامبيت, هولواي دفاع
br: Gambito do Rei Aceito, Gambito Muzio, Defesa Holloway
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Defensa Holloway
cs: KGA: Muzio gambit, Holloway defence
de: Königsgambit (angenommen): Muzio Gambit, Holloway Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Defensa Holloway
eu: Errege Ganbito Onartua: Muzio Ganbitoa, Holloway Defentsa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), défense Holloway
id: KGA: Gambit Muzio, Pembelaan Holloway
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio, Difesa Holloway
nl: KGA: Muzio gambiet, Holloway verdediging
pl: Gam.król przyj.,gambit Muzio, obrona Holloway
ru: Принятый королевский гамбит: гамбит Муцио, защита Холлоуэя
si: KGS: Muziov gambit, Hollowayeva obramba
sv: Kungsgambit antagen: Muziogambit, Holloways försvar
tr: KGA: Muzio gambiti, Holloway savunması
uk: Прийнятий королівський гамбіт: гамбіт Муціо, захист Холловея
vi: KGA: Thí quân Muzio, phòng thủ Holloway

source: King Gambit Accepted: Muzio Gambit, Kling And Horwitz Counter-attack
ar: هجوم الملك الهندي : موزيو جامبيت, كلينج و هورويتز الهجوم المضاد
br: Gambito do Rei Aceito, Gambito Muzio, Contra-ataque Kling e Horwitz
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Contra-atac Kling Horwitz
cs: KGA: Muzio gambit, Kling and Horwitz counter-attack
de: Königsgambit (angenommen): Muzio Gambit, Kling und Horwitz Gegenangriff
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Contraataque Kling y Horwitz
eu: Errege Ganbito Onartua: Muzio Ganbitoa, Kling eta Horwitz Kontra-Erasoa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), contre-attaque Kling - Horwitz
id: KGA: Gambit Muzio, Serangan Balik Kling & Horwitz
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio, Contrattacco Kling y Horwitz
nl: KGA: Muzio gambiet, Kling en Horwitz tegenaanval
pl: Gam.król przyj.,gambit Muzio, kontratak Kling'a i Horwitz'a
ru: Принятый королевский гамбит: гамбит Муцио, контратака Клинга и Горвица
si: KGS: Muziov gambit, Klingov in Horowitzev proti-napad
sv: Kungsgambit antagen: Muziogambit, Kling- och Horwitz motangrepp
tr: KGA: Muzio gambiti, Kling ve Horwitz karşı hücumu
uk: Прийнятий королівський гамбіт: гамбіт Муціо, контратака Клінга і Горвіца
vi: KGA: Muzio cờ, Kling và Horwitz phản công

source: King Gambit Accepted: Muzio Gambit, Paulsen Variation
ar: هجوم الملك الهندي : موزيو جامبيت, بولسن تفريع
br: Gambito do Rei Aceito, Gambito Muzio, Variante Paulsen
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Variant Paulsen
cs: KGA: Muzio gambit, Paulsen variation
de: Königsgambit (angenommen): Muzio Gambit, Paulsen-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Variante Paulsen
eu: Errege Ganbito Onartua: Muzio Ganbitoa, Paulsen Aldaera
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), var. Paulsen
id: KGA: Gambit Muzio, Varian Paulsen
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio, Variante Paulsen
nl: KGA: Muzio gambiet, Paulsen variant
pl: Gam.król przyj.,gambit Muzio, wariant Paulsen'a
ru: Принятый королевский гамбит: гамбит Муцио, вариант Паульсена
si: KGS: Muziov gambit, Paulsenova različica
sv: Kungsgambit antagen: Muziogambit, Paulsenvarianten
tr: KGA: Muzio gambiti, Paulsen varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Муціо, варіант Паульсена
vi: KGA: Muzio cờ, Paulsen biến

source: King Gambit Accepted: Muzio Gambit, Sarratt Defence
es: Gambito de Rey Aceptado: Gambito Muzio, Defensa Sarratt
eu: Erregearen Ganbito Onartua: Muzio Ganbitoa, Sarratt Defentsa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), défense Sarratt

source: King Gambit Accepted: Orsini Gambit
ar: هجوم الملك الهندي : اورزيني جامبيت
br: Gambito do Rei Aceito, Gambito Orsini
ca: Gambit de Rei acceptat - Gambit Orsini
cs: KGA: Orsini gambit
de: Königsgambit (angenommen): Orsini Gambit
es: Gambito de Rey Aceptado, Gambito Orsini
eu: Errege Ganbito Onartua: Orsini Ganbitoa
fr: Gambit Roi accepté, gambit Orsini
id: KGA: Gambit Orsini
it: Gambetto di Re Accettato, Mossa di Orsini
nl: KGA: Orsini gambiet
pl: Gam.król przyj.,gambit Orsini
ru: Принятый королевский гамбит: гамбит Орсини
si: KGS: Orsinijev gambit
sv: Kungsgambit antagen: Orsinis gambit
tr: KGA: Orsini gambiti
uk: Прийнятий королівський гамбіт: гамбіт Орсіні
vi: KGA: Orsini Gambit

source: King Gambit Accepted: Paris Gambit
es: Gambito de Rey Aceptado: Gambito Paris
eu: Erregearen Ganbito Onartua: Paris Ganbitoa

source: King Gambit Accepted: Pawn Gambit (Stamma Gambit)
ar: هجوم الملك الهندي : جامبيت البيدق (ستاما جامبيت)
br: Gambito do Rei Aceito, Gambito do Peão (Gambito Stamma)
ca: Gambit de Rei acceptat - Gambit del peó o Stamma
cs: KGA: Pawn's gambit (Stamma gambit)
de: Königsgambit (angenommen): Bauernambit (Stamma Gambit)
es: Gambito de Rey Aceptado, Gambito del Peón o Stamma
eu: Errege Ganbito Onartua: Peoiaren Ganbitoa (Stamma Ganbitoa)
fr: Gambit Roi accepté, gambit du pion (Stamma)
id: KGA: Gambit Stamma
it: Gambetto di Re Accettato, Mossa del Pedone o Stamma
nl: KGA: piongambiet (Stamma gambiet)
pl: Gam.król przyj., pionkowy gambit(gambit Stamma)
ru: Принятый королевский гамбит: пешечный гамбит
si: KGS: kmečki gambit (Stammatov gambit)
sv: Kungsgambit antagen: Bondegambit (Stammagambit)
tr: KGA: Piyon'un gambiti (Stamma gambiti)
uk: Прийнятий королівський гамбіт: пішаковий гамбіт (гамбіт Стамма)
vi: KGA: Thí tốt (thí quân Stamma)

source: King Gambit Accepted: Philidor Gambit
ar: هجوم الملك الهندي : جامبيت فيليدور
br: Gambito do Rei Aceito, Gambito Philidor
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Philidor
cs: KGA: Philidor gambit
de: Königsgambit (angenommen): Philidor Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Philidor
eu: Errege Ganbito Onartua: Philidor Ganbitoa
fr: Gambit Roi accepté, gambit Philidor
id: KGA: Gambit Philidor
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Philidor
nl: KGA: Philidor gambiet
pl: Gam.król przyj.,gambit Philidor'a
ru: Принятый королевский гамбит: гамбит Филидора
si: KGS: Philidorjev gambit
sv: Kungsgambit antagen: Philidors gambit
tr: KGA: Philidor gambiti
uk: Прийнятий королівський гамбіт: гамбіт Філідора
vi: KGA: Philidor Gambit

source: King Gambit Accepted: Philidor Gambit, Schultz Variation
ar: هجوم الملك الهندي : جامبيت فيليدور, شولتز تفريع
br: Gambito do Rei Aceito, Gambito Philidor, Variante Schultz
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Philidor - Variant Schultz
cs: KGA: Philidor gambit, Schultz variation
de: Königsgambit (angenommen): Philidor Gambit, Schultz-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Philidor, Variante Schultz
eu: Errege Ganbito Onartua: Philidor Ganbitoa, Schultz Aldaera
fr: Gambit Roi accepté, gambit Philidor, var. Schultz
id: KGA: Gambit Philidor, Varian Schultz
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Philidor, Variante Schultz
nl: KGA: Philidor gambiet, Schultz variant
pl: Gam.król przyj.,gambit Philidor'a, wariant Schultz'a
ru: Принятый королевский гамбит: гамбит Филидора, вариант Шульца
si: KGS: Philidorjev gambit, Schultzova različica
sv: Kungsgambit antagen: Philidors gambit, Schultzvarianten
tr: KGA: Philidor gambiti, Schultz varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Філідора, варіант Шульца
vi: KGA: Philidor cờ, Schultz biến

source: King Gambit Accepted: Quaade Gambit
ar: هجوم الملك الهندي : كوادي جامبيت
br: Gambito do Rei Aceito, Gambito Quaade
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Quaade
cs: KGA: Quaade gambit
de: Königsgambit (angenommen): Quaade Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Quaade
eu: Errege Ganbito Onartua: Quaade Ganbitoa
fr: Gambit Roi accepté, gambit Quaade
id: KGA: Gambit Qaade
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Quaade
nl: KGA: Quaade gambiet
pl: Gam.król przyj.,gambit Quaade
ru: Принятый королевский гамбит: гамбит Квааде
si: KGS: Quaadev gambit
sv: Kungsgambit antagen: Quaades gambit
tr: KGA: Quaade gambiti
uk: Прийнятий королівський гамбіт: гамбіт Квааде
vi: KGA: Quaade Gambit

source: King Gambit Accepted: Rosentreter Gambit
ar: هجوم الملك الهندي : روزنترتر جامبيت
br: Gambito do Rei Aceito, Gambito Rosentreter
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Rosentreter
cs: KGA: Rosentreter gambit
de: Königsgambit (angenommen): Rosentreter Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Rosentreter
eu: Errege Ganbito Onartua: Rosentreter Ganbitoa
fr: Gambit Roi accepté, gambit Rosentreter
id: KGA: Gambit Rosenreter
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Rosentreter
nl: KGA: Rosentreter gambit
pl: Gam.król przyj.,gambit Rosentreter'a
ru: Принятый королевский гамбит: гамбит Розентретера
si: KGS: Rosentreterjev gambit
sv: Kungsgambit antagen: Rosentreters gambit
tr: KGA: Rosentreter gambiti
uk: Прийнятий королівський гамбіт: гамбіт Розентретера
vi: KGA: Rosentreter Gambit

source: King Gambit Accepted: Rosentreter Gambit, Bird Gambit
es: Gambito de Rey Aceptado: Gambito Rosentreter, Gambito Bird
eu: Erregearen Ganbito Onartua: Rosentreter Ganbitoa, Bird Ganbitoa

source: King Gambit Accepted: Rosentreter Gambit, Sörensen Gambit
es: Gambito de Rey Aceptado: Gambito Rosentreter, Gambito Sörensen
eu: Erregearen Ganbito Onartua: Rosentreter Ganbitoa, Sörensen Ganbitoa

source: King Gambit Accepted: Rosentreter Gambit, Testa Variation
es: Gambito de Rey Aceptado: Gambito Rosentreter, Variante Testa
eu: Erregearen Ganbito Onartua: Rosentreter Ganbitoa, Testa Aldaera

source: King Gambit Accepted: Salvio Gambit
ar: هجوم الملك الهندي : سالفيو جامبيت
br: Gambito do Rei Aceito, Gambito Salvio
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio
cs: KGA: Salvio gambit
de: Königsgambit (angenommen): Salvio Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio
eu: Errege Ganbito Onartua: Salvio Ganbitoa
fr: Gambit Roi accepté, gambit Salvio
id: KGA: Gambit Salvio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Salvio
nl: KGA: Salvio gambiet
pl: Gam.król przyj.,gambit Salvio
ru: Принятый королевский гамбит: гамбит Сальвио
si: KGS: Salviov gambit
sv: Kungsgambit antagen: Salvios gambit
tr: KGA: Salvio gambiti
uk: Прийнятий королівський гамбіт: гамбіт Сальвіо
vi: KGA: Salvio Gambit

source: King Gambit Accepted: Salvio Gambit, Anderssen Counter-attack
ar: هجوم الملك الهندي : سالفيو جامبيت, أندرسن الهجوم المضاد
br: Gambito do Rei Aceito, Gambito Salvio, Contra-ataque Anderssen
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio - Contra-atac Anderssen
cs: KGA: Salvio gambit, Anderssen counter-attack
de: Königsgambit (angenommen): Salvio Gambit, Anderssen Gegenangriff
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio, Contraataque Anderssen
eu: Errege Ganbito Onartua: Salvio Ganbitoa, Anderssen Kontra-Erasoa
fr: Gambit Roi accepté, gambit Salvio, contre-attaque Anderssen
id: KGA: Gambit Salvio, Serangan Balasan Andersen
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Salvio, Contrattacco Anderssen
nl: KGA: Salvio gambiet, Anderssen tegenaanval
pl: Gam.król przyj.,gambit Salvio, kontratak Anderssen'a
ru: Принятый королевский гамбит: гамбит Сальвио, контратака Андерсена
si: KGS: Salviov gambit, Anderssenov proti-napad
sv: Kungsgambit antagen: Salvios gambit, Anderssens motangrepp
tr: KGA: Salvio gambiti, Anderssen karşı hücumu
uk: Прийнятий королівський гамбіт: гамбіт Сальвіо, контратака Андерсена
vi: KGA: Salvio cờ, Anderssen phản công

source: King Gambit Accepted: Salvio Gambit, Santa Maria Defence
es: Gambito de Rey Aceptado: Gambito Salvio, Defensa Santa Maria
eu: Erregearen Ganbito Onartua: Salvio Ganbitoa, Santa Maria Defentsa

source: King Gambit Accepted: Salvio Gambit, Silberschmidt Defence
es: Gambito de Rey Aceptado: Gambito Salvio, Defensa Silberschmidt
eu: Erregearen Ganbito Onartua: Salvio Ganbitoa, Silberschmidt Defentsa

source: King Gambit Accepted: Schallop Defence
ar: هجوم الملك الهندي : دفاع شالوب
br: Gambito do Rei Aceito, Defesa Schallop
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Schallop
cs: KGA: Schallop defence
de: Königsgambit (angenommen): Schallop Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Schallop
eu: Errege Ganbito Onartua: Schallop Defentsa
fr: Gambit Roi accepté, défense Schallopp
id: KGA: Gambit Schallop
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Schallop
nl: KGA: Schallop verdediging
pl: Gam.król przyj.,obrona Schallop'a
ru: Принятый королевский гамбит: защита Шаллопа
si: KGS: Schallopova obramba
sv: Kungsgambit antagen: Schallops försvar
tr: KGA: Schallop savunması
uk: Прийнятий королівський гамбіт: захист Шаллопа
vi: KGA: Phòng thủ Schallop

source: King Gambit Accepted: Schallopp Defence, Tashkent Attack
es: Gambito de Rey Aceptado: Defensa Schallopp, Ataque Tashkent
eu: Erregearen Ganbito Onartua: Schallopp Defentsa, Tashkent Erasoa
fr: Gambit Roi accepté, défense Schallopp, attaque de Tachkent

source: King Gambit Accepted: Schurig Gambit
ar: هجوم الملك الهندي : شوريج جامبيت
br: Gambito do Rei Aceito, Gambito Schurig
ca: Gambit de Rei acceptat - Gambit Schurig
cs: KGA: Schurig gambit
de: Königsgambit (angenommen): Schurig Gambit
es: Gambito de Rey Aceptado, Gambito Schurig
eu: Errege Ganbito Onartua: Schurig Ganbitoa
fr: Gambit Roi accepté, gambit Schurig
id: KGA: Gambit Schurig
it: Gambetto di Re Accettato, Mossa di Schurig
nl: KGA: Schurig gambiet
pl: Gam.król przyj.,gambit Schurig'a
ru: Принятый королевский гамбит: гамбит Шурига
si: KGS: Schurigov gambit
sv: Kungsgambit antagen: Schurigs gambit
tr: KGA: Schurig gambiti
uk: Прийнятий королівський гамбіт: гамбіт Шуріга
vi: KGA: Schurig Gambit

source: King Gambit Accepted: Silberschmidt Gambit
ar: هجوم الملك الهندي : سيلبرشميدت جامبيت
br: Gambito do Rei Aceito, Gambito Silberschmidt
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio - Gambit Silberschmidt
cs: KGA: Silberschmidt gambit
de: Königsgambit (angenommen): Silberschmidt Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio, Gambito Silberschmidt
eu: Errege Ganbito Onartua: Silberschmidt Ganbitoa
fr: Gambit Roi accepté, gambit Silberschmidt
id: KGA: Gambit Silberschmidt
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Salvio, Mossa di Silberschmidt
nl: KGA: Silberschmidt gambiet
pl: Gam.król przyj.,gambit Silberschmidt'a
ru: Принятый королевский гамбит: гамбит Зильбершмидта
si: KGS: Silberschmidtov gambit
sv: Kungsgambit antagen: Silberschmidts gambit
tr: KGA: Silberschmidt gambiti
uk: Прийнятий королівський гамбіт: гамбіт Зільбершмідта
vi: KGA: Silberschmidt Gambit

source: King Gambit Accepted: Soerensen Gambit
ar: هجوم الملك الهندي : سويرنسن جامبيت
br: Gambito do Rei Aceito, Gambito Soerensen
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Soerensen
cs: KGA: Soerensen gambit
de: Königsgambit (angenommen): Soerensen Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Soerensen
eu: Errege Ganbito Onartua: Soerensen Ganbitoa
fr: Gambit Roi accepté, gambit Sørensen
id: KGA: Gambit Soerensen
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Soerensen
nl: KGA: Soerensen gambiet
pl: Gam.król przyj.,gambit Soerensen'a
ru: Принятый королевский гамбит: гамбит Серенсена
si: KGS: Soerensenov gambit
sv: Kungsgambit antagen: Sörensens gambit
tr: KGA: Soerensen gambiti
uk: Прийнятий королівський гамбіт: гамбіт Серенсена
vi: KGA: Soerensen Gambit

source: King Gambit Accepted: Tartakower Gambit, Weiss Defence
es: Gambito de Rey Aceptado: Gambito Tartakower, Defensa Weiss
eu: Erregearen Ganbito Onartua: Tartakower Ganbitoa, Weiss Defentsa
