Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Budapest: Adler Variation
ar: بودابست: أدلر تفريع
br: Gambito Budapest, Variante Adler
ca: Gambit Budapest - Variant Adler
cs: Budapešťská obrana: Adlerova varianta
de: Budapester Gambit: Adler-Variante
es: Gambito Budapest, Variante Adler
eu: Budapest: Adler Aldaera
fr: Gambit de Budapest, var. Adler
id: Budapest: Varian Adler
it: Gambetto Budapest, Variante Adler
nl: Boedapest: Adler variant
pl: Budapesztańska, wariant Adler'a
ru: Будапештский гамбит: вариант Адлера
si: budimpeška: Alderjeva različica
sv: Budapestgambit: Adlervarianten
tr: Budapeşte: Adler varyasyonu
uk: Будапештський гамбіт: варіант Адлера
vi: Budapest: biến Adler

source: Budapest: Alekhine Variation
ar: بودابست: اليخين تفريع
br: Gambito Budapest, Variante Alekhine
ca: Gambit Budapest - Variant Alekhine
cs: Budapešťská obrana: Aljechinova varianta
de: Budapester Gambit: Aljechin-Variante
es: Gambito Budapest, Variante Alekhine
eu: Budapest: Alekhine Aldaera
fr: Gambit de Budapest, var. Alekhine
id: Budapest: Varian Alekhine
it: Gambetto Budapest, Variante Alekhine
nl: Boedapest: Aljechin variant
pl: Budapesztańska, wariant Alekhin'a
ru: Будапештский гамбит: вариант Алехина
si: budimpeška: Aljehinova različica
sv: Budapestgambit: Aljechinvarianten
tr: Budapeşte: Alekhine varyasyonu
uk: Будапештський гамбіт: варіант Альохіна
vi: Budapest: biến Alekhine

source: Budapest: Alekhine Variation, Balogh Gambit
ar: بودابست: اليخين تفريع, بالوغ جامبيت
br: Gambito Budapest, Variante Alekhine, Gambito Balogh
ca: Gambit Budapest - Variant Alekhine - Gambit Balogh
cs: Budapešťská obrana: Aljechinova varianta, Baloghův gambit
de: Budapester Gambit: Aljechin-Variante, Balogh Gambit
es: Gambito Budapest, Variante Alekhine, Gambito Balogh
eu: Budapest: Alekhine Aldaera, Balogh Ganbitoa
fr: Gambit de Budapest, var. Alekhine, gambit Balogh
id: Budapest: Varian Alekhine, Gambit Balogh
it: Gambetto Budapest, Variante Alekhine, Mossa di Balogh
nl: Boedapest: Aljechin variant, Balogh gambiet
pl: Budapesztańska, wariant Alekhin'a, gambit Balogh'a
ru: Будапештский гамбит: вариант Алехина, гамбит Балога
si: budimpeška: Aljehinova različica, Baloghov gambit
sv: Budapestgambit: Aljechinvarianten, Baloghgambit
tr: Budapeşte: Alekhine varyasyonu, Balogh gambiti
uk: Будапештський гамбіт: варіант Альохіна, гамбіт Балога
vi: Budapest: biến thể Alekhine, Balogh Gambit

source: Budapest: Alekhine, Abonyi Variation
ar: بودابست: اليخين, أبونيي تفريع
br: Gambito Budapest, Variante Alekhine, Variante Abonyi
ca: Gambit Budapest - Variant Alekhine - Variant Abonyi
cs: Budapešťská obrana: Aljechinova, Abonyiho varianta
de: Budapester Gambit: Aljechin, Abonyi-Variante
es: Gambito Budapest, Variante Alekhine, Variante Abonyi
eu: Budapest: Alekhine, Abonyi Aldaera
fr: Gambit de Budapest, var. Alekhine, var. Abonyi
id: Budapest: Varian Alekhine, Variasi Abonyi
it: Gambetto Budapest, Variante Alekhine, Variante Abonyi
nl: Boedapest: Aljechin, Abonyi variant
pl: Budapesztańska, Alekhin, wariant Abonyi'a
ru: Будапештский гамбит: вариант Алехина, вариант Абоньи
si: budimpeška: Aljehin, Abonyi različica
sv: Budapestgambit: Aljechin, Abonyivarianten
tr: Budapeşte: Alekhine, Abonyi varyasyonu
uk: Будапештський гамбіт: варіант Альохіна, варіант Абоньї
vi: Budapest: Alekhine, biến thể Abonyi

source: Budapest: Fajarowicz Variation
ar: بودابست: فاجارويكز تفريع
br: Gambito Budapest, Variante Fajarowicz
ca: Gambit Budapest - Variant Fajarowicz
cs: Budapešťský gambit: Fajarowiczeho varianta
de: Budapester Gambit: Fajarowicz-Variante
es: Gambito Budapest, Variante Fajarowicz
eu: Budapest: Fajarowicz Aldaera
fr: Gambit de Budapest, var. Fajarowicz
id: Budapest: Varian Fajarowicz
it: Gambetto Budapest, Variante Fajarowicz
nl: Boedapest: Fajarowicz variant
pl: Budapesztańska, wariant Fajarowicza
ru: Будапештский гамбит: вариант Фаяровича
si: budimpeška: Fajarowiczeva različica
sv: Budapestgambit: Fajarowiczvarianten
tr: Budapeşte: Fajarowicz varyasyonu
uk: Будапештський гамбіт: варіант Фаяровича
vi: Budapest: biến Fajarowicz

source: Budapest: Fajarowicz, Steiner Variation
ar: بودابست: فاجارويكز, شتاينر تفريع
br: Gambito Budapest, Variante Fajarowicz, Variante Steiner
ca: Gambit Budapest - Variant Fajarowicz - Variant Steiner
cs: Budapešťský gambit: Fajarowiczeho var., Steinerova varianta
de: Budapester Gambit: Fajarowicz, Steiner-Variante
es: Gambito Budapest, Variante Fajarowicz, Variante Steiner
eu: Budapest: Fajarowicz, Steiner Aldaera
fr: Gambit de Budapest, var. Fajarowicz, var. Steiner
id: Budapest: Varian Fajarowicz, Variasi Steiner
it: Gambetto Budapest, Variante Fajarowicz, Variante Steiner
nl: Boedapest: Fajarowicz, Steiner variant
pl: Budapesztańska, Fajarowicz, wariant Steinera
ru: Будапештский гамбит: вариант Фаяровича, вариант Стейнера
si: budimpeška: Fajarowicz, Steinerjeva različica
sv: Budapestgambit: Fajarowicz, Steinervarianten
tr: Budapeşte: Fajarowicz, Steiner varyasyonu
uk: Будапештський гамбіт: варіант Фаяровича, варіант Стейнера
vi: Budapest: Fajarowicz, biến Steiner

source: Budapest: Rubinstein Variation
ar: بودابست: روبينشتاين تفريع
br: Gambito Budapest, Variante Rubinstein
ca: Gambit Budapest - Variant Rubinstein
cs: Budapešťský gambit: Rubinsteinova varianta
de: Budapester Gambit: Rubinstein-Variante
es: Gambito Budapest, Variante Rubinstein
eu: Budapest: Rubinstein Aldaera
fr: Gambit de Budapest, var. Rubinstein
id: Budapest: Varian Rubenstein
it: Gambetto Budapest, Variante Rubinstein
nl: Boedapest: Rubinstein variant
pl: Budapesztańska, wariant Rubinstein'a
ru: Будапештский гамбит: вариант Рубинштейна
si: budimpeška, Rubinsteinova različica
sv: Budapestgambit: Rubinsteinvarianten
tr: Budapeşte: Rubinstein varyasyonu
uk: Будапештський гамбіт: варіант Рубінштейна
vi: Budapest: biến Rubinstein

source: Canard Opening
ar: كانارد افتتاح
br: Abertura Canard
ca: Obertura Canard
cs: Canardovo zahájení
de: Canard Eröffnung
es: Apertura Canard
eu: Canard Irekiera
fr: Ouverture du "canard" ("canard" (fausse nouvelle ou avion-canard) ou "duck" ??)
id: Pembukaan Canard
it: Apertura Canard
pl: Debiut Canard
ru: Дебют Утка
si: Canardova otvoritev
sv: Canards spelöppning
tr: Canard açılışı
uk: Дебют Канарда
vi: Khai cuộc Canard

source: Caro-Kann Defence
ar: دفاع كاروكان
br: Defesa Caro-Kann
ca: Defensa Caro Kann
cs: Caro-Kannova obran
de: Caro-Kann Verteidigung
es: Defensa Caro Kann
eu: Caro-Kann Defentsa
fr: Défense Caro - Kann
id: Pembelaan Caro-Kann
it: Difesa Caro Kann
nl: CaroKann verdediging
pl: Obrona Caro-Kann
ru: Защита Каро-Канн
si: Caro-Kann obramba
sv: Caro-Kann-försvar
tr: Caro-Kann savunması
uk: Захист Каро-Канн
vi: Phòng thủ Caro-Kann

source: Caro-Kann Defence: 3.Nd2
ar: كاروكان: 3.Nd3
br: Defesa Caro-Kann, 3.Cd2
ca: Defensa Caro Kann - 3. Cd2
cs: Caro-Kann: varianta s 3. Jd2
de: Caro-Kann: 3.Nd2
es: Defensa Caro Kann, 3.Cd2
eu: Caro-Kann: 3.Zd2
fr: Caro-Kann, 3.Cd2
id: Caro-Kann: 3.Kd2
it: Difesa Caro Kann, 3.Cd2
nl: Caro-Kann: 3.Pd2
pl: Caro-Kann, 3.Sd2
ru: Защита Каро-Канн: 3. Кd2
si: Caro-Kann: 3. Sd2
sv: Caro-Kann: 3.Sd2
tr: Caro-Kann: 3.Nd2
uk: Захист Каро-Канн: 3. Кd2
vi: Caro-Kann: 3.Nd2

source: Caro-Kann Defence: Accelerated Panov Attack, Modern Variation
es: Defensa Caro Kann: Ataque Accelerated Panov, Variante Modern
eu: Caro-Kann Defentsa: Panov Eraso Azeleratua, Aldaera Modernoa
fr: Caro-Kann, attaque Panov accélérée, var. moderne

source: Caro-Kann Defence: Accelerated Panov Attack, Open Variation
es: Defensa Caro Kann: Ataque Accelerated Panov, Variante Open
eu: Caro-Kann Defentsa: Panov Eraso Azeleratua, Aldaera Irekia
fr: Caro-Kann, attaque Panov accélérée, var. ouverte

source: Caro-Kann Defence: Accelerated Panov Attack, Pseudo-Scandinavian
es: Defensa Caro Kann: Ataque Accelerated Panov, Pseudo-Scandinavian
eu: Caro-Kann Defentsa: Panov Eraso Azeleratua, Pseudo-Escandinaviarra

source: Caro-Kann Defence: Accelerated Panov Attack, Van Weersel Attack
es: Defensa Caro Kann: Ataque Accelerated Panov, Ataque Van Weersel
eu: Caro-Kann Defentsa: Panov Eraso Azeleratua, Van Weersell Erasoa
fr: Caro-Kann, attaque Panov accélérée, attaque van Weersel

source: Caro-Kann Defence: Advance Variation
ar: كاروكان: تقديم تفريع
br: Defesa Caro-Kann, Variante do Avanço
ca: Defensa Caro Kann - Variant avenç
cs: Caro-Kann: Pokročilá varianta
de: Caro-Kann: Vorstoßvariante
es: Defensa Caro Kann, Variante del Avance
eu: Caro-Kann: Aurrerapen Aldaera
fr: Caro-Kann, var. d'avance
id: Caro-Kann: Varian Maju
it: Difesa Caro Kann, Variante di Spinta
nl: CaroKann: doorschuif variant
pl: Caro-Kann, wariant zaawansowany
ru: Защита Каро-Канн: закрытая система
si: Caro-Kann: napredna različica
sv: Caro-Kann: Framstötsvarianten
tr: Caro-Kann: avans varyasyonu
uk: Захист Каро-Канн: закрита система
vi: Caro-Kann: biến thể ưu thế

source: Caro-Kann Defence: Advance Variation, Bayonet Attack
es: Defensa Caro Kann: Variante Advance, Ataque Bayonet
eu: Caro-Kann Defentsa: Aurrerapen Aldaera, Baioneta Erasoa
fr: Caro-Kann, var. d'avance, attaque à la baïonnette

source: Caro-Kann Defence: Advance Variation, Botvinnik-Carls Defence
es: Defensa Caro Kann: Variante Advance, Defensa Botvinnik-Carls
eu: Caro-Kann Defentsa: Aurrerapen Aldaera, Botvinnik-Carls Defentsa

source: Caro-Kann Defence: Advance Variation, Bronstein Variation
es: Defensa Caro Kann: Variante Advance, Variante Bronstein
eu: Caro-Kann Defentsa: Aurrerapen Aldaera, Bronstein Aldaera
fr: Caro-Kann, var. d'avance, var. Bronstein

source: Caro-Kann Defence: Advance Variation, Prins Attack
es: Defensa Caro Kann: Variante Advance, Ataque Prins
eu: Caro-Kann Defentsa: Aurrerapen Aldaera, Prins Erasoa
fr: Caro-Kann, var. d'avance, attaque Prins

source: Caro-Kann Defence: Advance Variation, Short Variation
es: Defensa Caro Kann: Variante Advance, Variante Short
eu: Caro-Kann Defentsa: Aurrerapen Aldaera, Short Aldaera
fr: Caro-Kann, var. d'avance, var. Short, avec 4.Cf3

source: Caro-Kann Defence: Advance Variation, Tal Variation
es: Defensa Caro Kann: Variante Advance, Variante Tal
eu: Caro-Kann Defentsa: Aurrerapen Aldaera, Tal Aldaera
fr: Caro-Kann, var. d'avance, var. Tal

source: Caro-Kann Defence: Advance Variation, Van Der Wiel Attack
es: Defensa Caro Kann: Variante Advance, Ataque Van Der Wiel
eu: Caro-Kann Defentsa: Aurrerapen Aldaera, Van der Wiel Erasoa
fr: Caro-Kann, var. d'avance, attaque van der Wiel

source: Caro-Kann Defence: Advance Variation, Van Der Wiel Attack, Dreyev Defence
es: Defensa Caro Kann: Variante Advance, Ataque Van Der Wiel, Defensa Dreyev
eu: Caro-Kann Defentsa: Aurrerapen Aldaera, Van der Wiel Erasoa, Dreyev Defentsa
fr: Caro-Kann, var. d'avance, attaque van der Wiel, défense Dreïev

source: Caro-Kann Defence: Advance, Short Variation
ar: كاروكان: تقديم, شورت تفريع
br: Defesa Caro-Kann, Variante do Avanço, Variante Short
ca: Defensa Caro Kann - Variant avenç - Variant Short
cs: Caro-Kann: Pokročilá, Shortova varianta
de: Caro-Kann: Vorstoßvariante, Short-Variante
es: Defensa Caro Kann, Variante del Avance, Variante Short
eu: Caro-Kann: Aurrerapena, Shorten Aldaera
fr: Caro-Kann, var. d'avance, var. Short
id: Caro-Kann: Varian Maju, Variasi Short
it: Difesa Caro Kann, Variante di Spinta, Variante Short
nl: CaroKann: doorschuif, Short variant
pl: Caro-Kann, zaawansowany, wariant Short'a
ru: Защита Каро-Канн: закрытая система, вариант Шорта
si: Caro-Kann: napredna, kratka različica
sv: Caro-Kann: Framstötsvarianten, Shortvarianten
tr: Caro-Kann: avans, Kısa varyasyonu
uk: Захист Каро-Канн: закрита система, варіант Шорта
vi: Caro-Kann: ưu thế, biến thể ngắn

source: Caro-Kann Defence: Alekhine Gambit
ar: كاروكان: اليخين جامبيت
br: Defesa Caro-Kann, Gambito Alekhine
ca: Defensa Caro Kann - Gambit Alekhine
cs: Caro-Kann: Aljechinův gambit
de: Caro-Kann: Aljechin Gambit
es: Defensa Caro Kann, Gambito Alekhine
eu: Caro-Kann: Alekhinen Ganbitoa
fr: Caro-Kann, gambit Alekhine
id: Caro-Kann: Gambit Alekhine
it: Difesa Caro Kann, Mossa di Alekhine
nl: Caro-Kann: Aljechin gambiet
pl: Caro-Kann, gambit Alekhin'a
ru: Защита Каро-Канн: гамбит Алехина
si: Caro-Kann: Aljehinov gambit
sv: Caro-Kann: Aljechingambit
tr: Caro-Kann: Alekhine gambiti
uk: Захист Каро-Канн: гамбіт Альохіна
vi: Caro-Kann: Alekhine Gambit

source: Caro-Kann Defence: Anti-Caro-Kann Defence
ar: كاروكان: ضد-دفاع كاروكان
br: Defesa Caro-Kann, Defesa Anti Caro-Kann
ca: Defensa Caro Kann - Defensa Anti Caro Kann
cs: Caro-Kann: anti-Caro-Kannova obrana
de: Caro-Kann: Anti-Caro-Kann Verteidigung
es: Defensa Caro Kann, Defensa Anti Caro Kann
eu: Caro-Kann: Caro-Kann aurkako Defentsa
fr: Caro-Kann, défense anti-Caro-Kann
id: Caro-Kann: Anti Caro-Kann
it: Difesa Caro Kann, Difesa Anti Caro Kann
nl: CaroKann: antiCaroKann verdediging
pl: Caro-Kann, obrona anty Caro-Kann
ru: Защита Каро-Канн: анти-Каро-Канн
si: Caro-Kann: proti-Caro-Kann obramba
sv: Caro-Kann: Anti-Caro-Kann-försvar
tr: Caro-Kann: Caro-Kann karşı savunması
uk: Захист Каро-Канн: анти-Каро-Канн
vi: Caro-Kann: phòng thủ chống Caro-Kann

source: Caro-Kann Defence: Anti-anti-Caro-Kann Defence
ar: كاروكان: ضد-ضد-دفاع كاروكان
br: Defesa Caro-Kann, Defesa Anti anti Caro-Kann
ca: Defensa Caro Kann - Defensa Anti Anti Caro Kann
cs: Caro-Kann: anti-anti-Caro-Kann defence
de: Caro-Kann: Anti-Anti-Caro-Kann Verteidigung
es: Defensa Caro Kann, Defensa Anti anti Caro Kann
eu: Caro-Kann: Kontra-Kontra-Caro-Kann Defentsa
fr: Caro-Kann, défense anti-anti-Caro-Kann
id: Caro-Kann: Anti Anti-Caro-Kann
it: Difesa Caro Kann, Difesa Anti anti Caro Kann
nl: CaroKann: anti-anti-CaroKann verdediging
pl: Caro-Kann, obrona anty anty Caro-Kann
ru: Защита Каро-Канн: анти-анти-Каро-Канн
si: Caro-Kann: proti-proti-Caro_kann obramba
sv: Caro-Kann: Anti-Anti-Caro-Kann-försvar
tr: Caro-Kann: Caro-Kann karşı savunması
uk: Захист Каро-Канн: анти-анти-Каро-Канн
vi: Caro-Kann: phòng thủ chống-chống-Caro-Kann

source: Caro-Kann Defence: Breyer Variation, Stein Attack
es: Defensa Caro Kann: Variante Breyer, Ataque Stein
eu: Caro-Kann Defentsa: Breyer Aldaera, Stein Erasoa
fr: Caro-Kann, var. Breyer, attaque Stein

source: Caro-Kann Defence: Bronstein-Larsen Variation
ar: كاروكان: برونشتاين-لارسن تفريع
br: Defesa Caro-Kann, Variante Bronstein-Larsen
ca: Defensa Caro Kann - Variant Bronstein Larsen
cs: Caro-Kann: Bronsteinova-Larsenova varianta
de: Caro-Kann: Bronstein-Larsen-Variante
es: Defensa Caro Kann, Variante Bronstein Larsen
eu: Caro-Kann: Bronstein-Larsen Aldaera
fr: Caro-Kann, var. Bronstein - Larsen
id: Caro-Kann: Varian Bronstein-Larsen
it: Difesa Caro Kann, Variante Bronstein Larsen
nl: Caro-Kann: Bronstein-Larsen variant
pl: Caro-Kann, wariant Bronstein-Larsen
ru: Защита Каро-Канн: вариант Бронштейна-Ларсена
si: Caro-Kann: Bronstein-Larsenova različica
sv: Caro-Kann: Bronstein-Larsens variant
tr: Caro-Kann: Bronstein-Larsen varyasyonu
uk: Захист Каро-Канн: варіант Бронштейна-Ларсена
vi: Caro-Kann: biến Bronstein-Larsen

source: Caro-Kann Defence: Classical Variation
ar: كاروكان: التفريع الكلاسيكي
br: Defesa Caro-Kann, Variante Clássica
ca: Defensa Caro Kann - Variant clàssica
cs: Caro-Kann: classical variation
de: Caro-Kann: Klassische Variante
es: Defensa Caro Kann, Variante Clásica
eu: Caro-Kann: Aldaera Klasikoa
fr: Caro-Kann, var. classique
id: Caro-Kann: Varian Klasik
it: Difesa Caro Kann, Variante Classica
nl: CaroKann: klassieke variant
pl: Caro-Kann, wariant klasyczny
ru: Защита Каро-Канн: классическая система
si: Caro-Kann: klasična različica
sv: Caro-Kann: Klassisk variant
tr: Caro-Kann: klasik varyasyon
uk: Захист Каро-Канн: класична система
vi: Caro-Kann: biến thể cổ điển

source: Caro-Kann Defence: Classical Variation, Lobron System
es: Defensa Caro Kann: Variante Classical, Lobron System
eu: Caro-Kann Defentsa: Aldaera Klasikoa, Lobron Sistema
fr: Caro-Kann classique, système Lobron

source: Caro-Kann Defence: Classical Variation, Seirawan Variation
es: Defensa Caro Kann: Variante Classical, Variante Seirawan
eu: Caro-Kann Defentsa: Aldaera Klasikoa, Seirawan Aldaera
fr: Caro-Kann classique, var. Seirawan

source: Caro-Kann Defence: Classical, 6.h4
ar: كاروكان: الكلاسيكي, 6.h5
br: Defesa Caro-Kann, Variante Clássica, 6.h4
ca: Defensa Caro Kann - Variant clàssica - 6. h4
cs: Caro-Kann: classical, 6.h4
de: Caro-Kann: Klassisch, 6.h4
es: Defensa Caro Kann, Variante Clásica, 6.h4
eu: Caro-Kann: Aldaera, 6.h4
fr: Caro-Kann classique, 6.h4 (ligne principale)
id: Caro-Kann: Klasik, 6.h4
it: Difesa Caro Kann, Variante Classica, 6.h4
nl: CaroKann: klassiek, 6.h4
pl: Caro-Kann, klasyczny, 6.h4
ru: Защита Каро-Канн: классическая система, 6.h4
si: Caro-Kann: klasična, 6. h4
sv: Caro-Kann: Klassisk, 6.h4
tr: Caro-Kann: klasik, 6.h4
uk: Захист Каро-Канн: класична система, 6.h4
vi: Caro-Kann: cổ điển, 6.h4

source: Caro-Kann Defence: Classical, 7...Nd7
ar: كاروكان: الكلاسيكي, 7...Nd8
br: Defesa Caro-Kann, Variante Clássica, Linha Principal 7...Cd7
ca: Defensa Caro Kann - Variant clàssica - Línia principal 7 ... Cd7
cs: Caro-Kann: classical, 7...Nd7
de: Caro-Kann: Klassisch, 7...Sd7
es: Defensa Caro Kann, Variante Clásica, Linea Principal 7...Cd7
eu: Caro-Kann: Aldaera, 7...Zd7
fr: Caro-Kann classique, 7...Cd7
id: Caro-Kann: Klasik, 7... Kd7
it: Difesa Caro Kann, Variante Classica, Linea Principale 7...Cd7
nl: CaroKann: klassiek, 7 ... Pd7
pl: Caro-Kann, klasyczny, 7...Sd7
ru: Защита Каро-Канн: классическая система, 7...Кd7
si: Caro-Kann: klasična, 7. Sd7
sv: Caro-Kann: Klassisk, 7...Sd7
tr: Caro-Kann: klasik, 7...Nd7
uk: Захист Каро-Канн: класична система, 7...Кd7
vi: Caro-Kann: cổ điển, 7 ... Nd7

source: Caro-Kann Defence: Classical, Flohr Variation
ar: كاروكان: الكلاسيكي, فلوهر تفريع
br: Defesa Caro-Kann, Variante Clássica, Variante Flohr
ca: Defensa Caro Kann - Variant clàssica - Variant Flohr
cs: Caro-Kann: classical, Flohr variation
de: Caro-Kann: Klassisch, Flohr-Variante
es: Defensa Caro Kann, Variante Clásica, Variante Flohr
eu: Caro-Kann: Klasikoa, Flohr Aldaera
fr: Caro-Kann classique, var. Flohr
id: Caro-Kann: Klasik, Varian Flohr
it: Difesa Caro Kann, Variante Classica, Variante Flohr
nl: CaroKann: klassiek, Flohr variant
pl: Caro-Kann, klasyczny, wariant Flohr'a
ru: Защита Каро-Канн: классическая система, вариант Флора
si: Caro-Kann: klasična, Flohrova različica
sv: Caro-Kann: Klassisk, Flohrvarianten
tr: Caro-Kann: klasik, Flohr varyasyonu
uk: Захист Каро-Канн: класична система, варіант Флора
vi: Caro-Kann: cổ điển, biến Flohr

source: Caro-Kann Defence: Classical, Maroczy Attack
ar: كاروكان: الكلاسيكي, ماركوتزي هجوم
br: Defesa Caro-Kann, Variante Clássica, Ataque Maroczy
ca: Defensa Caro Kann - Variant clàssica - Atac Maroczy
cs: Caro-Kann: classical, Maroczy attack
de: Caro-Kann: Klassisch, Maroczy Angriff
es: Defensa Caro Kann, Variante Clásica, Ataque Maroczy
eu: Caro-Kann: Klasikoa, Maroczy Erasoa
fr: Caro-Kann classique, attaque Maroczy
id: Caro-Kann: Klasik, Serangan Maroczy
it: Difesa Caro Kann, Variante Classica, Attacco Maroczy
nl: CaroKann: klassiek, Maroczy aanval
pl: Caro-Kann, klasyczny, atak Maroczego
ru: Защита Каро-Канн: классическая система, атака Мароци
si: Caro-Kann: klasična, Maroczyev napad
sv: Caro-Kann: Klassisk, Maroczy-angrepp
tr: Caro-Kann: klasik, Marocz hücumu
uk: Захист Каро-Канн: класична система, атака Мароці
vi: Caro-Kann: cổ điển, tấn công Maroczy

source: Caro-Kann Defence: Classical, Spassky Variation
ar: كاروكان: الكلاسيكي, تفريع سباسكي
br: Defesa Caro-Kann, Variante Clássica, Variante Spassky
ca: Defensa Caro Kann - Variant clàssica - Variant Spassky
cs: Caro-Kann: classical, Spassky variation
de: Caro-Kann: Klassisch, Spassky-Variante
es: Defensa Caro Kann, Variante Clásica, Variante Spassky
eu: Caro-Kann: Klasikoa, Spassky Aldaera
fr: Caro-Kann classique, var. Spassky
id: Caro-Kann: Klasik, Varian Spassky
it: Difesa Caro Kann, Variante Classica, Variante Spassky
nl: CaroKann: klassiek, Spassky variant
pl: Caro-Kann, klasyczny, wariant Spassky
ru: Защита Каро-Канн: классическая система, вариант Спасского
si: Caro-Kann: klasična, Spassky različica
sv: Caro-Kann: Klassisk, Spasskijvarianten
tr: Caro-Kann: klasik, Spassky varyasyonu
uk: Захист Каро-Канн: класична система, варіант Спаського
vi: Caro-Kann: cổ điển, biến thể Spassky

source: Caro-Kann Defence: Closed (Breyer) Variation
ar: كاروكان: المغلق (برير) تفريع
br: Defesa Caro-Kann, Variante Fechada (Breyer)
ca: Defensa Caro Kann - Variant tancada o Breyer
cs: Caro-Kann: closed (Breyer) variation
de: Caro-Kann: Geschlossene (Breyer)-Variante
es: Defensa Caro Kann, Variante Cerrada o Breyer
eu: Caro-Kann: Itxia (Breyer) Aldaera
fr: Caro-Kann, var. fermée (Breyer)
id: Caro-Kann: Varian Tertutup (Breyer)
it: Difesa Caro Kann, Variante Chiusa o Breyer
nl: CaroKann: gesloten (Breyer) variant
pl: Caro-Kann, wariant zamknięty(Breyer'a)
ru: Защита Каро-Канн: закрытый вариант
si: Caro-Kann: zaprta (Breyerjeva) različica
sv: Caro-Kann: Sluten variant (Breyer)
tr: Caro-Kann: kapalı (Breyer) varyasyonu
uk: Захист Каро-Канн: закритий варіант
vi: Caro-Kann: biến thể (Breyer) đóng

source: Caro-Kann Defence: De Bruycker Defence
es: Defensa Caro Kann: Defensa De Bruycker
eu: Caro-Kann Defentsa: De Bruycker Defentsa
fr: Défense De Bruycker

source: Caro-Kann Defence: Edinburgh Variation
ar: كاروكان: ايدينبورغ تفريع
br: Defesa Caro-Kann, Variante Edimburgo
ca: Defensa Caro Kann - Variant Edimburg
cs: Caro-Kann: Edinburgská varianta
de: Caro-Kann: Edinburgh-Variante
es: Defensa Caro Kann, Variante Edimburgo
eu: Caro-Kann: Edinburgoko Aldaera
fr: Caro-Kann, var. d'Édimbourg
id: Caro-Kann: Varian Edinburgh
it: Difesa Caro Kann, Variante Edimburgo
nl: Caro-Kann: Edinburgh variant
pl: Caro-Kann, wariant Edinburgh
ru: Защита Каро-Канн: эдинбургский вариант
si: Caro-Kann: Edinburghova različica
sv: Caro-Kann: Edinburghvarianten
tr: Caro-Kann: Edinburgh varyasyonu
uk: Захист Каро-Канн: единбургський варіант
vi: Caro-Kann: biến thể Edinburgh

source: Caro-Kann Defence: Euwe Attack
es: Defensa Caro Kann: Ataque Euwe
eu: Caro-Kann Defentsa: Euwe Erasoa
fr: Caro-Kann, attaque Euwe

source: Caro-Kann Defence: Euwe Attack, Prins Gambit
es: Defensa Caro Kann: Ataque Euwe, Gambito Prins
eu: Caro-Kann Defentsa: Euwe Erasoa, Prins Ganbitoa

source: Caro-Kann Defence: Exchange Variation
ar: كاروكان: التكسير تفريع
br: Defesa Caro-Kann, Variante da Troca
ca: Defensa Caro Kann - Variant del canvi
cs: Caro-Kann: exchange variation
de: Caro-Kann: Abtauschvariante
es: Defensa Caro Kann, Variante del Cambio
eu: Caro-Kann: Truke Aldaera
fr: Caro-Kann, var. d'échange
id: Caro-Kann: Varian Tukar
it: Difesa Caro Kann, Variante di Cambio
nl: CaroKann: ruilvariant
pl: Caro-Kann, wariant wymienny
ru: Защита Каро-Канн: разменный вариант
si: Caro-Kann: izmenjalna različica
sv: Caro-Kann: Avbytesvarianten
tr: Caro-Kann: takas varyasyonu
uk: Захист Каро-Канн: розмінний варіант
vi: Caro-Kann: biến thể đổi quân

source: Caro-Kann Defence: Exchange Variation, Bulla Attack
es: Defensa Caro Kann: Variante Exchange, Ataque Bulla
eu: Caro-Kann Defentsa: Truke Aldaera, Bulla Erasoa
