Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Pawn Game, Chigorin Variation
ar: بيدق الوزير مباراة, تشجورين تفريع
br: Abertura do Peão da Dama, Variante Chigorin
ca: Obertura de peó de Dama - Variant Chigorin
cs: Queen's pawn game, Chigorin variation
de: Damenbauernspiel, Tschigorin-Variante
es: Apertura del Peón de Dama, Variante Chigorin
eu: Damaren Peoiaren Partida, Chigorin Aldaera
fr: Début du pion Dame, var. Tchigorine
id: Bidak Menteri: Varian Chigorin
it: Apertura del Pedone di Donna, Variante Chigorin
nl: Dame Pion partij, Chigorin variant
pl: Gra pion hetmański, wariant Chigorin'a
ru: Дебют ферзевых пешек: вариант Чигорина
si: Igra daminega kmeta, Chigorinova različica
sv: Dambondespel: Tjigorinvarianten
tr: Vezir'in piyon oyunu, Chigorin varyasyonu
uk: Дебют ферзевих пішаків: варіант Чигоріна
vi: Ván cờ tốt Hậu, biến thể Chigorin

source: Queen Pawn Game, Krause Variation
ar: بيدق الوزير مباراة, كراوز تفريع
br: Abertura do Peão da Dama, Variante Krause
ca: Obertura de peó de Dama - Variant Krause
cs: Queen's pawn game, Krause variation
de: Damenbauernspiel, Krause-Variante
es: Apertura del Peón de Dama, Variante Krause
eu: Damaren Peoiaren Partida, Krause Aldaera
fr: Début du pion Dame, var. Krause
id: Bidak Menteri: Varian Krause
it: Apertura del Pedone di Donna, Variante Krause
nl: Damepionopening, Krause variant
pl: Pion hetmański, wariant Krause
ru: Дебют ферзевых пешек: вариант Краузе
si: Igra daminega kmeta, Krauseva različica
sv: Dambondespel: Krausevarianten
tr: Vezir'in piyon oyunu, Krause varyasyonu
uk: Дебют ферзевих пішаків: варіант Краузе
vi: Ván cờ tốt hậu, biến thể Krause

source: Queen Pawn Game, Rubinstein (Colle-Zukertort) Variation
ar: بيدق الوزير مباراة, روبينشتاين (كوللي-زكرتوت) تفريع
br: Abertura do Peão da Dama, Variante Rubinstein o Colle Zukertort
ca: Obertura de peó de Dama - Variant Rubinstein o Colle Zukertort
cs: Queen's pawn game, Rubinstein (Colle-Zukertort) variation
de: Damenbauernspiel, Rubinstein (Colle-Zukertort)-Variante
es: Apertura del Peón de Dama, Variante Rubinstein o Colle Zukertort
eu: Damaren Peoiaren Partida, Rubinstein (Colle-Zukertort) Aldaera
fr: Début du pion Dame, var. Rubinstein (dit ouverture Rubinstein ou système Colle - Zukertort)
id: Bidak Menteri: Varian Rubinstein
it: Apertura del Pedone di Donna, Variante Rubinstein o Colle Zukertort
nl: Damepionopening, Rubinstein (Colle-Zukertort) variant
pl: Pion hetmański, wariant Rubinstein (Colle-Zukertort)
ru: Дебют ферзевых пешек: система Цукерторта
si: Igra daminega kmeta, Rubinsteinova (Colle-Zukertortova) različica
sv: Dambondespel: Rubinsteinvarianten (Colle-Zukertort)
tr: Vezir'in piyon oyunu, Rubinstein (Colle-Zukertort) varyasyonu
uk: Дебют ферзевих пішаків: система Цукерторта
vi: Ván cờ tốt hậu, biến thể Rubinstein (Colle-Zukertort)

source: Queen Pawn Game, Zukertort Variation
ar: بيدق الوزير مباراة, زكرتوت تفريع
br: Abertura do Peão da Dama, Variante Zukertort
ca: Obertura de peó de Dama - Variant Zukertort
cs: Queen's pawn game, Zukertort variation
de: Damenbauernspiel, Zukertort-Variante
es: Apertura del Peón de Dama, Variante Zukertort
eu: Damaren Peoiaren Partida, Zukertort Aldaera
fr: Début du pion Dame, var. Zukertort
id: Bidak Menteri: Varian Zukertort
it: Apertura del Pedone di Donna, Variante Zukertort
nl: Damepionopening, Zukertort variant
pl: Pion hetmański, wariant Zukertort'a
ru: Дебют ферзевых пешек: система Цукерторта
si: Igra daminega kmeta, Zukertortova različica
sv: Dambondespel: Zukertortvarianten
tr: Vezir'in piyon oyunu, Zukertort varyasyonu
uk: Дебют ферзевих пішаків: система Цукерторта
vi: Ván cờ tốt hậu, biến thể Zukertort

source: Queen Pawn Opening: Anglo-Slav Opening
eu: Damaren Peoia: Anglo-Eslaviar Irekiera
fr: Début du pion Dame, ouverture anglo-slave

source: Queen Pawn Opening: Anti-Torre
eu: Damaren Peoia: Anti-Torre

source: Queen Pawn Opening: Anti-Veresov
ar: بيدق الوزير: ضد-فيرسوف
br: Peão da Dama, Variante Anti-Veresov
ca: Obertuta de peó de Dama - Variant Anti-Veresov
cs: Queen's pawn: Anti-Veresov
de: Damenbauernspiel: Anti-Veresov
es: Apertura del Peón de Dama, Variante Anti Veresov
eu: Damaren Peoia: Anti-Veresov
fr: Début du pion Dame, défense anti-Richter - Veresov
id: Bidak Menteri: Anti Veresov
it: Apertura del Pedone di Donna, Variante Anti Veresov
nl: Damepion: Anti-Veresov
pl: Pion hetmański, anty Veresov
ru: Дебют ферзевых пешек: система анти-Вересова
si: Damin kmet, Proti-Veresov
sv: Dambondespel: Anti-Veresov
tr: Vezir'in piyonu: Anti-Veresov
uk: Дебют ферзевих пішаків: система анти-Вересова
vi: Ván cờ tốt hậu: Anti-Veresov

source: Queen Pawn Opening: Barry Attack, Gruenfeld Variation
eu: Damaren Peoia: Barry Erasoa, Grünfeld Aldaera

source: Queen Pawn Opening: Bronstein Gambit
ar: بيدق الوزير: برونشتاين جامبيت
br: Peão da Dama, Gambito Bronstein
ca: Peó de Dama - Gambit Bronstein
cs: Queen's pawn: Bronstein gambit
de: Damenbauernspiel: Bronstein Gambit
es: Peón de Dama, Gambito Bronstein
eu: Damaren Peoia: Bronstein Ganbitoa
fr: Début du pion Dame, gambit Bronstein
id: Bidak Menteri: Gambit Bronstein
it: Pedone di Donna, Mossa di Bronstein
nl: Damepion: Bronstein gambiet
pl: Pion hetmański, gambit Bronstein'a
ru: Дебют ферзевой пешки: гамбит Бронштейна
si: Damin kmet, Bronsteinov gambit
sv: Dambondespel: Bronsteins gambit
tr: Vezir'in piyonu: Bronstein gambiti
uk: Дебют ферзевого пішака: гамбіт Бронштейна
vi: Ván cờ tốt hậu: thí quân Bronstein

source: Queen Pawn Opening: Chandler Gambit
eu: Damaren Peoia: Chadler Ganbitoa
fr: Début du pion Dame, var. Krause, gambit Chandler

source: Queen Pawn Opening: Charlick (Englund) Gambit
ar: بيدق الوزير: شارليك (انجلند) جامبيت
br: Peão da Dama, Gambito Charlick (Englund)
ca: Peó de Dama - Gambit Charlik o Englund
cs: Queen's pawn: Charlick (Englund) gambit
de: Damenbauernspiel: Charlick (Englund) Gambit
es: Peón de Dama, Gambito Charlick o Englund
eu: Damaren Peoia: Charlick (Englund) Ganbitoa
fr: Gambit Charlick (Englund)
id: Bidak Menteri: Gambit Charlick
it: Pedone di Donna, Mossa di Charlick o Englund
nl: Damepion: Charlick (Englund) gambiet
pl: Pion hetmański, gambit Cherlick'a(Englund'a)
ru: Дебют ферзевой пешки: гамбит Чарлика
si: Damin kmet, Charlickov (Englundov) gambit
sv: Dambondespel: Englundgambit (Charlick)
tr: Vezir'in piyonu: Charlick (Englund) gambiti
uk: Дебют ферзевого пішака: гамбіт Чарліка
vi: Nữ hoàng cầm đồ: Charlick (Englund) Gambit

source: Queen Pawn Opening: Chigorin Variation
ar: بيدق الوزير: تشجورين تفريع
br: Peão da Dama, Variante Chigorin
ca: Obertura de peó de Dama - Variant Chigorin
cs: Queen's pawn: Chigorin variation
de: Damenbauernspiel: Tschigorin-Variante
es: Apertura del Peón de Dama, Variante Chigorin
eu: Damaren Peoia: Chigorin Aldaera
fr: Début du pion Dame, var. Tchigorine
id: Bidak Menteri: Varian Chigorin
it: Apertura del Pedone di Donna, Variante Chigorin
nl: Damepion: Chigorin variant
pl: Pion hetmański, wariant Chigorin'a
ru: Дебют ферзевых пешек: система Вересова
si: Damin kmet, Chigorinova različica
sv: Dambondespel: Tjigorinvarianten
tr: Vezir'in piyonu: Chigorin varyasyonu
uk: Дебют ферзевих пішаків: система Вересова
vi: Ván cờ tốt hậu: biến thể Chigorin

source: Queen Pawn Opening: Chigorin Variation, Alburt Defence
eu: Damaren Peoia: Chigorin Aldaera, Alburt Defentsa
fr: Début du pion Dame, var. Tchigorine, défense Alburt

source: Queen Pawn Opening: Chigorin Variation, Fianchetto Defence
eu: Damaren Peoia: Chigorin Aldaera, Fianchetto Defentsa
fr: Début du pion Dame, var. Tchigorine, défense du fianchetto

source: Queen Pawn Opening: Chigorin Variation, Irish Gambit
eu: Damaren Peoia: Chigorin Aldaera, Irlandar Ganbitoa
fr: Début du pion Dame, var. Tchigorine, gambit irlandais

source: Queen Pawn Opening: Chigorin Variation, Shaviliuk Gambit
eu: Damaren Peoia: Chigorin Aldaera, Shaviliuk Ganbitoa

source: Queen Pawn Opening: Chigorin Variation, Shropshire Defence
eu: Damaren Peoia: Chigorin Aldaera, Shropshire Defentsa

source: Queen Pawn Opening: Colle System
eu: Damaren Peoia: Colle Sistema
fr: Système Colle

source: Queen Pawn Opening: Colle System, Anti-Colle
eu: Damaren Peoia: Colle Sistema, Anti-Colle
fr: Système Colle, var. anti-Colle

source: Queen Pawn Opening: Colle System, Gruenfeld Formation
eu: Damaren Peoia: Colle Sistema, Grünfeld Formazioa
fr: Système Colle, formation Grünfeld

source: Queen Pawn Opening: English Defence
ar: بيدق الوزير: الانجليزي دفاع
br: Peão da Dama, Defesa Inglesa
ca: Peó de Dama - Defensa Anglesa
cs: Queen's pawn: English defence
de: Damenbauernspiel: Englische Verteidigung
es: Peón de Dama, Defensa Inglesa
eu: Damaren Peoia: Defentsa Ingelesa
fr: Début du pion Dame, défense anglaise
id: Bidak Menteri: Pembelaan Inggris
it: Pedone di Donna, Difesa Inglese
nl: Damepion: Engelse verdediging
pl: Pion hetmański, obrona angielska
ru: Дебют ферзевой пешки: английская защита
si: Damin kmet, angleška obramba
sv: Dambondespel: Engelskt försvar
tr: Vezir'in piyonu: İngiliz savunması
uk: Дебют ферзевого пішака: Англійський захист
vi: Ván cờ tốt hậu: phòng thủ kiểu Anh

source: Queen Pawn Opening: Englund Gambit
ar: بيدق الوزير: انجلند جامبيت
br: Peão da Dama, Gambito Englund
ca: Peó de Dama - Gambit Englund
cs: Queen's pawn: Englund gambit
de: Damenbauernspiel: Englund Gambit
es: Peón de Dama, Gambito Englund
eu: Damaren Peoia: Englund Ganbitoa
fr: Gambit Englund
id: Bidak Menteri: Gambit Englund
it: Pedone di Donna, Mossa di Englund
nl: Damepion: Englund gambiet
pl: Pion hetmański, gambit Englund'a
ru: Дебют ферзевой пешки: гамбит Энглунда
si: Damin kmet, Englundov gambit
sv: Dambondespel: Englundgambit
tr: Vezir'in piyonu: Englund gambiti
uk: Дебют ферзевого пішака: гамбіт Енглунда
vi: Ván cờ tốt hậu: thí quân Englund

source: Queen Pawn Opening: Franco-Indian (Keres) Defence
ar: بيدق الوزير: فرانكو هندي (كيريس) دفاع
br: Peão da Dama, Defesa Franco Índia (Keres)
ca: Peó de Dama - Defensa Franco-Índia o Keres
cs: Queen's pawn: Franco-Indian (Keres) defence
de: Damenbauernspiel: Franco-Indian (Keres) Verteidigung
es: Peón de Dama, Defensa Franco India o Keres
eu: Damaren Peoia: Franko-Indiar (Keres) Defentsa
fr: Début du pion Dame, défense franco-indienne (Keres)
id: Bidak Menteri: Pembelaan Franco-Hindia
it: Pedone di Donna, Difesa Franco Indiana o Keres
nl: Damepion: Franco-Dame Indische (Keres) verdediging
pl: Pion hetmański, obrona Franco-Indyjska(Keres'a)
ru: Дебют ферзевой пешки: гибрид французской защиты и индийских построений
si: Damin kmet, Franco-indijska (Keresova) obramba
sv: Dambondespel: Fransk-Indiskt försvar (Keres försvar)
tr: Vezir'in piyonu: Franco-Hint (Keres) savunması
uk: Дебют ферзевого пішака: гібрид Французького захисту і Індійських побудов
vi: Ván cờ tốt hậu: phòng thủ Pháp-Ấn Độ (Keres)

source: Queen Pawn Opening: Franco-Sicilian Defence
eu: Damaren Peoia: Franko-Siziliar Defentsa
fr: Française, défense franco-sicilienne

source: Queen Pawn Opening: Hübsch Gambit
eu: Damaren Peoia: Hübsch Ganbitoa

source: Queen Pawn Opening: Keres Defence
ar: بيدق الوزير:كيريس دفاع
br: Peão da Dama, Defesa Keres
ca: Peó de Dama - Defensa Keres
cs: Queen's pawn: Keres defence
de: Damenbauernspiel: Keres Verteidigung
es: Peón de Dama, Defensa Keres
eu: Damaren Peoia: Keresen Defentsa
fr: Début du pion Dame, défense Keres
id: Bidak Menteri: Pembelaan Keres
it: Pedone di Donna, Difesa Keres
nl: Damepion: Keres verdediging
pl: Pion hetmański, obrona Keres'a
ru: Дебют ферзевой пешки: защита Кереса
si: Damin kmet, Keresova obramba
sv: Dambondespel: Keres försvar
tr: Vezir'in piyonu: Keres savunması
uk: Дебют ферзевого пішака: захист Кереса
vi: Ván cờ tốt hậu: Phòng thủ Keres

source: Queen Pawn Opening: Levitsky Attack, Euwe Variation, Modern Line
eu: Damaren Peoia: Levitsky Erasoa, Euwe, Aldaera, Lerro Modernoa
fr: Début du pion Dame, attaque Levitsky, var. Euwe, ligne moderne

source: Queen Pawn Opening: Levitsky Attack, Welling Variation
eu: Damaren Peoia: Levitsky Erasoa, Welling Aldaera
fr: Début du pion Dame, attaque Levitsky, var. Welling

source: Queen Pawn Opening: Liedmann Gambit
eu: Damaren Peoia: Liedmann Ganbitoa

source: Queen Pawn Opening: London System, Pterodactyl Variation
eu: Damaren Peoia: Londres Sistema, Pterodaktilo Aldaera

source: Queen Pawn Opening: Lundin (Kevitz-Mikenas) Defence
ar: بيدق الوزير: لوندين (كيفيتس-ميكناس) دفاع
br: Peão da Dama, Defesa Lundin (Kevitz-Mikenas)
ca: Peó de Dama - Defensa Lundin o Kevitz Mikenas
cs: Queen's pawn: Lundin (Kevitz-Mikenas) defence
de: Damenbauernspiel: Lundin (Kevitz-Mikenas) Verteidigung
es: Peón de Dama, Defensa Lundin o Kevitz Mikenas
eu: Damaren Peoia: Lundin (Kevitz-Mikenas) Defentsa
fr: Défense du cavalier dame ou défense Lundin ou défense Mikenas
id: Bidak Menteri: Pembelaan Lundin
it: Pedone di Donna, Difesa Lundin o Kevitz Mikenas
nl: Damepion: Lundin (Kevitz-Mikenas) verdediging
pl: Pion hetmański, obrona Lundin'a(Kevitz-Mikenas)
ru: Дебют ферзевой пешки: защита Лундина
si: Damin kmet, Lundinova (Kevitz-Mikenasova) obramba
sv: Dambondespel: Lundins försvar (Kevitz-Mikenas)
tr: Vezir'in piyonu: Lundin (Kevitz-Mikenas) savunması
uk: Дебют ферзевого пішака: захист Лундіна
vi: Ván cờ tốt hậu: phòng thủ Lundin (Kevitz-Mikenas)

source: Queen Pawn Opening: Mason Attack
eu: Damaren Peoia: Mason Erasoa
fr: Début du pion Dame, attaque Mason

source: Queen Pawn Opening: Mengarini Attack
ar: بيدق الوزير: منجاريني هجوم
br: Peão da Dama, Ataque Mengarini
ca: Defensa Índia de Rei - Atac Mengarini
cs: Queen's pawn: Mengarini attack
de: Damenbauernspiel: Mengarini Angriff
es: Defensa India de Rey, Ataque Mengarini
eu: Damaren Peoia: Mengarini Erasoa
fr: Début du pion Dame, attaque Mengarini
id: Bidak Menteri: Serangan Mengarini
it: Difesa Indiana di Re, Attacco Mengarini
nl: Damepion: Mengarini aanval
pl: Pion hetmański, atak Mengarini
ru: Староиндийская защита: атака Менгарини
si: Damin kmet, Mengarinijev napad
sv: Dambondespel: Mengarinis angrepp
tr: Vezir'in piyonu: Mengarini hücumu
uk: Дебют ферзевого пішака: атака Менгаріні
vi: Nữ hoàng cầm đồ: Mengarini tấn công

source: Queen Pawn Opening: Morris CounterGambit
eu: Damaren Peoia: Morris Kontra-Ganbitoa

source: Queen Pawn Opening: Stonewall Attack
ar: بيدق الوزير: الحائط الصخري هجوم
br: Peão da Dama, Ataque Stonewall
ca: Obertura de peó de Dama - Atac del 'mur de pedra'
cs: Queen's pawn: stonewall attack
de: Damenbauernspiel: Stonewall Angriff
es: Apertura del Peón de Dama, Ataque del Muro de Piedra
eu: Damaren Peoia: Harrizko Murruaren Erasoa
fr: Début du pion Dame, attaque stonewall (mur de pierres)
id: Bidak Menteri: Serangan Tembok Batu
it: Apertura del Pedone di Donna, Attacco del Muro di Pietra
nl: Damepion: Stonewall aanval
pl: Pion hetmański, atak stonewall
ru: Дебют ферзевых пешек: атака Каменная стена
si: Damin kmet, napad kamnitega zidu
sv: Dambondespel: Stonewall-angrepp
tr: Vezir'in piyonu: taş duvar hücumu
uk: Дебют ферзевих пішаків: атака Кам’яна стіна
vi: Nữ hoàng cầm đồ: Stonewall tấn công

source: Queen Pawn Opening: Symmetrical Variation
eu: Damaren Peoia: Aldaera Simetrikoa
fr: Début du pion Dame, var. symétrique

source: Queen Pawn Opening: Symmetrical Variation, Pseudo-Catalan
eu: Damaren Peoia: Aldaera Simetrikoa, pseudo katalana
fr: Début du pion Dame, var. symétrique, var. pseudo-catalane

source: Queen Pawn Opening: Torre Attack
ar: بيدق الوزير: توري هجوم
br: Peão da Dama, Ataque da Torre
ca: Peó de Dama - Atac Torre
cs: Queen's pawn: Torre attack
de: Damenbauernspiel: Torre Angriff
es: Peón de Dama, Ataque Torre
eu: Damaren Peoia: Torre Erasoa
fr: Début du pion Dame, attaque Torre
id: Bidak Menteri: Serangan Torre
it: Pedone di Donna, Attacco Torre
nl: Damepion: Torre aanval
pl: Pion hetmański, atak Torre
ru: Дебют ферзевой пешки: атака Торре
si: Damin kmet, Torrev napad
sv: Dambondespel: Torres angrepp
tr: Vezir'in piyonu: Torre hücumu
uk: Дебют ферзевого пішака: атака Торре
vi: Nữ hoàng cầm đồ: Torre tấn công

source: Queen Pawn Opening: Torre Attack, Breyer Variation
eu: Damaren Peoia: Torre Erasoa, Breyer Aldaera
fr: Début du pion Dame, attaque Torre, var. Breyer

source: Queen Pawn Opening: Torre Attack, Gossip Variation
eu: Damaren Peoia: Torre Erasoa, Gossip Aldaera
fr: Début du pion Dame, attaque Torre, var. Gossip

source: Queen Pawn Opening: Torre Attack, Gruenfeld Variation
eu: Damaren Peoia: Torre Erasoa, Grünfeld Aldaera
fr: Début du pion Dame, attaque Torre, var. Grünfeld

source: Queen Pawn Opening: Torre Attack, Gruenfeld Variation, Main Line
eu: Damaren Peoia: Torre Erasoa, Grünfeld Aldaera, Lerro Nagusia
fr: Début du pion Dame, attaque Torre, var. Grünfeld, ligne principale

source: Queen Pawn Opening: Torre Attack, Wagner Gambit
ar: بيدق الوزير: توري هجوم, فاجنر جامبيت
br: Peão da Dama, Ataque da Torre, Gambito Wagner
ca: Peó de Dama - Atac Torre - Gambit Wagner
cs: Queen's pawn: Torre attack, Wagner gambit
de: Damenbauernspiel: Torre Angriff, Wagner Gambit
es: Peón de Dama, Ataque Torre, Gambito Wagner
eu: Damaren Peoia: Torre Erasoa, Wagner Ganbitoa
fr: Début du pion Dame, attaque Torre, gambit Wagner
id: Bidak Menteri: Serangan Torre, Gambit Wagner
it: Pedone di Donna, Attacco Torre, Mossa di Wagner
nl: Damepion: Torre aanval, Wagner gambiet
pl: Pion hetmański, atak Torre, gambit Wagner'a
ru: Дебют ферзевой пешки: атака Торре, гамбит Вагнера
si: Damin kmet, Torrev napad, Wegnerjev gambit
sv: Dambondespel: Torres angrepp, Wagnergambit
tr: Vezir'in piyonu: Torre hücumu, Wagner gambiti
uk: Дебют ферзевого пішака: атака Торре, гамбіт Вагнера
vi: Nữ hoàng cầm đồ: Torre tấn công, Wagner Gambit

source: Queen Pawn Opening: Veresov Attack, Boyce Defence
eu: Damaren Peoia: Veresov Erasoa, Boyce Defentsa

source: Queen Pawn Opening: Veresov Attack, Classical Defence
eu: Damaren Peoia: Veresov Erasoa, Defentsa Klasikoa
fr: Attaque Richter - Veresov, défense classique

source: Queen Pawn Opening: Veresov Attack, Dutch System
eu: Damaren Peoia: Veresov Erasoa, Holandar Sistema

source: Queen Pawn Opening: Veresov Attack, Two Knights System
eu: Damaren Peoia: Veresov Erasoa, Bi Zaldunen Sistema
fr: Attaque Richter - Veresov, système des 2 cavaliers

source: Queen Pawn Opening: Veresov Attack, Two Knights System, Gruenfeld Defence
eu: Damaren Peoia: Veresov Erasoa, Bi Zaldunen Sistema, Grünfeld Defentsa
fr: Attaque Richter - Veresov, système des 2 cavaliers, défense Grünfeld

source: Queen Pawn Opening: Veresov, Richter Attack
eu: Damaren Peoia: Veresov, Richter Erasoa

source: Queen Pawn Opening: Yusupov-Rubinstein System
ar: بيدق الوزير: يوسوبوف-روبينشتاين نظام
br: Peão da Dama, Sistema Yusupov-Rubinstein
ca: Peó de Dama - Sistema Yusupov Rubinstein
cs: Queen's pawn: Yusupov-Rubinstein system
de: Damenbauernspiel: Yusupov-Rubinstein System
es: Peón de Dama, Sistema Yusupov Rubinstein
eu: Damaren Peoia: Yusupov-Rubinstein Sistema
fr: Début du pion Dame, système Youssoupov - Rubinstein
id: Bidak Menteri: Sistem Yusupov-Rubinstein
it: Pedone di Donna, Sistema Yusupov Rubinstein
nl: Damepion: Joesoepov-Rubinstein systeem
pl: Pion hetmański, system Yusupov-Rubinstein
ru: Дебют ферзевой пешки: система Юсупова-Рубинштейна
si: Damin kmet, Yusupov-Rubinsteinov sistem
sv: Dambondespel: Jusupov-Rubinsteins system
tr: Vezir'in piyonu: Yusupov-Rubinstein sistemi
uk: Дебют ферзевого пішака: система Юсупова-Рубінштейна
vi: Nữ hoàng cầm đồ: hệ thống Yusupov-Rubinstein

source: Queen Pawn Opening: Zilbermints CounterGambit
eu: Damaren Peoia: Zilbermints Kontra-Ganbitoa
fr: Début du pion Dame, contre-gambit Zilbermints

source: Queen Pawn Opening: Zukertort Variation
eu: Damaren Peoia: Zukertort Aldaera
fr: Début du pion Dame, var. Zukertort

source: Queen Pawn Opening: Zurich Gambit
eu: Damaren Peoia: Zurich Aldaera
fr: Début du pion Dame, gambit de Zurich

source: Queen Pawn, Mason Variation
ar: بيدق الوزير, ماسون تفريع
br: Peão da Dama, Variante Mason
ca: Obertura de peó de Dama - Variant Mason
cs: Queen's pawn, Mason variation
de: Damenbauernspiel, Mason-Variante
es: Apertura del Peón de Dama, Variante Mason
eu: Damaren Peoia, Mason Aldaera
fr: Début du pion Dame, var. Mason
id: Bidak Menteri: Varian Mason
it: Apertura del Pedone di Donna, Variante Mason
nl: Damepion, Mason variant
pl: Pion hetmański, wariant Mason'a
ru: Дебют ферзевых пешек: вариант Мэзона
si: Damin kmet, Mansonova različica
sv: Dambondespel: Masonvarianten
tr: Vezir'in piyonu, Mason varyasyonu
uk: Дебют ферзевих пішаків: варіант Мезона
vi: Ván cờ tốt hậu, biến thể Mason

source: Queen Pawn, Mason Variation, Steinitz Counter-gambit
ar: بيدق الوزير, ماسون تفريع, شتاينتز الجامبيت المضاد
br: Peão da Dama, Variante Mason, Contra-Gambito Steinitz
ca: Obertura de peó de Dama - Variant Mason - Contra-Gambit Steinitz
cs: Queen's pawn, Mason variation, Steinitz counter-gambit
de: Damenbauernspiel, Mason-Variante, Steinitz Gegengambit
es: Apertura del Peón de Dama, Variante Mason, ContraGambito Steinitz
eu: Damaren Peoia, Mason Aldaera, Steinitz Kontra-Ganbitoa
fr: Début du pion Dame, var. Mason, contre-gambit Steinitz
id: Bidak Menteri: Varian Mason. Gambit Balasan Steinitz
it: Apertura del Pedone di Donna, Variante Mason, Controgambetto Steinitz
nl: Damepion, Mason variant, Steinitz tegengambiet
pl: Pion hetmański, wariant Mason'a, kontrgambit Steinitz'a
ru: Дебют ферзевых пешек: вариант Мэзона, контргамбит Стейница
si: Damin kmet, Mansonova različica, Steinitzev proti-gambit
sv: Dambondespel: Masonvarianten, Steinitz motgambit
tr: Vezir'in piyonu, Mason varyasyonu, Steinitz karşı gambiti
uk: Дебют ферзевих пішаків: варіант Мезона, контргамбіт Стейніца
vi: Ván cờ tốt hậu, biến thể Mason, phản thí quân Steinitz

source: Rapport-Jobava System
eu: Rapport-Jobava Sistema
fr: Système Rapport - Jobava

source: Rat Defence: Accelerated Gurgenidze
eu: Arratoiaren Defentsa: Azeleratutako Gurgenidze

source: Rat Defence: Antal Defence
eu: Arratoiaren Defentsa: Antal Defentsa

source: Rat Defence: English Rat
eu: Arratoiaren Defentsa: Arratoi Ingelesa
fr: Défense du rat, "English rat"

source: Rat Defence: English Rat, Lisbon Gambit
eu: Arratoiaren Defentsa: Arratoi Ingelesa, Lisboa Ganbitoa
fr: Défense du rat, "English rat", gambit de Lisbonne

source: Rat Defence: Fuller Gambit
eu: Arratoiaren Defentsa: Fuller Ganbitoa

source: Rat Defence: Harmonist
eu: Arratoiaren Defentsa: Harmonista
fr: Défense du rat, var. Harmonist

source: Rat Defence: Petruccioli Attack
eu: Arratoiaren Defentsa: Petruccioli Erasoa

source: Rat Defence: Spike Attack
eu: Arratoiaren Defentsa: Spike Erasoa

source: Reti Accepted
ar: ريتي المقبول
br: Abertura Reti Aceita
ca: Obertura Reti acceptada
de: Reti angenommen
es: Apertura Reti Aceptada
eu: Reti Onartua
fr: Réti accepté
id: Reti Diterima
it: Apertura Reti Accettata
nl: Reti aanvaard
pl: Reti przyjety
ru: Дебют Рети: принятый гамбит Рети
si: Retijeva sprejeta
sv: Reti antagen
tr: Reti kabul edilmiş
uk: Дебют Реті: прийнятий гамбіт Реті
vi: Reti chấp nhận

source: Reti Accepted: Keres Variation
ar: ريتي المقبول:كيريس تفريع
br: Abertura Reti Aceita, Variante Keres
ca: Obertura Reti acceptada - Variant Keres
de: Reti angenommen: Keres-Variante
es: Apertura Reti Aceptada, Variante Keres
eu: Reti Onartua: Keres Aldaera
fr: Réti accepté, var. Keres
id: Reti Diterima: Varian Keres
it: Apertura Reti Accettata, Variante Keres
nl: Reti aanvaard: Keres variant
pl: Reti przyjęty, wariant Keres'a
ru: Дебют Рети: принятый гамбит Рети, вариант Кереса
si: Retijeva sprejeta, Keresova različica
sv: Reti antagen: Keresvarianten
tr: Reti kabul edilmiş: Keres varyasyonu
uk: Дебют Реті: прийнятий гамбіт Реті, варіант Кереса
vi: Reti chấp nhận: Keres biến

source: Reti Opening
ar: ريتي افتتاح
br: Abertura Reti
ca: Obertura Reti
de: Reti Eröffnung
es: Apertura Reti
eu: Reti Irekiera
fr: Début Réti (ouverture Zukertort - Réti)
id: Pembukaan Reti
it: Apertura Reti
pl: Debiut Reti
ru: Дебют Рети
si: Retijeva otvoritev
sv: Retis spelöppning
tr: Reti açılışı
uk: Дебют Реті
vi: Khai cuộc Reti
