Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined: Tarrasch, Bogolyubov Variation
ar: جامبيت الوزير المرفوض: تاراش, تفريع وجوليوبوف
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Bogoljubow
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Bogoljubow
cs: QGD: Tarrasch, Bogolyubov variation
de: Damengambit (abgelehnt): Tarrasch, Bogolyubov-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Bogoljubow
eu: Damaren Ganbito Ukatua: Tarrasch, Bogolyubov Aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. Bogoljubov
id: QGD: Tarrasch, Varian Bogolyubov
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Bogoljubow
nl: GDG: Tarrasch, Bogolyubov variant
pl: Gam.hetm nieprzyj.,Tarrasch, wariant Bogolyubov'a
ru: Отказанный ферзевый гамбит: защита Тарраша, вариант Боголюбова
si: DGZ, Tarrascheva obramba, Bogolyubova različica
sv: Damgambit avböjd: Tarrasch, Bogoljubowvarianten
tr: QGD: Tarrasch, Bogolyubov varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, варіант Боголюбова
vi: QGD: Tarrasch, Bogolyubov biến

source: Queen Gambit Declined: Tarrasch, Folkestone (Swedish) Variation
ar: جامبيت الوزير المرفوض: تاراش, فولكستون (سويدي) تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Folkestone (Sueca)
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Folkestone o Sueca
cs: QGD: Tarrasch, Folkestone (Swedish) variation
de: Damengambit (abgelehnt): Tarrasch, Folkestone (Swedish)-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Folkestone o Sueca
eu: Damaren Ganbito Ukatua: Tarrasch, Folkestone (suediar) Aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. de Folkestone (suédoise)
id: QGD: Tarrasch, Varian Folkestone
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Folkestone o Sueca
nl: GDG: Tarrasch, Folkestone (Zweedse) variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant Folkestone (szwedzki)
ru: Отказанный ферзевый гамбит: защита Тарраша, шведский вариант
si: DGZ, Tarrascheva obramba, Folkestoneova (švedska) različica
sv: Damgambit avböjd: Tarrasch, Folkestonevarianten (Svenskvarianten)
tr: QGD: Tarrasch, Folkestone (İsveç) varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, Шведський варіант
vi: QGD: Tarrasch, Folkestone (Thụy Điển) biến thể

source: Queen Gambit Declined: Tarrasch, Prague Variation
ar: جامبيت الوزير المرفوض: تفريع تاراش, براجو
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Praga
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Praga
cs: QGD: Tarrasch, Prague variation
de: Damengambit (abgelehnt): Tarrasch, Prager Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Praga
eu: Damaren Ganbito Ukatua: Tarrasch, Pragako Aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. de Prague
id: QGD: Tarrasch, Varian Prague
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Praga
nl: GDG: Tarrasch, Praag variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski
ru: Отказанный ферзевый гамбит: защита Тарраша, пражский вариант
si: DGZ, Tarrascheva obramba, praška različica
sv: Damgambit avböjd: Tarrasch, Pragvarianten
tr: QGD: Tarrasch, Prague varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, Празький варіант
vi: QGD: Tarrasch, Praha biến

source: Queen Gambit Declined: Tarrasch, Prague Variation, 7...Be7
ar: جامبيت الوزير المرفوض: تفريع تاراش, براجو, 7...Be8
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Praga, 7...Be7
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Praga - 7 ...Ae7 o Línia principal
cs: QGD: Tarrasch, Prague variation, 7...Be7
de: Damengambit (abgelehnt): Tarrasch, Prager Variante, 7...Le7
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Praga, 7...Ae7 o Linea Principal
eu: Damaren Ganbito Ukatua: Tarrasch, Pragako Aldaera, 7...Ae7
fr: Gambit Dame refusé, défense Tarrasch, var. de Prague, 7...Fe7
id: QGD: Tarrasch, Varian Prague, 7...Ge7
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Praga, 7...Ae7 o Linea Principale
nl: GDG: Tarrasch, Praag variant, 7 ... Le7
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski, 7...Ge7
ru: Отказанный ферзевый гамбит: защита Тарраша, пражский вариант, 7...Сe7
si: DGZ, Tarrascheva obramba, praška različica, 7...Le7
sv: Damgambit avböjd: Tarrasch, Pragvarianten, 7...Le7
tr: QGD: Tarrasch, Prague varyasyonu, 7...Be7
uk: Відхилений ферзевий гамбіт: захист Тарраша, Празький варіант, 7...Сe7
vi: QGD: Tarrasch, Praha biến, 7 ... Be7

source: Queen Gambit Declined: Tarrasch, Prague Variation, 9.Bg5
ar: جامبيت الوزير المرفوض: تفريع تاراش, براجو, 9.Bg6
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Praga, 9.Bg5
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Praga - 9. Ag5
cs: QGD: Tarrasch, Prague variation, 9.Bg5
de: Damengambit (abgelehnt): Tarrasch, Prager Variante, 9.Lg5
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Praga, 9.Ag5
eu: Damaren Ganbito Ukatua: Tarrasch, Pragako Aldaera, 9.Ag5
fr: Gambit Dame refusé, défense Tarrasch, var. de Prague, 9.Fg5
id: QGD: Tarrasch, Varian Prague, 9.Gg5
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Praga, 9.Ag5
nl: GDG: Tarrasch, Praag variant, 9.Lg5
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski, 9.Gg5
ru: Отказанный ферзевый гамбит: защита Тарраша, пражский вариант, 9.Сg5
si: DGZ, Tarrascheva obramba, praška različica, 9. Lg5
sv: Damgambit avböjd: Tarrasch, Pragvarianten, 9.Lg5
tr: QGD: Tarrasch, Prague varyasyonu, 9.Bg5
uk: Відхилений ферзевий гамбіт: захист Тарраша, Празький варіант, 9.Сg5
vi: QGD: Tarrasch, Praha biến, 9.Bg5

source: Queen Gambit Declined: Tarrasch, Prague Variation, Normal Position
ar: جامبيت الوزير المرفوض: تفريع تاراش, براجو, عادي موقف
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Praga, Posição Normal
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Praga - Posició normal
cs: QGD: Tarrasch, Prague variation, Normal position
de: Damengambit (abgelehnt): Tarrasch, Prager Variante, Normale position
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Praga, Posición Normal
eu: Damaren Ganbito Ukatua: Tarrasch, Pragako Aldaera, Posizio Normala
fr: Gambit Dame refusé, défense Tarrasch, var. de Prague, position normale
id: QGD: Tarrasch, Varian Prague, Posisi Normal
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Praga, Posición Normal
nl: GDG: Tarrasch, Praag variant, Normale stelling
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski, normalna pozycja
ru: Отказанный ферзевый гамбит: защита Тарраша, пражский вариант, классический вариант
si: DGZ, Tarrascheva obramba, praška različica, normalna pozicija
sv: Damgambit avböjd: Tarrasch, Pragvarianten, Normal ställning
tr: QGD: Tarrasch, Prague varyasyonu, Normal pozisyon
uk: Відхилений ферзевий гамбіт: захист Тарраша, Празький варіант, класичний варіант
vi: QGD: Tarrasch, biến thể Praha, thế cờ bình thường

source: Queen Gambit Declined: Tarrasch, Reti Variation
ar: جامبيت الوزير المرفوض: تاراش, ريتي تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Reti
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Reti
cs: QGD: Tarrasch, Reti variation
de: Damengambit (abgelehnt): Tarrasch, Reti-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Reti
eu: Damaren Ganbito Ukatua: Tarrasch, Reti Aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. Réti
id: QGD: Tarrasch, Varian Reti
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Reti
nl: GDG: Tarrasch, Reti variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant Reti
ru: Отказанный ферзевый гамбит: защита Тарраша, вариант Рети
si: DGZ, Tarrascheva, Retijeva različica
sv: Damgambit avböjd: Tarrasch, Retivarianten
tr: QGD: Tarrasch, Reti varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, варіант Реті
vi: QGD: Tarrasch, Reti biến

source: Queen Gambit Declined: Tarrasch, Schlechter-Rubinstein System
ar: جامبيت الوزير المرفوض: تاراش,شيليشتر-روبينشتاين نظام
br: Gambito da Dama Recusado, Defesa Tarrasch, Sistema Schlechter-Rubinstein
ca: Gambit de Dama refusat - Defensa Tarrasch - Sistema Schlechter Rubinstein
cs: QGD: Tarrasch, Schlechter-Rubinstein system
de: Damengambit (abgelehnt): Tarrasch, Schlechter-Rubinstein-System
es: Gambito de Dama Rehusado, Defensa Tarrasch, Sistema Schlechter Rubinstein
eu: Damaren Ganbito Ukatua: Tarrasch, Schlechter-Rubinstein Sistema
fr: Gambit Dame refusé, défense Tarrasch, système Schlechter - Rubinstein
id: QGD: Tarrasch, Sistem Schlechter-Rubinstein
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Sistema Schlechter Rubinstein
nl: GDG: Tarrasch, Schlechter-Rubinstein systeem
pl: Gam.hetm nieprzyj., Tarrasch, system Schlechter-Rubinstein
ru: Отказанный ферзевый гамбит: защита Тарраша, система Шлехтера-Рубинштейна
si: DGZ, Tarrascheva, Schlechter-Rubinsteinov sistem
sv: Damgambit avböjd: Tarrasch, Schlechter-Rubinsteins system
tr: QGD: Tarrasch, Schlechter-Rubinstein sistemi
uk: Відхилений ферзевий гамбіт: захист Тарраша, система Шлехтера-Рубінштейна
vi: QGD: Tarrasch, hệ thống Schlechter-Rubinstein

source: Queen Gambit Declined: Tarrasch, Schlechter-Rubinstein System, Rey Ardid Variation
ar: جامبيت الوزير المرفوض: تاراش,شيليشتر-روبينشتاين نظام, ري ارديد تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Sistema Schlechter-Rubinstein, Variante Rei Ardid
ca: Gambit de Dama refusat - Defensa Tarrasch - Sistema Schlechter Rubinstein - Variante Rei Ardid
cs: QGD: Tarrasch, Schlechter-Rubinstein system, Rey Ardid variation
de: Damengambit (abgelehnt): Tarrasch, Schlechter-Rubinstein System, Rey Ardid Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Sistema Schlechter Rubinstein, Variante Rey Ardid
eu: Damaren Ganbito Ukatua: Tarrasch, Schlechter-Rubinstein Sistema, Rey Ardid Aldaera
fr: Gambit Dame refusé, défense Tarrasch, système Schlechter - Rubinstein, var. Rey Ardid
id: QGD: Tarrasch, Sistem Schlechter-Rubinstein, Varian Rey Ardid
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Sistema Schlechter Rubinstein, Variante Rey Ardid
nl: GDG: Tarrasch, Schlechter-Rubinstein systeem, Rey Ardid variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski
ru: Отказанный ферзевый гамбит: защита Тарраша, система Шлехтера-Рубинштейна, вариант Рея Ардида
si: DGZ, Tarrascheva, Schlechter-Rubinsteinov sistem, Rey Ardidova različica
sv: Damgambit avböjd: Tarrasch, Schlechter-Rubinsteins system, Rey-Ardid-varianten
tr: QGD: Tarrasch, Schlechter-Rubinstein sistemi, Rey Ardid var.
uk: Відхилений ферзевий гамбіт: захист Тарраша, система Шлехтера-Рубінштейна, варіант Рея Ардіда
vi: QGD: Tarrasch, hệ thống Schlechter-Rubinstein, Rey Ardid biến

source: Queen Gambit Declined: Tarrasch, Stoltz Variation
ar: جامبيت الوزير المرفوض: تاراش, ستولتز تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Stoltz
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Stoltz
cs: QGD: Tarrasch, Stoltz variation
de: Damengambit (abgelehnt): Tarrasch, Stoltz-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Stoltz
eu: Damaren Ganbito Ukatua: Tarrasch, Stoltz Aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. Stoltz
id: QGD: Tarrasch, Varian Stoltz
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Stoltz
nl: GDG: Tarrasch, Stoltz variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant Stoltz'a
ru: Отказанный ферзевый гамбит: защита Тарраша, вариант Штольца
si: DGZ, Tarrascheva, Stoltzeva različica
sv: Damgambit avböjd: Tarrasch, Stoltzvarianten
tr: QGD: Tarrasch, Stoltz varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, варіант Штольца
vi: QGD: Tarrasch, Stoltz biến

source: Queen Gambit Declined: Tarrasch, Von Hennig-Schara Gambit
ar: جامبيت الوزير المرفوض: تاراش, فون هينيج-سكارا جامبيت
br: Gambito da Dama Recusado, Defesa Tarrasch, Gambito von Hennig Schara
ca: Gambit de Dama refusat - Defensa Tarrasch - Gambit von Hennig Schara
cs: QGD: Tarrasch, von Hennig-Schara gambit
de: Damengambit (abgelehnt): Tarrasch, von Hennig-Schara Gambit
es: Gambito de Dama Rehusado, Defensa Tarrasch, Gambito von Hennig Schara
eu: Damaren Ganbito Ukatua: Tarrasch, von Hennig-Schara Ganbitoa
fr: Gambit Dame refusé, défense Tarrasch, gambit von Hennig - Schara
id: QGD: Tarrasch, Gambit Hennig-Schara
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Mossa di von Hennig Schara
nl: GDG: Tarrasch, von Hennig-Schara gambiet
pl: Gam.hetm nieprzyj., Tarrasch, gambit von Hennig-Schara
ru: Отказанный ферзевый гамбит: защита Тарраша, гамбит Шара-Геннига
si: DGZ, Tarrascheva, von Hennig-Scharav gambit
sv: Damgambit avböjd: Tarrasch, von Hennig-Scharas gambit
tr: QGD: Tarrasch, von Hennig-Schara gambiti
uk: Відхилений ферзевий гамбіт: захист Тарраша, гамбіт Шара-Генніга
vi: QGD: Tarrasch, von Hennig-Schara Gambit

source: Queen Gambit Declined: Tarrasch, Wagner Variation
ar: جامبيت الوزير المرفوض: تاراش, فاجنر تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Wagner
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Wagner
cs: QGD: Tarrasch, Wagner variation
de: Damengambit (abgelehnt): Tarrasch, Wagner-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Wagner
eu: Damaren Ganbito Ukatua: Tarrasch, Wagner Aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. Wagner
id: QGD: Tarrasch, Varian Wagner
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Wagner
nl: GDG: Tarrasch, Wagner variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant Wagner'a
ru: Отказанный ферзевый гамбит: защита Тарраша, вариант Вагнера
si: DGZ, Tarrascheva, agnerjeva različica
sv: Damgambit avböjd: Tarrasch, Wagnervarianten
tr: QGD: Tarrasch, Wagner varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, варіант Вагнера
vi: QGD: Tarrasch, Wagner biến

source: Queen Gambit Declined: Tartakower (Makagonov-Bondarevsky) System
ar: جامبيت الوزير المرفوض: تارتاكوفر (ماكاجونوف-بوندرفسكي) نظام
br: Gambito da Dama Recusado, Variante Tartakower o Makagonov Bondarevsky
ca: Gambit de Dama refusat - Variant Tartakower o Makagonov Bondarevsky
cs: QGD: Tartakower (Makagonov-Bondarevsky) system
de: Damengambit (abgelehnt): Tartakower (Makagonov-Bondarevsky) System
es: Gambito de Dama Rehusado, Variante Tartakower o Makagonov Bondarevsky
eu: Damaren Ganbito Ukatua: Tartakower (Makagonov-Bondarevsky) Sistema
fr: Gambit Dame refusé, système Tartakover - Makogonov - Bondarevsky
id: QGD: Tarrasch, Sistem Tartakower
it: Gambetto di Donna Rifiutato, Variante Tartakower o Makagonov Bondarevsky
nl: GDG: Tartakower (Makagonov-Bondarevsky) systeem
pl: Gam.hetm nieprzyj., system Tartakower'a(Makagonov-Bondarevky)
ru: Отказанный ферзевый гамбит: система Тартаковера-Макогонова-Бондаревского
si: DGZ; Tartakowerjev (Makagonov-Bondarevsky) sistem
sv: Damgambit avböjd: Tartakowers system (Makagonov-Bondarevskij)
tr: QGD: Tartakower (Makagonov-Bondarevsky) sistemi
uk: Відхилений ферзевий гамбіт: система Тартаковера-Макогонова-Бондаревського
vi: QGD: Tartakower (Makagonov-Bondarevsky) hệ thống

source: Queen Gambit Declined: Tartakower (Makagonov-Bondarevsky) System, 8.cd Nxd5
ar: جامبيت الوزير المرفوض: تارتاكوفر (ماكاجونوف-بوندرفسكي) نظام, 8.cd Nxd6
br: Gambito da Dama Recusado, Sistema Tartakower, 8.cxd5 Cxd5
ca: Gambit de Dama refusat - Variante Tartakower - 8. cxd5 Cxd5
cs: QGD: Tartakower (Makagonov-Bondarevsky) system, 8.cd Nxd5
de: Damengambit (abgelehnt): Tartakower (Makagonov-Bondarevsky) System, 8.cd Sxd5
es: Gambito de Dama Rehusado, Variante Tartakower, 8.cxd5 Cxd5
eu: Damaren Ganbito Ukatua: Tartakower (Makagonov-Bondarevsky) Sistema, 8.cxd5 Zxd5
fr: Gambit Dame refusé, système Tartakover - Makogonov - Bondarevsky, 8.cd Cxd5
id: QGD: Tarrasch, Sistem Tartakower, 8.cd Kxd5
it: Gambetto di Donna Rifiutato, Variante Tartakower, 8.cxd5 Cxd5
nl: GDG: Tartakower (Makagonov-Bondarevsky) systeem, 8.cd Pxd5
pl: Gam.hetm nieprzyj., system Tartakower'a(Makagonov-Bondarevky), 8.cd Sxd5
ru: Отказанный ферзевый гамбит: система Тартаковера-Макогонова-Бондаревского, 8.cd Кxd5
si: DGZ, Tartakowerjev (Makagonov-Bondarevskyev) sistem, 8. cd Sxd5
sv: Damgambit avböjd: Tartakowers system (Makagonov-Bondarevskij), 8.cxd5 Sxd5
tr: QGD: Tartakower (Makagonov-Bondarevsky) sistemi, 8.cd Nxd
uk: Відхилений ферзевий гамбіт: система Тартаковера-Макогонова-Бондаревського, 8.cd Кxd5
vi: QGD: Tartakower hệ thống (Makagonov-Bondarevsky), 8.cd Nxd5

source: Queen Gambit Declined: Tartakower Defence, Exchange Variation
es: Gambito de Dama Rehusado: Defensa Tartakower, Variante Exchange
eu: Damaren Ganbito Ukatua: Tartakower Defentsa, Truke Aldaera
fr: Gambit Dame refusé, défense Tartakover, var. d'échange

source: Queen Gambit Declined: Tartakower Variation
ar: جامبيت الوزير المرفوض: تارتاكوفر تفريع
br: Gambito da Dama Recusado, Variante Tartakower
ca: Gambit de Dama refusat - Variant Tartakower
cs: QGD: Tartakower variation
de: Damengambit (abgelehnt): Tartakower-Variante
es: Gambito de Dama Rehusado, Variante Tartakower
eu: Damaren Ganbito Ukatua: Tartakower Aldaera
fr: Gambit Dame refusé, var. Tartakover
id: QGD: Varian Tartakower
it: Gambetto di Donna Rifiutato, Variante Tartakower
nl: GDG: Tartakower variant
pl: Gam.hetm nieprzyj., wariant Tartakower'a
ru: Отказанный ферзевый гамбит: вариант Тартаковера
si: DGZ, Tartakowerjeva različica
sv: Damgambit avböjd: Tartakowervarianten
tr: QGD: Tartakower varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Тартаковера
vi: QGD: Tartakower biến

source: Queen Gambit Declined: Uhlmann Variation
es: Gambito de Dama Rehusado: Variante Uhlmann
eu: Damaren Ganbito Ukatua: Uhlmann Aldaera

source: Queen Gambit Declined: Vienna Variation
ar: جامبيت الوزير المرفوض: فيينا تفريع
br: Gambito da Dama Recusado, Variante Vienense
ca: Gambit de Dama refusat - Variant Vienesa
cs: QGD: Vienna variation
de: Damengambit (abgelehnt): Wiener Variante
es: Gambito de Dama Rehusado, Variante Vienesa
eu: Damaren Ganbito Ukatua: Vienako Aldaera
fr: Gambit Dame refusé, var. de Vienne
id: QGD: Varian Wina
it: Gambetto di Donna Rifiutato, Variante Viennese
nl: GDG: Wenen variant
pl: Gam.hetm nieprzyj., wariant wiedeński
ru: Отказанный ферзевый гамбит: венский вариант
si: DGZ, dunajska različica
sv: Damgambit avböjd: Wienervarianten
tr: QGD: Viyana varyasyonu
uk: Відхилений ферзевий гамбіт: Угорський варіант
vi: QGD: Vienna biến

source: Queen Gambit Declined: Vienna Variation, Quiet Variation
es: Gambito de Dama Rehusado: Variante Vienna, Variante Quiet
eu: Damaren Ganbito Ukatua: Vienna Aldaera, Aldaera Lasaia
fr: Gambit Dame refusé, var. des 3 cavaliers, var. de Vienne, var. calme

source: Queen Gambit Declined: Westphalian Variation
es: Gambito de Dama Rehusado: Variante Westphalian
eu: Damaren Ganbito Ukatua: Westphaliar Aldaera

source: Queen Gambit Declined: Zilbermints Gambit
es: Gambito de Dama Rehusado: Gambito Zilbermints
eu: Damaren Ganbito Ukatua: Zilbermints Ganbitoa
fr: Gambit Dame refusé, gambit Zilbermints

source: Queen Indian Accelerated
ar: الوزير الهندي المتسارع
br: Defesa Índia da Dama Acelerada
ca: Defensa Índia de Dama accelerada
cs: Queen's Indian accelerated
de: Damenindisch accelerated
es: Defensa India de Dama Acelerada
eu: Damaren Indiarra Azeleratua
fr: Défense ouest-indienne accélérée
id: Hindia Menteri Dipercepat
it: Difesa Indiana di Donna Acelerada
nl: Dame Indisch versneld
pl: Hetmańsko-indyjska przyspieszona
ru: Ранняя новоиндийская защита
si: Damina indijska pospešena
sv: Damindiskt accelererad
tr: Vezir'in Hint hızlandırılmış
uk: Новоіндійський захист
vi: Nữ hoàng của Ấn Độ tăng tốc

source: Queen Indian Defence
ar: الوزير الهندي دفاع
br: Defesa Índia da Dama
ca: Defensa Índia de Dama
cs: Queen's Indian defence
de: Damenindisch Verteidigung
es: Defensa India de Dama
eu: Damaren Indiar Defentsa
fr: Défense ouest-indienne
id: Pembelaan Hindia Menteri
it: Difesa Indiana di Donna
nl: Dame Indische verdediging
pl: Obrona hetmańsko-indyjska
ru: Новоиндийская защита
si: Damina indijska obramba
sv: Damindiskt försvar
tr: Vezir'in Hint savunması
uk: Ранній Новоіндійський захист
vi: Bảo vệ nữ hoàng của Ấn Độ

source: Queen Indian Defence: Classical Variation, Polugaevsky Gambit
es: Defensa India de Dama: Variante Classical, Gambito Polugaevsky
eu: Damaren Indiar Defentsa: Aldaera Klasikoa, Polugaevsky Ganbitoa
fr: Défense ouest-indienne, var. du fianchetto, var. classique, gambit Polougaïevski

source: Queen Indian Defence: Classical Variation, Taimanov Gambit
es: Defensa India de Dama: Variante Classical, Gambito Taimanov
eu: Damaren Indiar Defentsa: Aldaera Klasikoa, Taimanov Ganbitoa
fr: Défense ouest-indienne, var. du fianchetto, var. classique, gambit Taïmanov

source: Queen Indian Defence: Classical Variation, Tiviakov Defence
es: Defensa India de Dama: Variante Classical, Defensa Tiviakov
eu: Damaren Indiar Defentsa: Aldaera Klasikoa, Tiviakov Defentsa

source: Queen Indian Defence: Classical Variation, Traditional Variation, Nimzowitsch Line
es: Defensa India de Dama: Variante Classical, Variante Traditional, Nimzowitsch Line
eu: Damaren Indiar Defentsa: Aldaera Klasikoa, Defentsa tradizionala, Nimzowitsch Lerroa

source: Queen Indian Defence: Fianchetto Variation, Check Variation
es: Defensa India de Dama: Variante Fianchetto, Variante Check
eu: Damaren Indiar Defentsa: Fianchetto Aldaera, xake Aldaera
fr: Défense ouest-indienne, var. du fianchetto exagéré, ligne calme, var. de l'échec au roi

source: Queen Indian Defence: Fianchetto Variation, Check Variation, Intermezzo Line
es: Defensa India de Dama: Variante Fianchetto, Variante Check, Intermezzo Line
eu: Damaren Indiar Defentsa: Fianchetto Aldaera, xake Aldaera, Intermezzo Lerroa
fr: Défense ouest-indienne, var. du fianchetto exagéré, ligne calme, var. de l'échec au roi, ligne de l'intermezzo (ou coup intermédiaire)

source: Queen Indian Defence: Fianchetto Variation, Check Variation, Modern Line
es: Defensa India de Dama: Variante Fianchetto, Variante Check, Modern Line
eu: Damaren Indiar Defentsa: Fianchetto Aldaera, xake Aldaera, Lerro Modernoa
fr: Défense ouest-indienne, var. du fianchetto exagéré, ligne calme, var. de l'échec au roi, ligne moderne

source: Queen Indian Defence: Fianchetto Variation, Kramnik Variation
es: Defensa India de Dama: Variante Fianchetto, Variante Kramnik
eu: Damaren Indiar Defentsa: Fianchetto Aldaera, Kramnik Aldaera
fr: Défense ouest-indienne, var. du fianchetto, var. Kramnik

source: Queen Indian Defence: Fianchetto Variation, Nimzowitsch Variation, Nimzowitsch Attack
es: Defensa India de Dama: Variante Fianchetto, Variante Nimzowitsch, Ataque Nimzowitsch
eu: Damaren Indiar Defentsa: Fianchetto Aldaera, Nimzowitsch Aldaera, NimzowitschErasoa
fr: Défense ouest-indienne, var. du fianchetto, var. Nimzowitsch (fianchetto exagéré), attaque Nimzowitsch

source: Queen Indian Defence: Fianchetto Variation, Nimzowitsch Variation, Quiet Line
es: Defensa India de Dama: Variante Fianchetto, Variante Nimzowitsch, Quiet Line
eu: Damaren Indiar Defentsa: Fianchetto Aldaera, Nimzowitsch Aldaera, Lerro Lasaia
fr: Défense ouest-indienne, var. du fianchetto, var. Nimzowitsch (fianchetto exagéré), ligne calme

source: Queen Indian Defence: Fianchetto Variation, Nimzowitsch Variation, Timman Line
es: Defensa India de Dama: Variante Fianchetto, Variante Nimzowitsch, Timman Line
eu: Damaren Indiar Defentsa: Fianchetto Aldaera, Nimzowitsch Aldaera, Timmanen Lerroa
fr: Défense ouest-indienne, var. du fianchetto, var. Nimzowitsch (fianchetto exagéré), ligne Timman

source: Queen Indian Defence: Fianchetto Variation, Sämisch Variation
es: Defensa India de Dama: Variante Fianchetto, Variante Sämisch
eu: Damaren Indiar Defentsa: Fianchetto Aldaera, Sämisch Aldaera
fr: Défense ouest-indienne, var. du fianchetto, var. Sämisch

source: Queen Indian Defence: Kasparov-Petrosian Variation
es: Defensa India de Dama: Variante Kasparov-Petrosian
eu: Damaren Indiar Defentsa: Kasparov-Petrosian Aldaera
