Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen Gambit Declined Semi-Slav: Accelerated Meran (Alekhine Variation)
ar: جامبيت الوزير المرفوض النصف-السلافي: المتسارع ميران (اليخين تفريع)
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano Acelerada (Alekhine)
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano acelerat o Alekhine
cs: QGD semi-Slav: accelerated Meran (Alekhine variation)
de: Damengambit (abgelehnt) Halbslawisch: Beschleunigte Meraner (Aljechin Variante)
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano Acelerada o Alekhine
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran Azeleratua (Alekhine Aldaera)
fr: Gambit Dame refusé, semi-slave, var. de Méran accélérée (Alekhine)
id: QGD: Semi Slavia, Meran Dipercepat
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano Acelerada o Alekhine
nl: GDG semi-Slavisch: versnelde Meran (Aljechin variant)
pl: Gam.hetm nieprzyj.,pół-słowiańska, przespieszony Meran(wariant Alekhin'a)
ru: Отказанный ферзевый гамбит: славянская защита, ранний меранский вариант
si: DGZ pol-slovanska, pospešena Meranova (Aljehinova različica)
sv: Damgambit, avböjd, Semi-slaviskt: Accelererad Meranervariant (Aljechin- varianten)
tr: QGD yarı Slav: hızlandırılmış Meran (Alekhine varyasyonu)
uk: Відхилений ферзевий гамбіт: Слов’янський захист, ранній Меранський варіант (варіант Альохіна)
vi: QGD bán Slav: tăng tốc Meran (Alekhine biến thể)

source: Queen Gambit Declined Semi-Slav: Anti-Meran Gambit
ar: جامبيت الوزير المرفوض النصف-السلافي: ضد-ميران جامبيت
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Gambito Anti-Merano
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Gambit Anti-Merano
cs: QGD semi-Slav: anti-Meran gambit
de: Damengambit (abgelehnt) Halbslawisch: Anti-Meran Gambit
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Gambito Anti Merano
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran Aldaeraren aurkako Ganbitoa
fr: Gambit Dame refusé, semi-slave, gambit anti-variante de Méran
id: QGD: Semi Slavia, Gambit Anti-Meran
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Mossa di Anti Merano
nl: GDG semi-Slavisch: anti-Meran gambiet
pl: Gam.hetm nieprzyj.,pół-słowiańska, gambit anty-Meran
ru: Отказанный ферзевый гамбит: славянская защита, анти-Меранский гамбит
si: DGZ pol-slovanska, proti-Meranov gambit
sv: Damgambit, avböjd, Semi-slaviskt: Anti-Meran-gambit
tr: QGD yarı Slav: anti-Meran gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, анти-Меранський гамбіт
vi: QGD bán Slav: thí quân chống-Meran

source: Queen Gambit Declined Semi-Slav: Anti-Meran, Alatortsev System
ar: جامبيت الوزير المرفوض النصف-السلافي: ضد-ميران, الاتورتسف نظام
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Anti-Merano, Sistema Alatortsev
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Sistema Alatortsev
cs: QGD semi-Slav: anti-Meran, Alatortsev system
de: Damengambit (abgelehnt) Halbslawisch: Anti-Meran, Alatortsev System
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Sistema Alatortsev
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran Aldaeraren aurkakoa, Alatortsev Sistema
fr: Gambit Dame refusé, semi-slave, gambit anti-variante de Méran, système Alatortsev
id: QGD: Semi Slavia, Anti-Meran, Sistem Alatortsev
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Sistema Alatortsev
nl: GDG semi-Slavisch: anti-Meran, Alatortsev systeem
pl: Gam.hetm nieprzyj. pół-słowiańska, anty-Meran, system Alatortsev'a
ru: Отказанный ферзевый гамбит: славянская защита, анти-Меранский гамбит, система Алаторцева
si: DGZ pol-slovanska, proti-Meranov, Alatortsev sistem
sv: Damgambit, avböjd, Semi-slaviskt: Anti-Meran, Alatortsevsystemet
tr: QGD yarı Slav: anti-Meran, Alatortsev sistemi
uk: Відхилений ферзевий гамбіт: Слов’янський захист, анти-Меранський гамбіт, система Алаторцева
vi: QGD bán Slav: chống Meran, hệ thống Alatortsev

source: Queen Gambit Declined Semi-Slav: Anti-Meran, Lilienthal Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ضد-ميران, ليلينتال تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Anti-Merano, Variante Lilienthal
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Variant Lilienthal
cs: QGD semi-Slav: anti-Meran, Lilienthal variation
de: Damengambit (abgelehnt) Halbslawisch: Anti-Meran, Lilienthal-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Variante Lilienthal
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran Aldaeraren aurkakoa, Lilienthal Aldaera
fr: Gambit Dame refusé, semi-slave, gambit anti-variante de Méran, var. Lilienthal
id: QGD: Semi Slavia, Gambit Anti-Meran, Varian Lilienthal
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Variante Lilienthal
nl: GDG semi-Slavisch: anti-Meran, Lilienthal variant
pl: Gam.hetm nieprzyj. pół-słowiańska, anty-Meran, wariant Lilienthal'a
ru: Отказанный ферзевый гамбит: славянская защита, анти-Меранский гамбит, вариант Лилиенталя
si: DGZ pol-slovanska, proti-Meranov, Lilienthalova različica
sv: Damgambit, avböjd, Semi-slaviskt: Anti-Meran, Lilienthalvarianten
tr: QGD yarı Slav: anti-Meran, Lilienthal varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, анти-Меранський гамбіт, варіант Лілієнталя
vi: QGD bán Slav: chống Meran, biến thể Lilienthal

source: Queen Gambit Declined Semi-Slav: Anti-Meran, Szabo Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ضد-ميران, سزابو تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Anti-Merano, Variante Szabo
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Variant Szabo
cs: QGD semi-Slav: anti-Meran, Szabo variation
de: Damengambit (abgelehnt) Halbslawisch: Anti-Meran, Szabo-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Variante Szabo
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran Aldaeraren aurkakoa, Szabo Aldaera
fr: Gambit Dame refusé, semi-slave, gambit anti-variante de Méran, var. Szabó
id: QGD: Semi Slavia, Gambit Anti-Meran, Varian Szabo
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Variante Szabo
nl: GDG semi-Slavisch: anti-Meran, Szabo variant
pl: Gam.hetm nieprzyj. pół-słowiańska, anty-Meran, wariant Szabo
ru: Отказанный ферзевый гамбит: славянская защита, анти-Меранский гамбит, вариант Сабо
si: DGZ pol-slovanska, proti-Meranov, Szabova različica
sv: Damgambit, avböjd, Semi-slaviskt: Anti-Meran, Szabovarianten
tr: QGD yarı Slav: anti-Meran, Szabo varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, анти-Меранський гамбіт, варіант Сабо
vi: QGD bán Slav: chống Meran, biến thể Szabo

source: Queen Gambit Declined Semi-Slav: Bogolyubov Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: تفريع وجوليوبوف
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Bogoljubow
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Bogoljubow
cs: QGD semi-Slav: Bogolyubov variation
de: Damengambit (abgelehnt) Halbslawisch: Bogolyubov-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Bogoljubow
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Bogolyubov Aldaera
fr: Gambit Dame refusé, semi-slave, var. Bogoljubov
id: QGD: Semi Slavia, Varian Bogolyubov
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Bogoljubow
nl: GDG semi-Slavisch: Bogolyubov variant
pl: Gam.hetm nieprzyj. pół-słowiańska, wariant Bogolyubov'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Боголюбова
si: DGZ pol-slovanska, Bogolyubova različica
sv: Damgambit avböjd: Semi-slaviskt, Bogoljubowvarianten
tr: QGD yarı Slav: Bogolyubov varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Боголюбова
vi: QGD bán Slav: Bogolyubov biến

source: Queen Gambit Declined Semi-Slav: Botvinnik System (anti-Meran)
ar: جامبيت الوزير المرفوض النصف-السلافي: نظام بوتفنيك (ضد-ميران)
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Botvinnik (Anti-Merano)
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Botvinink o Anti-Merano
cs: QGD semi-Slav: Botvinnik system (anti-Meran)
de: Damengambit (abgelehnt) Halbslawisch: Botvinnik System (Anti-Meran)
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Botvinnik o Anti Merano
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Botvinnik Sistema (Meran Aldaeraren aurkakoa)
fr: Gambit Dame refusé, semi-slave, système Botvinnik anti-variante de Méran
id: QGD: Semi Slavia, Sistem Botwinnik (Anti Meran)
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Botvinnik o Anti Merano
nl: GDG semi-Slavisch: Botvinnik systeem (anti-Meran)
pl: Gam.hetm nieprzyj. pół-słowiańska, system Botvinnik'a(anty-Meran)
ru: Отказанный ферзевый гамбит: славянская защита, система Ботвинника
si: DGZ pol-slovanska, Botvinnikov sistem (proti-Meranova)
sv: Damgambit avböjd: Semi-slaviskt, Botvinniksystemet (Anti-Meran)
tr: QGD yarı Slav: Botvinnik sistemi (anti-Meran)
uk: Відхилений ферзевий гамбіт: Слов’янський захист, система Ботвинника (анти-Меран)
vi: QGD bán Slav: hệ thống Botvinnik (chống Meran)

source: Queen Gambit Declined Semi-Slav: Chigorin Defence
ar: جامبيت الوزير المرفوض النصف-السلافي: تشجورين دفاع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Defesa Chigorin
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Defensa Chigorin
cs: QGD semi-Slav: Chigorin defence
de: Damengambit (abgelehnt) Halbslawisch: Tschigorin Verteidigung
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Defensa Chigorin
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Chigorin Defentsa
fr: Gambit Dame refusé, semi-slave, défense Tchigorine
id: QGD: Semi Slavia, Pembelaan Chigorin
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Difesa Chigorin
nl: GDG semi-Slavisch: Chigorin verdediging
pl: Gam.hetm nieprzyj. pół-słowiańska, obrona Chigorin'a
ru: Отказанный ферзевый гамбит: славянская защита, защита Чигорина
si: DGZ pol-slovanska, Chigorinova obramba
sv: Damgambit avböjd: Semi-slaviskt, Tjigorins försvar
tr: QGD yarı Slav: Chigorin savunması
uk: Відхилений ферзевий гамбіт: Слов’янський захист, захист Чигоріна
vi: QGD bán Slav: Phòng thủ Chigorin

source: Queen Gambit Declined Semi-Slav: Ekstrom Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: اكستروم تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Ekstrom
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Variant Ekstrom
cs: QGD semi-Slav: Ekstrom variation
de: Damengambit (abgelehnt) Halbslawisch: Ekstrom-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Variante Ekstrom
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Ekstrom Aldaera
fr: Gambit Dame refusé, semi-slave, var. Ekström
id: QGD: Semi Slavia, Varian Ekstrom
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Variante Ekstrom
nl: GDG semi-Slavisch: Ekström ruilvariant
pl: Gam.hetm nieprzyj. pół-słowiańska, wariant Ekstrom'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Экстрема
si: DGZ pol-slovanska, Ekstromova različica
sv: Damgambit avböjd: Semi-slaviskt, Ekströmvarianten
tr: QGD yarı Slav: Ekstrom varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Екстрома
vi: QGD bán Slav: Ekstrom biến

source: Queen Gambit Declined Semi-Slav: Hastings Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: هاستنس تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Hastings
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Hastings
cs: QGD semi-Slav: Hastings variation
de: Damengambit (abgelehnt) Halbslawisch: Hastings-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Hastings
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Hastings Aldaera
fr: Gambit Dame refusé, semi-slave, var. d'Hastings
id: QGD: Semi Slavia, Varian Hastings
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Hastings
nl: GDG semi-Slavisch: Hastings ruilvariant
pl: Gam.hetm nieprzyj. pół-słowiańska, wariant Hastings'a
ru: Отказанный ферзевый гамбит: славянская защита, гастингский вариант
si: DGZ pol-slovanska, Hstingsova različica
sv: Damgambit avböjd: Semi-slaviskt, Hastingsvarianten
tr: QGD yarı Slav: Hastings varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Гастінгський варіант
vi: QGD bán Slav: Hastings biến

source: Queen Gambit Declined Semi-Slav: Meran
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Merano
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano
cs: QGD semi-Slav: Meran
de: Damengambit (abgelehnt) Halbslawisch: Meran
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran
fr: Gambit Dame refusé, semi-slave, var. de Méran
id: QGD: Semi Slavia, Meran
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano
nl: GDG semi-Slavisch: Meran
pl: Gam.hetm nieprzyj. pół-słowiańska, Meran
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант
si: DGZ pol-slovanska, Meranova
sv: Damgambit avböjd: Semi-slaviskt, Meran
tr: QGD yarı Slav: Meran
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант
vi: QGD bán Slav: Meran

source: Queen Gambit Declined Semi-Slav: Meran Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano
cs: QGD semi-Slav: Meran variation
de: Damengambit (abgelehnt) Halbslawisch: Meran-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Merano Aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran
id: QGD: Semi Slavia, Varian Meran
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano
nl: GDG semi-Slavisch: Meran ruilvariant
pl: Gam.hetm nieprzyj. pół-słowiańska,wariant Meran'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант
si: DGZ pol-slovanska, Meranova različica
sv: Damgambit avböjd: Semi-slaviskt, Meranvarianten
tr: QGD yarı Slav: Meran varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант
vi: QGD bán Slav: Meran biến

source: Queen Gambit Declined Semi-Slav: Meran, 8...a6
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, 8...a7
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, 8...a6
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - 8 ...a6
cs: QGD semi-Slav: Meran, 8...a6
de: Damengambit (abgelehnt) Halbslawisch: Meran, 8...a6
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, 8...a6
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, 8...a6
fr: Gambit Dame refusé, semi-slave, var. de Méran, 8...a6
id: QGD: Semi Slavia, Meran, 8... a6
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, 8...a6
nl: GDG semi-Slavisch: Meran, 8 ... a6
pl: Gam.hetm nieprzyj. pół-słowiańska, Meran, 8...a6
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, 8...a6
si: DGZ pol-slovanska, Meranova, 8...a6
sv: Damgambit avböjd: Semi-slaviskt, Meran, 8...a6
tr: QGD yarı Slav: Meran, 8...a6
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, 8...a6
vi: QGD bán Slav: Meran, 8 ... a6

source: Queen Gambit Declined Semi-Slav: Meran, Blumenfeld Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, بلومنفلد تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Blumenfeld
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Blumenfeld
cs: QGD semi-Slav: Meran, Blumenfeld variation
de: Damengambit (abgelehnt) Halbslawisch: Meran, Blumenfeld-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Blumenfeld
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Blumenfeld Aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Blumenfeld
id: QGD: Semi Slavia, Meran, Varian Blumenfeld
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Blumenfeld
nl: GDG semi-Slavisch: Meran, Blumenfeld variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Blumenfeld'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Блюменфельда
si: DGZ pol-slovanska, Meranova, Blumenfeldova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Blumenfeldvarianten
tr: QGD yarı Slav: Meran, Blumenfeld varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Блюменфельда
vi: QGD bán Slav: Meran, Blumenfeld biến

source: Queen Gambit Declined Semi-Slav: Meran, Old Main Line
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, القديم الخط الرئيسي
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Linha Principal Antiga
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Línia principal antiga
cs: QGD semi-Slav: Meran, old main line
de: Damengambit (abgelehnt) Halbslawisch: Meran, Alte Hauptvariante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Linea Principal Antigua
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Lerro Nagusi Zaharra
fr: Gambit Dame refusé, semi-slave, var. de Méran, ancienne ligne principale
id: QGD: Semi Slavia, Meran, Jalur Lama
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Linea Principale Antica
nl: GDG semi-Slavisch: Meran, oude hoofdlijn
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,stara główna linia
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, устаревшее основное продолжение
si: DGZ pol-Slav: Meran, stara glavna linija
sv: Damgambit avböjd: Semi-slaviskt, Meran, gamla huvudvarianten
tr: QGD yarı Slav: Meran, eski ana hat
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, застаріле основне продовження
vi: QGD bán Slav: Meran, dòng chính cũ

source: Queen Gambit Declined Semi-Slav: Meran, Pirc Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, بيرك تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Pirc
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Pirc
cs: QGD semi-Slav: Meran, Pirc variation
de: Damengambit (abgelehnt) Halbslawisch: Meran, Pirc-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Pirc
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Pirc Aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Pirc
id: QGD: Semi Slavia, Meran, Varian Pirc
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Pirc
nl: GDG semi-Slavisch: Meran, Pirc variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Pirc'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Пирца
si: DGZ pol-slovanska, Meranova, Pricova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Pircvarianten
tr: QGD yarı Slav: Meran, Pirc varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Пірца
vi: QGD bán Slav: Meran, Pirc biến

source: Queen Gambit Declined Semi-Slav: Meran, Rabinovich Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, رابينوفيتش تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Rabinovich
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Rabinovich
cs: QGD semi-Slav: Meran, Rabinovich variation
de: Damengambit (abgelehnt) Halbslawisch: Meran, Rabinovich-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Rabinovich
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Rabinovich Aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Rabinovich
id: QGD: Semi Slavia, Meran, Varian Rabinovich
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Rabinovich
nl: GDG semi-Slavisch: Meran, Rabinovich variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Rabinovich'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Рабиновича
si: DGZ pol-slovanska, Meranova, Rabinovicheva različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Rabinovitjvarianten
tr: QGD yarı Slav: Meran, Rabinovich varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Рабіновича
vi: QGD bán Slav: Meran, Rabinovich biến

source: Queen Gambit Declined Semi-Slav: Meran, Rellstab Attack
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, ريلستاب هجوم
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Ataque Rellstab
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Atac Rellstab
cs: QGD semi-Slav: Meran, Rellstab attack
de: Damengambit (abgelehnt) Halbslawisch: Meran, Rellstab Angriff
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Ataque Rellstab
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Rellstab Erasoa
fr: Gambit Dame refusé, semi-slave, var. de Méran, attaque Rellstab
id: QGD: Semi Slavia, Meran, Serangan Rellstab
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Attacco Rellstab
nl: GDG semi-Slavisch: Meran, Rellstab aanval
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran, atak Rellstab'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, атака Рельштаба
si: DGZ pol-slovanska, Meranova, Rellstabov napad
sv: Damgambit avböjd: Semi-slaviskt, Meran, Rellstabs angrepp
tr: QGD yarı Slav: Meran, Rellstab hücumu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, атака Рельштаба
vi: QGD bán Slav: Meran, Rellstab tấn công

source: Queen Gambit Declined Semi-Slav: Meran, Reynolds' Variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, رينولدز تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Reinolds
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Reynolds
cs: QGD semi-Slav: Meran, Reynolds' variation
de: Damengambit (abgelehnt) Halbslawisch: Meran, Reynolds'-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Reynolds
eu: Damaren Ganbito Ukatua Semi-Eslaviarra: Meran, Reynolds Aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Reynolds
id: QGD: Semi Slavia, Meran, Varian Reynolds
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Reynolds
nl: GDG semi-Slavisch: Meranvariant Reynolds 'variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Reynoldsa
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Рейнолдса
si: DGZ pol-slovanska, Meranova, Reynoldsova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Reynoldsvarianten
tr: QGD yarı Slav: Meran, Reynolds'un varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Рейнолдса
vi: QGD bán Slav: Meran, biến Reynolds
