Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, cs, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Reti Opening: Advance Variation
ar: ريتي: تقديم تفريع
br: Abertura Reti, Variante do Avanço
ca: Obertura Reti - Variant de l'avanç
cs: Reti: advance variation
de: Reti: Vorstoßvariante
es: Apertura Reti, Variante del Avance
eu: Reti: Aurrerapen Aldaera
fr: Réti, var. d'avance
id: Reti: Varian Maju
it: Apertura Reti, Variante di Spinta
nl: Reti: doorschuif variant
pl: Reti, wariant zaawansowany
ru: Дебют Рети: вариант с продвижением
si: Retijeva, napredna različica
sv: Reti: Framstötsvarianten
tr: Reti: ileri varyasyon
uk: Дебют Реті: варіант з просуванням
vi: Reti: biến thể nâng cao

source: Reti Opening: Advance Variation, Michel Gambit
es: Apertura Reti: Variante Advance, Gambito Michel
eu: Reti Irekiera: Aurrerapen Aldaera, Michel Ganbitoa

source: Reti Opening: Anglo-Slav Variation, Bogoljubov Variation
es: Apertura Reti: Variante Anglo-Slav, Variante Bogoljubov
eu: Reti Irekiera: Anglo-Eslaviar Aldaera, Bogoljubov Aldaera

source: Reti Opening: Anglo-Slav Variation, Bogoljubov Variation, Stonewall Line
es: Apertura Reti: Variante Anglo-Slav, Variante Bogoljubov, Stonewall Line
eu: Reti Irekiera: Anglo-Eslaviar Aldaera, Bogoljubov Aldaera, Stonewall Lerroa

source: Reti Opening: Herrstroem Gambit
ar: ريتي: هيررستوم جامبيت
br: Abertura Reti, Gambito Herrstroem
ca: Obertuta Reti - Gambit Herrstroem
cs: Reti: Herrstroem gambit
de: Reti: Herrstroem Gambit
es: Apertura Reti, Gambito Herrstroem
eu: Reti: Herrstroem Ganbitoa
fr: Réti, gambit Herrstroem
id: Reti: Gambit Herrstroem
it: Apertura Reti, gambetto Herrstroem
nl: Reti: Herrstroem gambiet
pl: Reti, gambit Herrstroem'a
ru: Дебют Рети: гамбит Херрстрема
si: Retijeva, Herrstroemov gambit
sv: Reti: Herrströms gambit
tr: Reti: Herrstroem gambiti
uk: Дебют Реті: гамбіт Херрстрема
vi: Reti: Herrstroem Gambit

source: Reti Opening: King Indian Attack
ar: ريتي: هجوم الملك الهندي
br: Abertura Reti, Ataque Índio do Rei
ca: Obertura Reti - Atac Indi de Rei
cs: Reti: King's Indian attack
de: Reti: Königsindischer Angriff
es: Apertura Reti, Ataque Indio de Rey
eu: Reti: Erregearen Indiar Erasoa
fr: Réti, attaque est-indienne
id: Reti: Serangan Hindia Raja
it: Apertura Reti, Attacco Indiano di Re
nl: Reti: Konings Indische aanval
pl: Reti, atak królewsko-indyjski
ru: Дебют Рети: староиндийская атака
si: Retijeva, kraljevo indijski napad
sv: Reti: Kungsindiskt angrepp
tr: Reti: Şah'ın Hint hücumu
uk: Дебют Реті: Староіндійська атака
vi: Tấn công Ấn Độ King: Reti

source: Reti Opening: King Indian Attack (Barcza System)
ar: ريتي: هجوم الملك الهندي (باركزا نظام)
br: Abertura Reti, Ataque Índio do Rei (Sistema Barcza)
ca: Obertura Reti - Atac Indi de Rei o Sistema Barcza
cs: Reti: King's Indian attack (Barcza system)
de: Reti: Königsindischer Angriff (Barcza System)
es: Apertura Reti, Ataque Indio de Rey o Sistema Barcza
eu: Reti: Erregearen Indiar Erasoa (Barcza Sistema)
fr: Réti, attaque est-indienne (système Barcza)
id: Reti: Serangan Hindia Raja, Sistem Barcza
it: Apertura Reti, Attacco Indiano di Re o Sistema Barcza
nl: Reti: Konings Indische aanval (Barcza systeem)
pl: Reti, atak królewsko-indyjski(system Barcza)
ru: Дебют Рети: староиндийская атака
si: Retijeva, kraljevo indijski napad (Barcza sistem)
sv: Reti: Kungsindiskt angrepp (Barczasystemet)
tr: Reti: Şah'ın Hint hücumu (Barcza sistemi)
uk: Дебют Реті: Староіндійська атака (система Барча)
vi: Reti: tấn công Ấn Độ King (hệ thống Barcza)

source: Reti Opening: King Indian Attack (with ...c5)
ar: ريتي: هجوم الملك الهندي (مع ...c5)
br: Abertura Reti, Ataque Índio do Rei (com ...c5)
ca: Obertura Reti - Atac Indi de Rei amb ...c5
cs: Reti: King's Indian attack (with ...c5)
de: Reti: Königsindischer Angriff (mit ...c5)
es: Apertura Reti, Ataque Indio de Rey con ...c5
eu: Reti: Erregearen Indiar Erasoa (... c5-rekin)
fr: Réti, attaque est-indienne, avec ...c5 (var. sicilienne)
id: Reti: Serangan Hindia Raja, ...c5
it: Apertura Reti, Attacco Indiano di Re con ...c5
nl: Reti: Konings Indische aanval (met ... c5)
pl: Reti, atak królewsko-indyjski(z ...c5)
ru: Дебют Рети: староиндийская атака (с ...c5)
si: Retijeva, kraljevo indijski napad (z ...c5)
sv: Reti: Kungsindiskt angrepp (med ...c5)
tr: Reti: Şah'ın Hint hücumu (...c5 ile)
uk: Дебют Реті: Староіндійська атака (з ...c5)
vi: Reti: tấn công Ấn Độ King (với ... c5)

source: Reti Opening: King Indian Attack, French Variation
ar: ريتي: هجوم الملك الهندي, فرنسي تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Francesa
ca: Obertura Reti - Atac Indi de Rei - Variant Francesa
cs: Reti: King's Indian attack, French variation
de: Reti: Königsindischer Angriff, Französische Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Francesa
eu: Reti: Erregearen Indiar Erasoa, Aldaera Frantsesa
fr: Réti, attaque est-indienne, var. française
id: Reti: Serangan Hindia Raja, Varian Perancis
it: Apertura Reti, Attacco Indiano di Re, Variante Francese
nl: Reti: Konings Indische aanval, Franse variant
pl: Reti, atak królewsko-indyjski, wariant francuski
ru: Дебют Рети: староиндийская атака, французский вариант
si: Retijeva otvoritev, kraljevo-indijski napad
sv: Reti: Kungsindiskt angrepp, franska varianten
tr: Reti: Şah'ın Hint hücumu, Fransız varyasyonu
uk: Дебют Реті: Староіндійська атака, Французький варіант
vi: Tấn công Ấn Độ King, biến Pháp: Reti

source: Reti Opening: King Indian Attack, Keres Variation
ar: ريتي: هجوم الملك الهندي,كيريس تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Keres
ca: Obertura Reti - Atac Indi de Rei - Variant Keres
cs: Reti: King's Indian attack, Keres variation
de: Reti: Königsindischer Angriff, Keres-Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Keres
eu: Reti: Erregearen Indiar Erasoa, Keres Aldaera
fr: Réti, attaque est-indienne, var. Keres
id: Reti: Serangan Hindia Raja, Varian Keres
it: Apertura Reti, Attacco Indiano di Re, Variante Keres
nl: Reti: Konings Indische aanval, Keres variant
pl: Reti, atak królewsko-indyjski, wariant Keres'a
ru: Дебют Рети: староиндийская атака, вариант Кереса
si: Retijeva, kraljevo indijski napad, Keresova različica
sv: Reti: Kungsindiskt angrepp, Keresvarianten
tr: Reti: Şah'ın Hint hücumu, Keres varyasyonu
uk: Дебют Реті: Староіндійська атака, варіант Кереса
vi: Reti: tấn công Ấn Độ King, Keres biến

source: Reti Opening: King Indian Attack, Pachman System
ar: ريتي: هجوم الملك الهندي, باخمان نظام
br: Abertura Reti, Ataque Índio do Rei, Sistema Pachman
ca: Obertura Reti - Atac Indi de Rei - Sistema Pachman
cs: Reti: King's Indian attack, Pachman system
de: Reti: Königsindischer Angriff, Pachman System
es: Apertura Reti, Ataque Indio de Rey, Sistema Pachman
eu: Reti: Erregearen Indiar Erasoa, Pachman Sistema
fr: Réti, attaque est-indienne, système Pachman
id: Reti: Serangan Hindia Raja, Varian Pachman
it: Apertura Reti, Attacco Indiano di Re, Sistema Pachman
nl: Reti: Konings Indische aanval, Pachman systeem
pl: Reti, atak królewsko-indyjski, system Pachman'a
ru: Дебют Рети: староиндийская атака, система Пахмана
si: Retijeva, kraljevo indijski napad, Pachmanov sistem
sv: Reti: Kungsindiskt angrepp, Pachmansystemet
tr: Reti: Şah'ın Hint hücumu, Pachman varyasyonu
uk: Дебют Реті: Староіндійська атака, система Пахмана
vi: Reti: tấn công Ấn Độ King, hệ thống Pachman

source: Reti Opening: King Indian Attack, Reti-Smyslov Variation
ar: ريتي: هجوم الملك الهندي, ريتي-سيمسلوف تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Reti-Smyslov
ca: Obertura Reti - Atac Indi de Rei - Variant Reti Smyslov
cs: Reti: King's Indian attack, Reti-Smyslov variation
de: Reti: Königsindischer Angriff, Reti-Smyslov-Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Reti Smyslov
eu: Reti: Erregearen Indiar Erasoa, Reti-Smyslov Aldaera
fr: Réti, attaque est-indienne, var. Réti - Smyslov
id: Reti: Serangan Hindia Raja, Varian Reti-Smyslov
it: Apertura Reti, Attacco Indiano di Re, Variante Reti Smyslov
nl: Reti: Konings Indische aanval, Reti-Smyslov variant
pl: Reti, atak królewsko-indyjski, wariant Reti-Smyslov
ru: Дебют Рети: староиндийская атака, вариант Рети-Смыслова
si: Retijeva, kraljevo indijski napad, Reti-Smyslova različica
sv: Reti: Kungsindiskt angrepp, Reti-Smyslov-varianten
tr: Reti: Şah'ın Hint hücumu, Reti-Smyslov varyasyonu
uk: Дебют Реті: Староіндійська атака, варіант Реті-Смислова
vi: Reti: tấn công Ấn Độ King, Reti-Smyslov biến

source: Reti Opening: King Indian Attack, Spassky Variation
ar: ريتي: هجوم الملك الهندي, سباسكي's تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Spassky
ca: Obertura Reti - Atac Indi de Rei - Variant Spassky
cs: Reti: King's Indian attack, Spassky's variation
de: Reti: Königsindischer Angriff, Spassky-Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Spassky
eu: Reti: Erregearen Indiar Erasoa, Spasskyren Aldaera
fr: Réti, attaque est-indienne, var. Spassky
id: Reti: Serangan Hindia Raja, Varian Spassky
it: Apertura Reti, Attacco Indiano di Re, Variante Spassky
nl: Reti: Konings Indische aanval, Spassky's variant
pl: Reti, atak królewsko-indyjski, wariant Spasskiego
ru: Дебют Рети: староиндийская атака, вариант Спасского
si: Retijeva, kraljevo indijski napad, Spasskyeva različica
sv: Reti: Kungsindiskt angrepp, Spasskijvarianten
tr: Reti: Şah'ın Hint hücumu, Spassky'nin varyasyonu
uk: Дебют Реті: Староіндійська атака, варіант Спаського
vi: Reti: Tấn công Vua Ấn Độ, biến thể Spassky

source: Reti Opening: King Indian Attack, Yugoslav Variation
ar: ريتي: هجوم الملك الهندي, اليوغسلافي تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Jugoslava
ca: Obertura Reti - Atac Indi de Rei - Variant Iugoslava
cs: Reti: King's Indian attack, Yugoslav variation
de: Reti: Königsindischer Angriff, Jugoslawische Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Yugoslava
eu: Reti: Erregearen IndiarErasoa, Jugoslaviar Aldaera
fr: Réti, attaque est-indienne, var. yougoslave
id: Reti: Serangan Hindia Raja, Varian Yugoslavia
it: Apertura Reti, Attacco Indiano di Re, Variante Yugoslava
nl: Reti: Konings Indische aanval, Joegoslavische variant
pl: Reti, atak królewsko-indyjski, wariant jugosłowaiński
ru: Дебют Рети: староиндийская атака, югославский вариант
si: Retijeva, kraljevo indijski napad, Yugoslavova različica
sv: Reti: Kungsindiskt angrepp, jugoslaviska varianten
tr: Reti: Şah'ın Hint hücumu, Yogoslav varyasyonu
uk: Дебют Реті: Староіндійська атака, Югославський варіант
vi: Reti: tấn công Ấn Độ King, Nam Tư biến

source: Reti Opening: Lisitsin Gambit Deferred
ar: ريتي: ليستين جامبيت ديفيرد
br: Abertura Reti, Gambito Lisitsin Diferido
ca: Obertura Reti - Gambit Lisitsin diferit
cs: Reti: Lisitsin gambit deferred
de: Reti: Lisitsin Gambit im Nachzug
es: Apertura Reti, Gambito Lisitsin Diferido
eu: Reti: Lisitsin Ganbito Atzeratua
fr: Réti, gambit Lissitsine différé
id: Reti: Gambit Lisitsin Ditunda
it: Apertura Reti, gambetto Lisitsin ritardato
nl: Reti: Lisitsin uitgesteld gambiet
pl: Reti, gambit Lisitsin'a odroczny
ru: Дебют Рети: улучшенный гамбит Лисицына
si: Retijeva, Lisitsinov gambit odložen
sv: Reti: Lisitsingambit avböjd
tr: Reti: ertelenmiş Lisitsin gambiti
uk: Дебют Реті: покращений гамбіт Лісіцина
vi: Reti: Lisitsin cờ hoãn lại

source: Reti Opening: Nimzovich-Larsen Attack
ar: ريتي: هجوم نيمزوفيتش-لارسن
br: Abertura Reti, Ataque Nimzowitsch-Larsen
ca: Obertura Reti - Atac Nimzowitsch Larsen
cs: Reti: Nimzovich-Larsen attack
de: Reti: Nimzowitsch-Larsen Angriff
es: Apertura Reti, Ataque Nimzowitsch Larsen
eu: Reti: Nimzovich-Larsen Erasoa
fr: Réti, attaque Nimzowitsch - Larsen
id: Reti: Serangan Nimzowitch-Larsen
it: Apertura Reti, Attacco Nimzowitsch Larsen
nl: Reti: Nimzovich-Larsen aanval
pl: Reti, atak Nimzovitsch-Larsen
ru: Дебют Рети: атака Нимцовича-Ларсена
si: Retijeva, Nimzovich-Larsenov napad
sv: Reti: Nimzowitsch-Larsens angrepp
tr: Reti: Nimzovich-Larsen hücumu
uk: Дебют Реті: атака Німцовича-Ларсена
vi: Reti: tấn công Nimzovich-Larsen

source: Reti Opening: Old Indian Attack
ar: ريتي: الهندي القديم هجوم
br: Abertura Reti, Ataque Índio Antigo
ca: Obertura Reti - Atac Indi antic
cs: Reti: old Indian attack
de: Reti: Altindisch Angriff
es: Apertura Reti, Ataque Indio Antiguo
eu: Reti: Indiako Eraso Zaharra
fr: Réti, attaque vieille-indienne
id: Reti: Serangan Hindia Tua
it: Apertura Reti, Attacco Indiano Antico
nl: Reti: oud Indische aanval
pl: Reti, atak staro-indyjski
ru: Дебют Рети: староиндийская атака
si: Retijeva, star indijski napad
sv: Reti: Gammelindiskt angrepp
tr: Reti: eski Hint hücumu
uk: Дебют Реті: Староіндійська атака
vi: Reti: tấn công cũ Ấn Độ

source: Reti Opening: Penguin Variation
es: Apertura Reti: Variante Penguin
eu: Reti Irekiera: Pinguino Aldaera

source: Reti Opening: Pirc-Lisitsin Gambit
ar: ريتي: بيرك-ليستين جامبيت
br: Abertura Reti, Gambito Pirc-Lisitsin
ca: Obertura Reti - Gambit Pirc Lisitsin
cs: Reti: Pirc-Lisitsin gambit
de: Reti: Pirc-Lisitsin Gambit
es: Apertura Reti, Gambito Pirc Lisitsin
eu: Reti: Pirc-Lisitsin Ganbitoa
fr: Réti, gambit Pirc - Lissitsine
id: Reti: Gambit Pirc-Lisitsin
it: Apertura Reti, gambetto Pirc Lisitsin
nl: Reti: Pirc-Lisitsin gambiet
pl: Reti, gambit Rirc-Lisitsin'a
ru: Дебют Рети: гамбит Пирца-Лисицына
si: Retijeva, Pirc-Lisitsinov gambit
sv: Reti: Pirc-Lisitsins gambit
tr: Reti: Pirc-Lisitsin gambiti
uk: Дебют Реті: гамбіт Пірца-Лісіцина
vi: Reti: Pirc-Lisitsin Gambit

source: Reti Opening: Reversed Blumenfeld Gambit
es: Apertura Reti: Gambito Reversed Blumenfeld
eu: Reti Irekiera: Blumenfeld Ganbito Alderantziz

source: Reti Opening: Wade Defence
ar: ريتي: دفاع ويد
br: Abertura Reti, Defesa Wade
ca: Obertura Reti - Defensa Wade
cs: Reti: Wade defence
de: Reti: Wade Verteidigung
es: Apertura Reti, Defensa Wade
eu: Reti: Wade Defentsa
fr: Réti, défense Wade
id: Reti: Pembelaan Wade
it: Apertura Reti, Difesa Wade
nl: Reti: Wade verdediging
pl: Reti, obrona Wade
ru: Дебют Рети: защита Вейда
si: Retijeva, Wadeva obramba
sv: Reti: Wades försvar
tr: Reti: Wade savunması
uk: Дебют Реті: захист Вейда
vi: Reti: Phòng thủ Wade

source: Reti Opening: Zilbermints Gambit
es: Apertura Reti: Gambito Zilbermints
eu: Reti Irekiera: Zilbermints Ganbitoa
fr: Réti, gambit Zilbermints

source: Reti V Dutch
ar: ريتي v الهولندي
br: Abertura Reti, Variante Holandesa
ca: Obertura Reti - Variant Holandesa
de: Reti v Holländisch
es: Apertura Reti, Variante Holandesa
eu: Reti Holandar Aldaera
fr: Réti, var. hollandaise
id: Reti vs Belanda
it: Apertura Reti, Variante Olandese
nl: Reti versus Hollands
pl: Reti przeciw Holenderskiej
ru: Дебют Рети: голландский вариант
si: Retijeva, nizozemska
sv: Reti v Holländskt
tr: Reti v Hollanda
uk: Дебют Реті: Голландський варіант
vi: Reti v Hà Lan

source: Reversed Grob (Borg/Basman Defence/macho Grob)
ar: جروب المعكوس (بورج/باسمان دفاع/ماشو جروب)
br: Defesa Grob Invertida (Borg/Basman/Macho Grob)
ca: Defensa Grob invertida o Borg, Basman, mascle Grob
de: Grob im Nachzuge (Borg/Basman Verteidigung/Macho Grob)
es: Defensa Grob Invertida o Borg/Basman/Macho Grob
eu: Grob Alderantziz (Borg/Basman Defentsa/Grob Matxista)
fr: Défense Basman ou Borg (référence au début Grob)
id: Grob Terbalik
it: Difesa Grob Invertita o Borg/Basman/Macho Grob
nl: Omgekeerde Grob (Borg / Basman verdediging / macho Grob)
pl: Odwrócony Grob(Borg/Basman obrona/macho Grob)
ru: Дебют Гроба с переменой цвета фигур
si: Obratna Grobova (Borg/Basmanova obramba/macho Grob)
sv: Omvänd Grob (Borg- eller Basmanförsvar/Macho-Grob)
tr: Tersine Grup (Borg/Basman savunma/macho Grob)
uk: Дебют Гроба зі зміною кольору фігур
vi: Đảo ngược Grob (Borg / Basman phòng / Grob nam nhi)

source: Richter-Veresov Attack
ar: ريشتر-فيرسوف هجوم
br: Ataque Richter-Veresov
ca: Atac Richter Veresov
de: Richter-Veresov Angriff
es: Ataque Richter Veresov
eu: Richter-Veresov Erasoa
fr: Attaque Richter - Veresov
id: Serangan Richter-Urusov
it: Attacco Richter Veresov
nl: Richter-Veresov aanval
pl: Atak Richter-Veresov
ru: Дебют Рихтера-Вересова
si: Richter-Veresov napad
sv: Richter-Veresovs angrepp
tr: Richter-Veresov hücumu
uk: Дебют Ріхтера-Вересова
vi: Richter-Veresov tấn công

source: Richter-Veresov Attack, Richter Variation
ar: ريشتر-فيرسوف هجوم, ريشتر تفريع
br: Ataque Richter-Veresov, Variante Richter
ca: Atac Richter Veresov - Variant Richter
de: Richter-Veresov Angriff, Richter-Variante
es: Ataque Richter Veresov, Variante Richter
eu: Richter-Veresov Erasoa, Richter Aldaera
fr: Attaque Richter - Veresov, var. Richter
id: Serangan Richter-Urusov, Varian Richter
it: Attacco Richter Veresov, Variante Richter
nl: Richter-Veresov aanval, Richter variant
pl: Atak Richter-Veresov, wariant Richter'a
ru: Дебют Рихтера-Вересова: вариант Рихтера
si: Richter-Veresov napad, Richterjeva različica
sv: Richter-Veresovs angrepp, Richtervarianten
tr: Richter-Veresov hücumu, Richter varyasyonu
uk: Дебют Ріхтера-Вересова, варіант Ріхтера
vi: Richter-Veresov tấn công, Richter biến

source: Richter-Veresov Attack, Veresov Variation
ar: ريشتر-فيرسوف هجوم, فيرسوف تفريع
br: Ataque Richter-Veresov, Variante Veresov
ca: Atac Richter Veresov - Variant Veresov
de: Richter-Veresov Angriff, Veresov-Variante
es: Ataque Richter Veresov, Variante Veresov
eu: Richter-Veresov Erasoa, Veresov Aldaera
fr: Attaque Richter - Veresov, var. Veresov
id: Serangan Richter-Urusov, Varian Veresov
it: Attacco Richter Veresov, Variante Veresov
nl: Richter-Veresov aanval, Veresov variant
pl: Atak Richter-Veresov, wariant Veresov'a
ru: Дебют Рихтера-Вересова: вариант Вересова
si: Richter-Veresov napad, Veresova različica
sv: Richter-Veresovs angrepp, Veresovvarianten
tr: Richter-Veresov hücumu, Veresov varyasyonu
uk: Дебют Ріхтера-Вересова, варіант Вересова
vi: Richter-Veresov tấn công, Veresov biến

source: Robatsch (modern) Defence
ar: روباتش (حديث) دفاع
br: Defesa Robatsch (Moderna)
ca: Defensa Robatsch o Moderna
de: Robatsch (Moderne) Verteidigung
es: Defensa Robatsch o Moderna
eu: Robatsch Defentsa (Modernoa)
fr: Défense Robatsch (dite aussi "moderne")
id: Pembelaan Robatch (Modern)
it: Difesa Robatsch o Moderna
nl: Robatsch (moderne) verdediging
pl: Obrona Robatsch'a (nowoczesna)
ru: Защита Робача
si: Robatscheva (moderna) obramba
sv: Moderna försvaret (Robatsch)
tr: Robatsch (modern) savunma
uk: Захист Робача
vi: Phòng thủ Robatsch (hiện đại)

source: Robatsch Defence
ar: روباتش دفاع
br: Defesa Robatsch
ca: Defensa Robatsch o Moderna
de: Robatsch Verteidigung
es: Defensa Robatsch o Moderna
eu: Robatsch Defentsa
fr: Défense Robatsch, ligne standard
id: Pembelaan Robatch
it: Difesa Robatsch o Moderna
nl: Robatsch verdediging
pl: Obrona Robatsch'a
ru: Защита Робача
si: Robatscheva obramba
sv: Moderna försvaret
tr: Robatsch savunması
uk: Захист Робача
vi: Phòng thủ Robatsch

source: Robatsch Defence: Geller System
ar: روباتش دفاع: جيلر's نظام
br: Defesa Robatsch, Sistema Geller
ca: Defensa Robatsch o moderna - Sistema Geller
cs: Robatsch defence: Geller's system
de: Robatsch Verteidigung: Geller's System
es: Defensa Robatsch o Moderna, Sistema Geller
eu: Robatsch Defentsa: Geller Sistema
fr: Défense Robatsch, système Geller
id: Pembelaan Robatch: Sistem Geler
it: Difesa Robatsch o Moderna, Sistema Geller
nl: Robatsch verdediging: Geller's systeem
pl: Obrona Robatsch'a, system Geller'a
ru: Защита Робача: система Геллера
si: Robatscheva obramba, Gellerjev sistem
sv: Moderna försvaret: Gellersystemet
tr: Robatsch savunması: Geller'in sistemi
uk: Захист Робача: система Геллера
vi: Phòng thủ Robatsch: hệ thống Geller

source: Robatsch Defence: Gurgenidze Variation
ar: روباتش دفاع: جورجينيدز تفريع
br: Defesa Robatsch, Variante Gurgenidze
ca: Defensa Robatsch o Moderna - Variant Gurgenidze
de: Robatsch Verteidigung: Gurgenidze-Variante
es: Defensa Robatsch o Moderna, Variante Gurgenidze
eu: Robatsch Defentsa: Gurgenidze Aldaera
fr: Défense Robatsch, var. Gurgenidze
id: Robatch: Varian Gurgenidze
it: Difesa Robatsch o Moderna, Variante Gurgenidze
nl: Robatsch verdediging: Gurgenidze variant
pl: Obrona Robatsch'a, wariant Gurgebidze
ru: Защита Робача: вариант Гургенидзе
si: Robatscheva obramba, Gurgenidzeva različica
sv: Moderna försvaret: Gurgenidzevarianten
tr: Robatsch savunması: Gurgenidze varyasyonu
uk: Захист Робача: варіант Гургенідзе
vi: Phòng thủ Robatsch: biến Gurgenidze

source: Robatsch Defence: Pseudo-Austrian Attack
ar: روباتش دفاع: الخادع-الهجوم النمساوي
br: Defesa Robatsch, Ataque Pseudo-Austríaco
ca: Defensa Robatsch o Moderna - Atac pseudo Austríac
de: Robatsch Verteidigung: Pseudo-Austrian Angriff
es: Defensa Robatsch o Moderna, Ataque Pseudo Austriaco
eu: Robatsch Defentsa: Eraso Sasi-Austriarra
fr: Défense Robatsch, attaque pseudo-autrichienne
id: Robatch: Serangan Pseduo-Austria
it: Difesa Robatsch o Moderna, Attacco Pseudo Austriaco
nl: Robatsch verdediging: Pseudo-Oostenrijkse aanval
pl: Obrona Robatsch'a, atak pseudo-austriacki
ru: Защита Робача: мнимая австрийская атака
si: Robatscheva obramba, psevdo-avstrijski napad
sv: Moderna försvaret: Pseudo-österrikiskt angrepp
tr: Robatsch savunması: Pseudo-Avusturya hücumu
uk: Захист Робача: вдавана Австрійська атака
vi: Phòng thủ Robatsch: tấn công Pseudo-Áo

source: Robatsch Defence: Rossolimo Variation
ar: روباتش دفاع: روسوليمو تفريع
br: Defesa Robatsch, Variante Rossolimo
ca: Defensa Robatsch - Variant Rossolimo
de: Robatsch Verteidigung: Rossolimo-Variante
es: Defensa Robatsch, Variante Rossolimo
eu: Robatsch Defentsa: Rossolimo Aldaera
fr: Défense Robatsch, var. Rossolimo
id: Pembelaan Robatch, Varian Rossolimo
it: Difesa Robatsch, Variante Rossolimo
nl: Robatsch verdediging: Rossolimo vari
pl: Obrona Robatsch'a, wariant Rossolimo
ru: Защита Робача: вариант Россолимо
si: Robatscheva obramba, Rossolimova različica
sv: Moderna försvaret: Rossolimovarianten
tr: Robatsch savunması: Rossolimo varyasyonu
uk: Захист Робача: варіант Россолімо
vi: Phòng thủ Robatsch: biến thể Rossolimo

source: Robatsch Defence: Three Pawns Attack
ar: روباتش دفاع: ثلاثة بيادق هجوم
br: Defesa Robatsch, Ataque dos 3 Peões
ca: Defensa Robatsch o Moderna -Atac dels tres peons
de: Robatsch Verteidigung: Dreibauernangriff
es: Defensa Robatsch o Moderna, Ataque de los 3 Peones
eu: Robatsch Defentsa: Hiru Peoien Erasoa
fr: Défense Robatsch, attaque des trois pions
id: Pembelaan Robatch, Serangan 3 Bidak
it: Difesa Robatsch o Moderna, Attacco di 3 Pedoni
nl: Robatsch verdediging: drie pionnen aanval
pl: Obrona Robatsch'a, atak trzech pionów
ru: Защита Робача: атака трех пешек
si: Robatscheva obramba, napad treh kmetov
sv: Moderna försvaret: Trebondesangrepp
tr: Robatsch savunması: üç piyon hücumu
uk: Захист Робача: атака трьох пішаків
vi: Phòng thủ Robatsch: ba tốt tấn công

source: Robatsch Defence: Two Knights Variation
ar: روباتش دفاع: الفرسين تفريع
br: Defesa Robatsch, Variante dos 2 Cavalos
ca: Defensa Robatsch o Moderna - Variant dels dos cavalls
de: Robatsch Verteidigung: Zweispringerspiel
es: Defensa Robatsch o Moderna, Variante de los 2 Caballos
eu: Robatsch Defentsa: Bi Zaldunen Aldaera
fr: Défense Robatsch, var. des 2 cavaliers
id: Pembelaan Robatch, Varian 2 Kuda
it: Difesa Robatsch o Moderna, Variante dei 2 Cavalli
nl: Robatsch verdediging: twee paarden variant
pl: Obrona Robatsch'a, wariant dwóch skoczków
ru: Защита Робача: вариант двух коней
si: Robatscheva obramba, različica dveh skakačev
sv: Moderna försvaret: Tvåspringarspel
tr: Robatsch savunması: iki at varyasyonu
uk: Захист Робача: варіант двох коней
vi: Robatsch vệ: hai hiệp sĩ biến thể
