Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Scotch Opening: Scotch Gambit, Göring Gambit Declined
el_gr: Σκωτικό άνοιγμα: Σκωτικό γκαμπί, μη αποδεκτό γκαμπί Göring

source: Scotch Opening: Scotch Gambit, Kingside Variation
el_gr: Σκωτικό άνοιγμα: Σκωτικό γκαμπί, βαριάντα στην πλευρά του βασιλιά

source: Scotch Opening: Scotch Gambit, London Defence
el_gr: Σκωτικό άνοιγμα: Σκωτικό γκαμπί, άμυνα Λονδίνου

source: Scotch Opening: Scotch Gambit, Sarratt Variation
el_gr: Σκωτικό άνοιγμα: Σκωτικό γκαμπί, βαριάντα Sarratt

source: Scotch Opening: Sea-cadet Mate
el_gr: Σκωτικό άνοιγμα: ματ Sea-cadet

source: Scotch Opening: Steinitz Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Steinitz

source: Scotch Opening: Tartakower Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Tartakower

source: Semi-Benoni (`blockade Variation')
el_gr: Semi-Benoni (`βαριάντα αποκλεισμού')

source: Semi-Slav Defence: Anti-Moscow Gambit
el_gr: Ημισλαβική άμυνα: γκαμπί Anti-Moscow

source: Semi-Slav Defence: Anti-Noteboom, Stonewall Variation, Portisch Gambit
el_gr: Ημισλαβική άμυνα: Anti-Noteboom, βαριάντα Stonewall, γκαμπί Portisch

source: Semi-Slav Defence: Gunderam Gambit
el_gr: Ημισλαβική άμυνα: γκαμπί Gunderam

source: Semi-Slav Defence: Marshall Gambit, Forgotten Variation
el_gr: Ημισλαβική άμυνα: γκαμπί Marshall, ξεχασμένη βαριάντα

source: Semi-Slav Defence: Marshall Gambit, Main Line
el_gr: Ημισλαβική άμυνα: γκαμπί Marshall, κύρια γραμμή

source: Semi-Slav Defence: Marshall Gambit, Tolush Variation
el_gr: Ημισλαβική άμυνα: γκαμπί Marshall, βαριάντα Tolush

source: Semi-Slav Defence: Meran Variation, Sozin Variation
el_gr: Ημισλαβική άμυνα: βαριάντα Meran, βαριάντα Sozin

source: Semi-Slav Defence: Meran Variation, Wade Variation, Kaidanov Gambit
el_gr: Ημισλαβική άμυνα: βαριάντα Meran, βαριάντα Wade, γκαμπί Kaidanov

source: Semi-Slav Defence: Meran Variation, Wade Variation, Larsen Variation
el_gr: Ημισλαβική άμυνα: βαριάντα Meran, βαριάντα Wade, βαριάντα Larsen

source: Semi-Slav Defence: Noteboom Variation, Abrahams Variation
el_gr: Ημισλαβική άμυνα: βαριάντα Noteboom, βαριάντα Abrahams

source: Semi-Slav Defence: Noteboom Variation, Anti-Noteboom Gambit
el_gr: Ημισλαβική άμυνα: βαριάντα Noteboom, γκαμπί Anti-Noteboom

source: Semi-Slav Defence: Noteboom Variation, Anti-Noteboom Variation
el_gr: Ημισλαβική άμυνα: βαριάντα Noteboom, βαριάντα Anti-Noteboom

source: Semi-Slav Defence: Noteboom Variation, Anti-Noteboom Variation, Belyavsky Line
el_gr: Ημισλαβική άμυνα: βαριάντα Noteboom, βαριάντα Anti-Noteboom, γραμμή Belyavsky

source: Semi-Slav Defence: Quiet Variation
el_gr: Ημισλαβική άμυνα: ήσυχη βαριάντα

source: Semi-Slav Defence: Stoltz Variation, Center Variation
el_gr: Ημισλαβική άμυνα: βαριάντα Stoltz, βαριάντα κέντρου

source: Semi-Slav Defence: Stoltz Variation, Center Variation, Mikhalchishin Line
el_gr: Ημισλαβική άμυνα: βαριάντα Stoltz, βαριάντα κέντρου, γραμμή Mikhalchishin

source: Semi-Slav Defence: Stoltz Variation, Shabalov Attack
el_gr: Ημισλαβική άμυνα: βαριάντα Stoltz, επίθεση Shabalov

source: Sicilian Defence
el_gr: Σικελική άμυνα

source: Sicilian Defence: 2.c3, Heidenfeld Variation
el_gr: Σικελική άμυνα: 2.c3, βαριάντα Heidenfeld

source: Sicilian Defence: Accelerated Dragon
el_gr: Σικελική άμυνα: επιταχυνόμενος δράκος

source: Sicilian Defence: Accelerated Fianchetto, Breyer Variation
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, βαριάντα Breyer

source: Sicilian Defence: Accelerated Fianchetto, Exchange Variation
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, βαριάντα ανταλλαγής

source: Sicilian Defence: Accelerated Fianchetto, Gurgenidze Variation
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, βαριάντα Gurgenidze

source: Sicilian Defence: Accelerated Fianchetto, Maroczy Bind
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, Maroczy Bind

source: Sicilian Defence: Accelerated Fianchetto, Maroczy Bind, 5...Bg7
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, Maroczy Bind, 5...Bg7

source: Sicilian Defence: Accelerated Fianchetto, Maroczy Bind, 6.Be3
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, Maroczy Bind, 6.Be3

source: Sicilian Defence: Accelerated Fianchetto, Modern Variation
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, μοντέρνα βαριάντα

source: Sicilian Defence: Accelerated Fianchetto, Modern Variation With Bc4
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, μοντέρνα βαριάντα με Bc4

source: Sicilian Defence: Accelerated Fianchetto, Simagin Variation
el_gr: Σικελική άμυνα: επιταχυνόμενο φιανκέτο, βαριάντα Simagin

source: Sicilian Defence: Acton Extension
el_gr: Σικελική άμυνα: επέκταση Acton

source: Sicilian Defence: Alapin Variation (2.c3)
el_gr: Σικελική άμυνα: βαριάντα Alapin (2.c3)

source: Sicilian Defence: Alapin Variation, Barmen Defence
el_gr: Σικελική άμυνα: βαριάντα Alapin, άμυνα Barmen

source: Sicilian Defence: Alapin Variation, Barmen Defence, Central Exchange
el_gr: Σικελική άμυνα: βαριάντα Alapin, άμυνα Barmen, ανταλλαγή κέντρου

source: Sicilian Defence: Alapin Variation, Barmen Defence, EndGame Variation
el_gr: Σικελική άμυνα: βαριάντα Alapin, άμυνα Barmen, βαριάντα φινάλε

source: Sicilian Defence: Alapin Variation, Barmen Defence, Milner-Barry Attack
el_gr: Σικελική άμυνα: βαριάντα Alapin, άμυνα Barmen, επίθεση Milner-Barry

source: Sicilian Defence: Alapin Variation, Barmen Defence, Modern Line
el_gr: Σικελική άμυνα: βαριάντα Alapin, άμυνα Barmen, μοντέρνα γραμμή

source: Sicilian Defence: Alapin Variation, Sherzer Variation
el_gr: Σικελική άμυνα: βαριάντα Alapin, βαριάντα Sherzer

source: Sicilian Defence: Alapin Variation, Smith-Morra Declined
el_gr: Σικελική άμυνα: βαριάντα Alapin, μη αποδεκτό Smith-Morra

source: Sicilian Defence: Alapin Variation, Stoltz Attack
el_gr: Σικελική άμυνα: βαριάντα Alapin, επίθεση Stoltz

source: Sicilian Defence: Alapin Variation, Stoltz Attack, Ivanchuk Line
el_gr: Σικελική άμυνα: βαριάντα Alapin, επίθεση Stoltz, γραμμή Ivanchuk

source: Sicilian Defence: Amazon Attack
el_gr: Σικελική άμυνα: επίθεση Amazon

source: Sicilian Defence: Anderssen Variation
el_gr: Σικελική άμυνα: βαριάντα Anderssen

source: Sicilian Defence: Andreaschek Gambit
el_gr: Σικελική άμυνα: γκαμπί Andreaschek

source: Sicilian Defence: Big Clamp Formation
el_gr: Σικελική άμυνα: σχηματισμός Big Clamp

source: Sicilian Defence: Boleslavsky Variation
el_gr: Σικελική άμυνα: βαριάντα Boleslavsky

source: Sicilian Defence: Boleslavsky Variation, 7.Nb3
el_gr: Σικελική άμυνα: βαριάντα Boleslavsky, 7.Nb3

source: Sicilian Defence: Boleslavsky, Louma Variation
el_gr: Σικελική άμυνα: Boleslavsky, βαριάντα Louma

source: Sicilian Defence: Bowdler Attack
el_gr: Σικελική άμυνα: επίθεση Bowdler

source: Sicilian Defence: Brick Variation
el_gr: Σικελική άμυνα: βαριάντα Brick

source: Sicilian Defence: Brussels Gambit
el_gr: Σικελική άμυνα: γκαμπί Βρυξελλών

source: Sicilian Defence: Bücker Variation
el_gr: Σικελική άμυνα: βαριάντα Bücker

source: Sicilian Defence: Canal Attack, Dorfman Gambit
el_gr: Σικελική άμυνα: επίθεση Canal, γκαμπί Dorfman

source: Sicilian Defence: Canal Attack, Moscow Gambit
el_gr: Σικελική άμυνα: επίθεση Canal, γκαμπί Μόσχας

source: Sicilian Defence: Canal-Sokolsky (Nimzovich-Rossolimo, Moscow) Attack
el_gr: Σικελική άμυνα: επίθεση Canal-Sokolsky (Nimzovich-Rossolimo, Μόσχα)

source: Sicilian Defence: Canal-Sokolsky Attack, 3...Bd7
el_gr: Σικελική άμυνα: επίθεση Canal-Sokolsky, 3...Bd7

source: Sicilian Defence: Canal-Sokolsky Attack, Bronstein Gambit
el_gr: Σικελική άμυνα: επίθεση Canal-Sokolsky, γκαμπί Bronstein

source: Sicilian Defence: Canal-Sokolsky Attack, Sokolsky Variation
el_gr: Σικελική άμυνα: επίθεση Canal-Sokolsky, βαριάντα Σοκόλσκι

source: Sicilian Defence: Chameleon Variation
el_gr: Σικελική άμυνα: βαριάντα χαμαιλέοντα

source: Sicilian Defence: Chekhover, Zaitsev Variation
el_gr: Σικελική άμυνα: Chekhover, βαριάντα Zaitsev

source: Sicilian Defence: Classical
el_gr: Σικελική άμυνα: κλασική

source: Sicilian Defence: Classical Variation
el_gr: Σικελική άμυνα: κλασική βαριάντα

source: Sicilian Defence: Classical Variation, Dragon Transfer
el_gr: Σικελική άμυνα: κλασική βαριάντα, μεταφορά δράκου

source: Sicilian Defence: Classical Variation, Fianchetto Variation
el_gr: Σικελική άμυνα: κλασική βαριάντα, βαριάντα φιανκέτο

source: Sicilian Defence: Closed
el_gr: Σικελική άμυνα: κλειστό

source: Sicilian Defence: Closed, 2...Nc6
el_gr: Σικελική άμυνα: κλειστό, 2...Nc6

source: Sicilian Defence: Closed, 6.Be3
el_gr: Σικελική άμυνα: κλειστό, 6.Be3

source: Sicilian Defence: Closed, 6.Ne2 E5 (Botvinnik)
el_gr: Σικελική άμυνα: κλειστό, 6.Ne2 e5 (Botvinnik)

source: Sicilian Defence: Closed, 6.f4
el_gr: Σικελική άμυνα: κλειστό, 6.f4

source: Sicilian Defence: Closed, 6.f4 E5 (Botvinnik)
el_gr: Σικελική άμυνα: κλειστό, 6.f4 e5 (Botvinnik)

source: Sicilian Defence: Closed, Anti-Sveshnikov Variation, Kharlov-Kramnik Line
el_gr: Σικελική άμυνα: κλειστό, βαριάντα Anti-Sveshnikov, γραμμή Kharlov-Kramnik

source: Sicilian Defence: Closed, Botvinnik Defence, Edge Variation
el_gr: Σικελική άμυνα: κλειστό, άμυνα Botvinnik, βαριάντα Edge

source: Sicilian Defence: Closed, Fianchetto Variation
el_gr: Σικελική άμυνα: κλειστό, βαριάντα φιανκέτο

source: Sicilian Defence: Closed, Grob Attack
el_gr: Σικελική άμυνα: κλειστό, επίθεση Grob

source: Sicilian Defence: Closed, Korchnoi Variation
el_gr: Σικελική άμυνα: κλειστό, βαριάντα Korchnoi

source: Sicilian Defence: Closed, Smyslov Variation
el_gr: Σικελική άμυνα: κλειστό, βαριάντα Smyslov

source: Sicilian Defence: Coles Sicilian Gambit
el_gr: Σικελική άμυνα: Σικελικό γκαμπί Coles

source: Sicilian Defence: Delayed Alapin Variation
el_gr: Σικελική άμυνα: καθυστερημένη βαριάντα Alapin

source: Sicilian Defence: Delayed Alapin, Basman-Palatnik Double Gambit
el_gr: Σικελική άμυνα: καθυστερημένη Alapin, διπλό γκαμπί Basman-Palatnik

source: Sicilian Defence: Delayed Alapin, Basman-Palatnik Gambit
el_gr: Σικελική άμυνα: καθυστερημένη Alapin, γκαμπί Basman-Palatnik

source: Sicilian Defence: Double-Dutch Gambit
el_gr: Σικελική άμυνα: διπλό Ολλανδικό γκαμπί

source: Sicilian Defence: Dragon Variation
el_gr: Σικελική άμυνα: βαριάντα δράκου

source: Sicilian Defence: Dragon Variation, Classical Variation
el_gr: Σικελική άμυνα: βαριάντα δράκου, κλασική βαριάντα

source: Sicilian Defence: Dragon Variation, Classical Variation, Maróczy Line
el_gr: Σικελική άμυνα: βαριάντα δράκου, κλασική βαριάντα, γραμμή Maróczy

source: Sicilian Defence: Dragon Variation, Fianchetto Variation
el_gr: Σικελική άμυνα: βαριάντα δράκου, βαριάντα φιανκέτο

source: Sicilian Defence: Dragon Variation, Modern Bc4 Variation
el_gr: Σικελική άμυνα: βαριάντα δράκου, μοντέρνα βαριάντα Bc4

source: Sicilian Defence: Dragon Variation, Yugoslav Attack
el_gr: Σικελική άμυνα: βαριάντα δράκου, Γιουγκοσλαβική επίθεση

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Belezky Line
el_gr: Σικελική άμυνα: βαριάντα δράκου, Γιουγκοσλαβική επίθεση, γραμμή Belezky

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Czerniak Variation
el_gr: Σικελική άμυνα: βαριάντα δράκου, Γιουγκοσλαβική επίθεση, βαριάντα Czerniak

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Old Line
el_gr: Σικελική άμυνα: βαριάντα δράκου, Γιουγκοσλαβική επίθεση, παλιά γραμμή

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Panov Variation
el_gr: Σικελική άμυνα: βαριάντα δράκου, Γιουγκοσλαβική επίθεση, βαριάντα Panov

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Soltis Variation
el_gr: Σικελική άμυνα: βαριάντα δράκου, Γιουγκοσλαβική επίθεση, βαριάντα Soltis

source: Sicilian Defence: Dragon Variation, Yugoslav Attack, Sosonko Variation
el_gr: Σικελική άμυνα: βαριάντα δράκου, Γιουγκοσλαβική επίθεση, βαριάντα Sosonko

source: Sicilian Defence: Dragon, 6.Be3
el_gr: Σικελική άμυνα: δράκου, 6.Be3

source: Sicilian Defence: Dragon, Classical Attack
el_gr: Σικελική άμυνα: δράκου, κλασική επίθεση

source: Sicilian Defence: Dragon, Classical, 8.O-O
el_gr: Σικελική άμυνα: δράκου, κλασική, 8.O-O

source: Sicilian Defence: Dragon, Classical, 9.Nb3
el_gr: Σικελική άμυνα: δράκου, κλασική, 9.Nb3

source: Sicilian Defence: Dragon, Classical, Alekhine Variation
el_gr: Σικελική άμυνα: δράκου, κλασική, βαριάντα Alekhine

source: Sicilian Defence: Dragon, Classical, Amsterdam Variation
el_gr: Σικελική άμυνα: δράκου, κλασική, βαριάντα Άμστερνταμ

source: Sicilian Defence: Dragon, Classical, Bernard Defence
el_gr: Σικελική άμυνα: δράκου, κλασική, άμυνα Bernard

source: Sicilian Defence: Dragon, Classical, Grigoriev Variation
el_gr: Σικελική άμυνα: δράκου, κλασική, βαριάντα Grigoriev

source: Sicilian Defence: Dragon, Classical, Nottingham Variation
el_gr: Σικελική άμυνα: δράκου, κλασική, βαριάντα Νότιγχαμ

source: Sicilian Defence: Dragon, Classical, Reti-Tartakower Variation
el_gr: Σικελική άμυνα: δράκου, κλασική, βαριάντα Reti-Tartakower

source: Sicilian Defence: Dragon, Classical, Richter Variation
el_gr: Σικελική άμυνα: δράκου, κλασική, βαριάντα Richter

source: Sicilian Defence: Dragon, Classical, Spielmann Variation
el_gr: Σικελική άμυνα: δράκου, κλασική, βαριάντα Spielmann

source: Sicilian Defence: Dragon, Classical, Stockholm Attack
el_gr: Σικελική άμυνα: δράκου, κλασική, επίθεση Στοκχόλμης

source: Sicilian Defence: Dragon, Classical, Zollner Gambit
el_gr: Σικελική άμυνα: δράκου, κλασική, γκαμπί Zollner

source: Sicilian Defence: Dragon, Levenfish Variation
el_gr: Σικελική άμυνα: δράκου, βαριάντα Levenfish

source: Sicilian Defence: Dragon, Levenfish; Flohr Variation
el_gr: Σικελική άμυνα: δράκου, Levenfish; βαριάντα Flohr

source: Sicilian Defence: Dragon, Yugoslav Attack
el_gr: Σικελική άμυνα: δράκου, Γιουγκοσλαβική επίθεση

source: Sicilian Defence: Dragon, Yugoslav Attack, 10.O-O-O
el_gr: Σικελική άμυνα: δράκου, Γιουγκοσλαβική επίθεση, 10.O-O-O

source: Sicilian Defence: Dragon, Yugoslav Attack, 12.h4
el_gr: Σικελική άμυνα: δράκου, Γιουγκοσλαβική επίθεση, 12.h4

source: Sicilian Defence: Dragon, Yugoslav Attack, 7...O-O
el_gr: Σικελική άμυνα: δράκου, Γιουγκοσλαβική επίθεση, 7...O-O

source: Sicilian Defence: Dragon, Yugoslav Attack, 9...Bd7
el_gr: Σικελική άμυνα: δράκου, Γιουγκοσλαβική επίθεση, 9...Bd7

source: Sicilian Defence: Dragon, Yugoslav Attack, 9.Bc4
el_gr: Σικελική άμυνα: δράκου, Γιουγκοσλαβική επίθεση, 9.Bc4

source: Sicilian Defence: Dragon, Yugoslav Attack, Byrne Variation
el_gr: Σικελική άμυνα: δράκου, Γιουγκοσλαβική επίθεση, βαριάντα Byrne

source: Sicilian Defence: Dragon, Yugoslav Attack, Rauser Variation
el_gr: Σικελική άμυνα: δράκου, Γιουγκοσλαβική επίθεση, βαριάντα Rauser

source: Sicilian Defence: Drazic Variation
el_gr: Σικελική άμυνα: βαριάντα Drazic

source: Sicilian Defence: Flohr Variation
el_gr: Σικελική άμυνα: βαριάντα Flohr

source: Sicilian Defence: Four Knights Variation
el_gr: Σικελική άμυνα: βαριάντα τεσσάρων ίππων

source: Sicilian Defence: Four Knights Variation, Cobra Variation
el_gr: Σικελική άμυνα: βαριάντα τεσσάρων ίππων, βαριάντα Cobra

source: Sicilian Defence: Four Knights Variation, Exchange Variation
el_gr: Σικελική άμυνα: βαριάντα τεσσάρων ίππων, βαριάντα ανταλλαγής

source: Sicilian Defence: Franco-Sicilian Variation
el_gr: Σικελική άμυνα: Γαλλο-σικελική βαριάντα

source: Sicilian Defence: Frederico Variation
el_gr: Σικελική άμυνα: βαριάντα Frederico

source: Sicilian Defence: French Variation
el_gr: Σικελική άμυνα: Γαλλική βαριάντα

source: Sicilian Defence: French Variation, Open
el_gr: Σικελική άμυνα: Γαλλική βαριάντα, ανοιχτή

source: Sicilian Defence: French Variation, Westerinen Attack
el_gr: Σικελική άμυνα: Γαλλική βαριάντα, επίθεση Westerinen

source: Sicilian Defence: Gaw-Paw Variation
el_gr: Σικελική άμυνα: βαριάντα Gaw-Paw

source: Sicilian Defence: Gloria Variation
el_gr: Σικελική άμυνα: βαριάντα Gloria

source: Sicilian Defence: Godiva Variation
el_gr: Σικελική άμυνα: βαριάντα Godiva

source: Sicilian Defence: Grand Prix Attack
el_gr: Σικελική άμυνα: επίθεση Grand Prix

source: Sicilian Defence: Grand Prix Attack, Schofman Variation
el_gr: Σικελική άμυνα: επίθεση Grand Prix, βαριάντα Schofman

source: Sicilian Defence: Grob Variation
el_gr: Σικελική άμυνα: βαριάντα Grob

source: Sicilian Defence: Halasz Gambit
el_gr: Σικελική άμυνα: γκαμπί Halasz

source: Sicilian Defence: Hungarian Variation
el_gr: Σικελική άμυνα: Ουγγρική βαριάντα

source: Sicilian Defence: HyperAccelerated Fianchetto
el_gr: Σικελική άμυνα: Υπερεπιταχυνόμενο φιανκέτο

source: Sicilian Defence: HyperAccelerated Pterodactyl
el_gr: Σικελική άμυνα: Υπερεπιταχυνόμενο Pterodactyl

source: Sicilian Defence: HyperAccelerated Pterodactyl, Exchange Variation
el_gr: Σικελική άμυνα: Υπερεπιταχυνόμενο Pterodactyl, βαριάντα ανταλλαγής

source: Sicilian Defence: Jalalabad Variation
el_gr: Σικελική άμυνα: βαριάντα Jalalabad

source: Sicilian Defence: Kan Variation
el_gr: Σικελική άμυνα: βαριάντα Kan

source: Sicilian Defence: Kan Variation, Maróczy Bind, Bronstein Variation
el_gr: Σικελική άμυνα: βαριάντα Kan, Maróczy Bind, βαριάντα Bronstein

source: Sicilian Defence: Kan Variation, Maróczy Bind, Hedgehog Variation
el_gr: Σικελική άμυνα: βαριάντα Kan, Maróczy Bind, βαριάντα σκαντζόχοιρου

source: Sicilian Defence: Kan Variation, Wing Attack
el_gr: Σικελική άμυνα: βαριάντα Kan, επίθεση Wing

source: Sicilian Defence: Kan Variation, Wing Attack, Christiansen Dream
el_gr: Σικελική άμυνα: βαριάντα Kan, επίθεση Wing, Christiansen Dream

source: Sicilian Defence: Kan Variation, Wing Attack, Fianchetto Variation
el_gr: Σικελική άμυνα: βαριάντα Kan, επίθεση Wing, βαριάντα φιανκέτο

source: Sicilian Defence: Kan Variation, Wing Attack, Spraggett Attack
el_gr: Σικελική άμυνα: βαριάντα Kan, επίθεση Wing, επίθεση Spraggett

source: Sicilian Defence: Kan, 5.Bd3
el_gr: Σικελική άμυνα: Kan, 5.Bd3

source: Sicilian Defence: Kan, 5.Nc3
el_gr: Σικελική άμυνα: Kan, 5.Nc3

source: Sicilian Defence: Kan, Gipslis Variation
el_gr: Σικελική άμυνα: Kan, βαριάντα Gipslis

source: Sicilian Defence: Kan, Maroczy Bind (Reti Variation)
el_gr: Σικελική άμυνα: Kan, Maroczy Bind (βαριάντα Reti)

source: Sicilian Defence: Kan, Maroczy Bind - Bronstein Variation
el_gr: Σικελική άμυνα: Kan, Maroczy Bind - βαριάντα Bronstein

source: Sicilian Defence: Kan, Polugaievsky Variation
el_gr: Σικελική άμυνα: Kan, βαριάντα Polugaievsky

source: Sicilian Defence: Kan, Swiss Cheese Variation
el_gr: Σικελική άμυνα: Kan, βαριάντα Ελβετικού τυριού

source: Sicilian Defence: Katalimov Variation
el_gr: Σικελική άμυνα: βαριάντα Katalimov

source: Sicilian Defence: Keres Variation (2.Ne2)
el_gr: Σικελική άμυνα: βαριάντα Keres (2.Ne2)

source: Sicilian Defence: King David Opening
el_gr: Σικελική άμυνα: άνοιγμα King David

source: Sicilian Defence: Kotov Gambit
el_gr: Σικελική άμυνα: γκαμπί Kotov

source: Sicilian Defence: Kramnik Variation
el_gr: Σικελική άμυνα: βαριάντα Kramnik

source: Sicilian Defence: Kronberger Variation
el_gr: Σικελική άμυνα: βαριάντα Kronberger

source: Sicilian Defence: Kronberger Variation, Nemeth Gambit
el_gr: Σικελική άμυνα: βαριάντα Kronberger, γκαμπί Nemeth

source: Sicilian Defence: Kupreichik Variation
el_gr: Σικελική άμυνα: βαριάντα Kupreichik

source: Sicilian Defence: Kveinis Variation
el_gr: Σικελική άμυνα: βαριάντα Kveinis

source: Sicilian Defence: La Bourdonnais-Loewenthal (Kalashnikov) Variation
el_gr: Σικελική άμυνα: βαριάντα La Bourdonnais-Loewenthal (Kalashnikov)

source: Sicilian Defence: La Bourdonnais-Loewenthal Variation
el_gr: Σικελική άμυνα: βαριάντα La Bourdonnais-Loewenthal

source: Sicilian Defence: Lasker-Pelikan Variation, Exchange Variation
el_gr: Σικελική άμυνα: βαριάντα Lasker-Pelikan, βαριάντα ανταλλαγής

source: Sicilian Defence: Lasker-Pelikan Variation, Retreat Variation
el_gr: Σικελική άμυνα: βαριάντα Lasker-Pelikan, βαριάντα υποχώρησης

source: Sicilian Defence: Lasker-Pelikan Variation, Schlechter Variation
el_gr: Σικελική άμυνα: βαριάντα Lasker-Pelikan, βαριάντα Schlechter

source: Sicilian Defence: Lasker-Pelikan Variation, Sveshnikov Variation, Chelyabinsk Variation
el_gr: Σικελική άμυνα: βαριάντα Lasker-Pelikan, βαριάντα Sveshnikov, βαριάντα Chelyabinsk

source: Sicilian Defence: Lasker-Pelikan Variation, Sveshnikov Variation, Novosibirsk Variation
el_gr: Σικελική άμυνα: βαριάντα Lasker-Pelikan, βαριάντα Sveshnikov, βαριάντα Νοβοσιμπίρσκ

source: Sicilian Defence: Lasker-Pelikan Variation, Sveshnikov Variation, Peresypkin Sacrifice
el_gr: Σικελική άμυνα: βαριάντα Lasker-Pelikan, βαριάντα Sveshnikov, θυσία Peresypkin

source: Sicilian Defence: Magnus Smith Trap
el_gr: Σικελική άμυνα: παγίδα Magnus Smith

source: Sicilian Defence: Marshall Variation
el_gr: Σικελική άμυνα: βαριάντα Marshall

source: Sicilian Defence: McDonnell Attack, Tal Gambit
el_gr: Σικελική άμυνα: επίθεση McDonnell, γκαμπί Tal

source: Sicilian Defence: Mengarini Variation
el_gr: Σικελική άμυνα: βαριάντα Mengarini

source: Sicilian Defence: Modern Scheveningen
el_gr: Σικελική άμυνα: μοντέρνα Scheveningen

source: Sicilian Defence: Modern Scheveningen, Main Line
el_gr: Σικελική άμυνα: μοντέρνα Scheveningen, κύρια γραμμή

source: Sicilian Defence: Modern Scheveningen, Main Line With Nb3
el_gr: Σικελική άμυνα: μοντέρνα Scheveningen, κύρια γραμμή με Nb3

source: Sicilian Defence: Modern Variations, Anti-Qxd4 Move Order
el_gr: Σικελική άμυνα: μοντέρνες βαριάντες, σειρά μετακίνησης Anti-Qxd4

source: Sicilian Defence: Modern Variations, Anti-Qxd4 Move Order Accepted
el_gr: Σικελική άμυνα: μοντέρνες βαριάντες, αποδεκτή σειρά μετακίνησης Anti-Qxd4

source: Sicilian Defence: Modern Variations, Ginsberg Gambit
el_gr: Σικελική άμυνα: μοντέρνες βαριάντες, γκαμπί Ginsberg

source: Sicilian Defence: Modern Variations, Main Line
el_gr: Σικελική άμυνα: μοντέρνες βαριάντες, κύρια γραμμή

source: Sicilian Defence: Modern Variations, Tartakower
el_gr: Σικελική άμυνα: μοντέρνες βαριάντες, Tartakower

source: Sicilian Defence: Morphy Gambit
el_gr: Σικελική άμυνα: γκαμπί Morphy

source: Sicilian Defence: Myers Attack
el_gr: Σικελική άμυνα: επίθεση Myers

source: Sicilian Defence: Najdorf
el_gr: Σικελική άμυνα: Najdorf

source: Sicilian Defence: Najdorf Variation
el_gr: Σικελική άμυνα: βαριάντα Najdorf

source: Sicilian Defence: Najdorf Variation, Dekker Gambit
el_gr: Σικελική άμυνα: βαριάντα Najdorf, γκαμπί Dekker

source: Sicilian Defence: Najdorf Variation, English Attack, Anti-English
el_gr: Σικελική άμυνα: βαριάντα Najdorf, Αγγλική επίθεση, αντιαγγλική

source: Sicilian Defence: Najdorf Variation, Freak Attack
el_gr: Σικελική άμυνα: βαριάντα Najdorf, επίθεση Freak

source: Sicilian Defence: Najdorf Variation, Neo-Classical Defence
el_gr: Σικελική άμυνα: βαριάντα Najdorf, νεοκλασική άμυνα

source: Sicilian Defence: Najdorf Variation, Opocensky Variation, Modern Line
el_gr: Σικελική άμυνα: βαριάντα Najdorf, βαριάντα Opocensky, μοντέρνα γραμμή

source: Sicilian Defence: Najdorf Variation, Opocensky Variation, Traditional Line
el_gr: Σικελική άμυνα: βαριάντα Najdorf, βαριάντα Opocensky, παραδοσιακή γραμμή

source: Sicilian Defence: Najdorf, 6...e6
el_gr: Σικελική άμυνα: Najdorf, 6...e6

source: Sicilian Defence: Najdorf, 6.Bg5
el_gr: Σικελική άμυνα: Najdorf, 6.Bg5

source: Sicilian Defence: Najdorf, 6.f4
el_gr: Σικελική άμυνα: Najdorf, 6.f4

source: Sicilian Defence: Najdorf, 7...Be7
el_gr: Σικελική άμυνα: Najdorf, 7...Be7

source: Sicilian Defence: Najdorf, 7...Be7 Main Line
el_gr: Σικελική άμυνα: Najdorf, 7...Be7 κύρια γραμμή

source: Sicilian Defence: Najdorf, 7...Qb6
el_gr: Σικελική άμυνα: Najdorf, 7...Qb6

source: Sicilian Defence: Najdorf, 7.f4
el_gr: Σικελική άμυνα: Najdorf, 7.f4

source: Sicilian Defence: Najdorf, Adams Attack
el_gr: Σικελική άμυνα: Najdorf, επίθεση Adams

source: Sicilian Defence: Najdorf, Browne Variation
el_gr: Σικελική άμυνα: Najdorf, βαριάντα Browne

source: Sicilian Defence: Najdorf, Byrne (English) Attack
el_gr: Σικελική άμυνα: Najdorf, επίθεση Byrne (Αγγλική)

source: Sicilian Defence: Najdorf, Goteborg (Argentine) Variation
el_gr: Σικελική άμυνα: Najdorf, βαριάντα Goteborg (Αργεντινής)
