Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Spanish Opening: Berlin Defence, Tarrasch Trap
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, παγίδα Tarrasch

source: Spanish Opening: Berlin Defence, Trifunovic Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Trifunovic

source: Spanish Opening: Berlin Defence, Winawer Attack
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, επίθεση Winawer

source: Spanish Opening: Berlin Defence, Zukertort Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Zukertort

source: Spanish Opening: Bird Defence
el_gr: Ισπανική παρτίδα: άμυνα Bird

source: Spanish Opening: Bird Defence Deferred
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα Bird

source: Spanish Opening: Bird Defence, Paulsen Variation
el_gr: Ισπανική παρτίδα: άμυνα Bird, βαριάντα Paulsen

source: Spanish Opening: Brentano Defence
el_gr: Ισπανική παρτίδα: άμυνα Brentano

source: Spanish Opening: Brix Variation
el_gr: Ισπανική παρτίδα: βαριάντα Brix

source: Spanish Opening: Bulgarian Variation
el_gr: Ισπανική παρτίδα: Βουλγαρική βαριάντα

source: Spanish Opening: Caro Variation
el_gr: Ισπανική παρτίδα: βαριάντα Caro

source: Spanish Opening: Central CounterGambit
el_gr: Ισπανική παρτίδα: αντιγκαμπί κέντρου

source: Spanish Opening: Classical (Cordel) Defence
el_gr: Ισπανική παρτίδα: κλασική άμυνα (Cordel)

source: Spanish Opening: Classical Defence Deferred
el_gr: Ισπανική παρτίδα: κλασική αναβαλλόμενη άμυνα

source: Spanish Opening: Classical Defence, 4.c3
el_gr: Ισπανική παρτίδα: κλασική άμυνα, 4.c3

source: Spanish Opening: Classical Defence, Benelux Variation
el_gr: Ισπανική παρτίδα: κλασική άμυνα, βαριάντα Benelux

source: Spanish Opening: Classical Defence, Boden Variation
el_gr: Ισπανική παρτίδα: κλασική άμυνα, βαριάντα Μπόντεν

source: Spanish Opening: Classical Defence, Charousek Variation
el_gr: Ισπανική παρτίδα: κλασική άμυνα, βαριάντα Charousek

source: Spanish Opening: Classical Defence, Zaitsev Variation
el_gr: Ισπανική παρτίδα: κλασική άμυνα, βαριάντα Zaitsev

source: Spanish Opening: Classical Variation, Konikowski Gambit
el_gr: Ισπανική παρτίδα: κλασική βαριάντα, γκαμπί Konikowski

source: Spanish Opening: Classical Variation, Modern Main Line
el_gr: Ισπανική παρτίδα: κλασική βαριάντα, μοντέρνα κύρια γραμμή

source: Spanish Opening: Classical Variation, Spanish Wing Gambit
el_gr: Ισπανική παρτίδα: κλασική βαριάντα, Ισπανικό γκαμπί Wing

source: Spanish Opening: Classical Variation, Zukertort Gambit
el_gr: Ισπανική παρτίδα: κλασική βαριάντα, γκαμπί Zukertort

source: Spanish Opening: Closed
el_gr: Ισπανική παρτίδα: κλειστή

source: Spanish Opening: Closed (10...c5)
el_gr: Ισπανική παρτίδα: κλειστή (10...c5)

source: Spanish Opening: Closed (8...Na5)
el_gr: Ισπανική παρτίδα: κλειστή (8...Na5)

source: Spanish Opening: Closed (with ...d6)
el_gr: Ισπανική παρτίδα: κλειστή (με ...d6)

source: Spanish Opening: Closed Berlin Defence, Bernstein Variation
el_gr: Ισπανική παρτίδα: κλειστή άμυνα Βερολίνου, βαριάντα Bernstein

source: Spanish Opening: Closed Berlin Defence, Chigorin Variation
el_gr: Ισπανική παρτίδα: κλειστή άμυνα Βερολίνου, βαριάντα Chigorin

source: Spanish Opening: Closed Berlin Defence, Showalter Variation
el_gr: Ισπανική παρτίδα: κλειστή άμυνα Βερολίνου, βαριάντα Showalter

source: Spanish Opening: Closed Berlin Defence, Wolf Variation
el_gr: Ισπανική παρτίδα: κλειστή άμυνα Βερολίνου, βαριάντα Λύκου

source: Spanish Opening: Closed Defence
el_gr: Ισπανική παρτίδα: κλειστή άμυνα

source: Spanish Opening: Closed, 7...O-O
el_gr: Ισπανική παρτίδα: κλειστή, 7...O-O

source: Spanish Opening: Closed, 7...d6, 8.d4
el_gr: Ισπανική παρτίδα: κλειστή, 7...d6, 8.d4

source: Spanish Opening: Closed, 8.c3
el_gr: Ισπανική παρτίδα: κλειστή, 8.c3

source: Spanish Opening: Closed, 9.d4
el_gr: Ισπανική παρτίδα: κλειστή, 9.d4

source: Spanish Opening: Closed, 9.h3
el_gr: Ισπανική παρτίδα: κλειστή, 9.h3

source: Spanish Opening: Closed, Alekhine Gambit
el_gr: Ισπανική παρτίδα: κλειστή, γκαμπί Alekhine

source: Spanish Opening: Closed, Anti-Marshall 8.a4
el_gr: Ισπανική παρτίδα: κλειστή, Anti-Marshall 8.a4

source: Spanish Opening: Closed, Averbakh Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Averbakh

source: Spanish Opening: Closed, Balla Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Balla

source: Spanish Opening: Closed, Basque Gambit (North Spanish Variation)
el_gr: Ισπανική παρτίδα: κλειστή, Βασκικό γκαμπί (Βόρεια Ισπανική βαριάντα)

source: Spanish Opening: Closed, Bogolyubov Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Bogolyubov

source: Spanish Opening: Closed, Borisenko Defence
el_gr: Ισπανική παρτίδα: κλειστή, άμυνα Borisenko

source: Spanish Opening: Closed, Breyer Defence
el_gr: Ισπανική παρτίδα: κλειστή, άμυνα Breyer

source: Spanish Opening: Closed, Breyer, 10.d4
el_gr: Ισπανική παρτίδα: κλειστή, Breyer, 10.d4

source: Spanish Opening: Closed, Breyer, Borisenko Variation
el_gr: Ισπανική παρτίδα: κλειστή, Breyer, βαριάντα Borisenko

source: Spanish Opening: Closed, Breyer, Gligoric Variation
el_gr: Ισπανική παρτίδα: κλειστή, Breyer, βαριάντα Gligoric

source: Spanish Opening: Closed, Breyer, Simagin Variation
el_gr: Ισπανική παρτίδα: κλειστή, Breyer, βαριάντα Simagin

source: Spanish Opening: Closed, Center Attack, Basque Gambit
el_gr: Ισπανική παρτίδα: κλειστή, επίθεση κέντρου, γκαμπί Basque

source: Spanish Opening: Closed, Centre Attack
el_gr: Ισπανική παρτίδα: κλειστή, επίθεση κέντρου

source: Spanish Opening: Closed, Chigorin Defence
el_gr: Ισπανική παρτίδα: κλειστή, άμυνα Chigorin

source: Spanish Opening: Closed, Chigorin, 12...Nc6
el_gr: Ισπανική παρτίδα: κλειστή, Chigorin, 12...Nc6

source: Spanish Opening: Closed, Chigorin, 12...c5d4
el_gr: Ισπανική παρτίδα: κλειστή, Chigorin, 12...c5d4

source: Spanish Opening: Closed, Chigorin, Rauzer Attack
el_gr: Ισπανική παρτίδα: κλειστή, Chigorin, επίθεση Rauzer

source: Spanish Opening: Closed, Chigorin, Yugoslav System
el_gr: Ισπανική παρτίδα: κλειστή, Chigorin, Γιουγκοσλαβικό σύστημα

source: Spanish Opening: Closed, Flohr-Zaitsev System (Lenzerheide Variation)
el_gr: Ισπανική παρτίδα: κλειστή, σύστημα Flohr-Zaitsev (βαριάντα Lenzerheide)

source: Spanish Opening: Closed, Kecskemet Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Kecskemet

source: Spanish Opening: Closed, Keres (...Nd7) Defence
el_gr: Ισπανική παρτίδα: κλειστή, άμυνα Keres (...Nd7)

source: Spanish Opening: Closed, Keres (9...a5) Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Keres (9...a5)

source: Spanish Opening: Closed, Kholmov Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Kholmov

source: Spanish Opening: Closed, Leonhardt Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Leonhardt

source: Spanish Opening: Closed, Lutikov Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Lutikov

source: Spanish Opening: Closed, Martinez Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Martinez

source: Spanish Opening: Closed, Morphy Attack
el_gr: Ισπανική παρτίδα: κλειστή, επίθεση Morphy

source: Spanish Opening: Closed, Pilnik Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Pilnik

source: Spanish Opening: Closed, Ragozin-Petrosian (`Keres') Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Ragozin-Petrosian (`Keres')

source: Spanish Opening: Closed, Rossolimo Defence
el_gr: Ισπανική παρτίδα: κλειστή, άμυνα Rossolimo

source: Spanish Opening: Closed, Smyslov Defence
el_gr: Ισπανική παρτίδα: κλειστή, άμυνα Smyslov

source: Spanish Opening: Closed, Smyslov-Breyer-Zaitsev Hybrid
el_gr: Ισπανική παρτίδα: κλειστή, υβριδική Smyslov-Breyer-Zaitsev

source: Spanish Opening: Closed, Suetin Variation
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Suetin

source: Spanish Opening: Closed, Yates Variation, Short Attack
el_gr: Ισπανική παρτίδα: κλειστή, βαριάντα Yates, σύντομη επίθεση

source: Spanish Opening: Closed, Zaitsev System
el_gr: Ισπανική παρτίδα: κλειστή, σύστημα Zaitsev

source: Spanish Opening: Cordel Gambit
el_gr: Ισπανική παρτίδα: γκαμπί Cordel

source: Spanish Opening: Cozio Defence
el_gr: Ισπανική παρτίδα: άμυνα Cozio

source: Spanish Opening: Cozio Defence Deferred
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα Cozio

source: Spanish Opening: Cozio Defence, Paulsen Variation
el_gr: Ισπανική παρτίδα: άμυνα Cozio, βαριάντα Paulsen

source: Spanish Opening: Cozio Defence, Tartakower Gambit
el_gr: Ισπανική παρτίδα: άμυνα Cozio, γκαμπί Tartakower

source: Spanish Opening: Exchange Variation
el_gr: Ισπανική παρτίδα: βαριάντα ανταλλαγής

source: Spanish Opening: Exchange Variation Doubly Deferred (DERLD)
el_gr: Ισπανική παρτίδα: βαριάντα ανταλλαγής διπλά αναβαλλόμενη (DERLD)

source: Spanish Opening: Exchange Variation, 5.O-O
el_gr: Ισπανική παρτίδα: βαριάντα ανταλλαγής, 5.O-O

source: Spanish Opening: Exchange Variation, Alapin Gambit
el_gr: Ισπανική παρτίδα: βαριάντα ανταλλαγής, γκαμπί Alapin

source: Spanish Opening: Exchange Variation, Alekhine Variation
el_gr: Ισπανική παρτίδα: βαριάντα ανταλλαγής, βαριάντα Alekhine

source: Spanish Opening: Exchange Variation, King Bishop Variation
el_gr: Ισπανική παρτίδα: βαριάντα ανταλλαγής, βαριάντα αξιωματικού του βασιλιά

source: Spanish Opening: Exchange Variation, Lutikov Variation
el_gr: Ισπανική παρτίδα: βαριάντα ανταλλαγής, βαριάντα Lutikov

source: Spanish Opening: Exchange, Alekhine Variation
el_gr: Ισπανική παρτίδα: ανταλλαγή, βαριάντα Alekhine

source: Spanish Opening: Exchange, Bronstein Variation
el_gr: Ισπανική παρτίδα: ανταλλαγή, βαριάντα Bronstein

source: Spanish Opening: Exchange, Gligoric Variation
el_gr: Ισπανική παρτίδα: ανταλλαγή, βαριάντα Gligoric

source: Spanish Opening: Exchange, Keres Variation
el_gr: Ισπανική παρτίδα: ανταλλαγή, βαριάντα Keres

source: Spanish Opening: Exchange, Romanovsky Variation
el_gr: Ισπανική παρτίδα: ανταλλαγή, βαριάντα Romanovsky

source: Spanish Opening: Fianchetto (Smyslov/Barnes) Defence
el_gr: Ισπανική παρτίδα: άμυνα φιανκέτο (Smyslov/Barnes)

source: Spanish Opening: Fianchetto Defence Deferred
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα φιανκέτο

source: Spanish Opening: Fianchetto Defence, Kevitz Gambit
el_gr: Ισπανική παρτίδα: άμυνα φιανκέτο, γκαμπί Kevitz

source: Spanish Opening: Four Knights (Tarrasch) Variation
el_gr: Ισπανική παρτίδα: βαριάντα τεσσάρων ίππων (Tarrasch)

source: Spanish Opening: Graz Variation
el_gr: Ισπανική παρτίδα: βαριάντα Graz

source: Spanish Opening: Halloween Attack
el_gr: Ισπανική παρτίδα: επίθεση Halloween

source: Spanish Opening: Lucena Defence
el_gr: Ισπανική παρτίδα: άμυνα Lucena

source: Spanish Opening: Marshall Attack, Original Marshall Attack
el_gr: Ισπανική παρτίδα: επίθεση Marshall, αρχική επίθεση Marshall

source: Spanish Opening: Marshall Counter-attack
el_gr: Ισπανική παρτίδα: αντεπίθεση Marshall

source: Spanish Opening: Marshall Counter-attack, 11...c6
el_gr: Ισπανική παρτίδα: αντεπίθεση Marshall, 11...c6

source: Spanish Opening: Marshall, Herman Steiner Variation
el_gr: Ισπανική παρτίδα: Marshall, βαριάντα Herman Steiner

source: Spanish Opening: Marshall, Kevitz Variation
el_gr: Ισπανική παρτίδα: Marshall, βαριάντα Kevitz

source: Spanish Opening: Marshall, Main Line, 12.d2d4
el_gr: Ισπανική παρτίδα: Marshall, κύρια γραμμή, 12.d2d4

source: Spanish Opening: Marshall, Main Line, 14...Qh3
el_gr: Ισπανική παρτίδα: Marshall, κύρια γραμμή, 14...Qh3

source: Spanish Opening: Marshall, Main Line, Spassky Variation
el_gr: Ισπανική παρτίδα: Marshall, κύρια γραμμή, βαριάντα Spassky

source: Spanish Opening: Modern Steinitz Defence
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz

source: Spanish Opening: Modern Steinitz Defence, 5.O-O
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz, 5.O-O

source: Spanish Opening: Modern Steinitz Defence, Alapin Variation
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz, βαριάντα Alapin

source: Spanish Opening: Modern Steinitz Defence, Duras (Keres) Variation
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz, βαριάντα Duras (Keres)

source: Spanish Opening: Modern Steinitz Defence, Fianchetto (Bronstein) Variation
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz, βαριάντα φιανκέτο (Bronstein)

source: Spanish Opening: Modern Steinitz Defence, Richter Variation
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz, βαριάντα Richter

source: Spanish Opening: Modern Steinitz Defence, Rubinstein Variation
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz, βαριάντα Rubinstein

source: Spanish Opening: Modern Steinitz Defence, Siesta Variation
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz, βαριάντα siesta

source: Spanish Opening: Modern Steinitz Defence, Three Knights Variation
el_gr: Ισπανική παρτίδα: μοντέρνα άμυνα Steinitz, βαριάντα τριών ίππων

source: Spanish Opening: Moeller Defence
el_gr: Ισπανική παρτίδα: άμυνα Moeller

source: Spanish Opening: Morphy Defence
el_gr: Ισπανική παρτίδα: άμυνα Morphy

source: Spanish Opening: Morphy Defence, Breyer Defence, Quiet Variation
el_gr: Ισπανική παρτίδα: άμυνα Morphy, άμυνα Breyer, ήσυχη βαριάντα

source: Spanish Opening: Morphy Defence, Duras Variation
el_gr: Ισπανική παρτίδα: άμυνα Morphy, βαριάντα Duras

source: Spanish Opening: Morphy Defence, Jaffe Gambit
el_gr: Ισπανική παρτίδα: άμυνα Morphy, γκαμπί Jaffe

source: Spanish Opening: Morphy Defence, Mackenzie Variation
el_gr: Ισπανική παρτίδα: άμυνα Morphy, βαριάντα Mackenzie

source: Spanish Opening: Morphy Defence, Modern Steinitz Defence
el_gr: Ισπανική παρτίδα: άμυνα Morphy, μοντέρνα άμυνα Steinitz

source: Spanish Opening: Morphy Defence, Norwegian Variation, Nightingale Gambit
el_gr: Ισπανική παρτίδα: άμυνα Morphy, Νορβηγική βαριάντα, γκαμπί Nightingale

source: Spanish Opening: Morphy Defence, Schliemann Defence Deferred, Jaenisch Gambit Deferred
el_gr: Ισπανική παρτίδα: άμυνα Morphy, αναβαλλόμενη άμυνα Schliemann, αναβαλλόμενο γκαμπί Jaenisch

source: Spanish Opening: Noah Ark Trap
el_gr: Ισπανική παρτίδα: παγίδα κιβωτός του Νώε

source: Spanish Opening: Nuernberg Variation
el_gr: Ισπανική παρτίδα: βαριάντα Νυρεμβέργης

source: Spanish Opening: Old Steinitz Defence
el_gr: Ισπανική παρτίδα: παλιά άμυνα Steinitz

source: Spanish Opening: Old Steinitz Defence, Nimzovich Attack
el_gr: Ισπανική παρτίδα: παλιά άμυνα Steinitz, επίθεση Nimzovich

source: Spanish Opening: Old Steinitz Defence, Semi-Duras Variation
el_gr: Ισπανική παρτίδα: παλιά άμυνα Steinitz, βαριάντα Semi-Duras

source: Spanish Opening: Open (Tarrasch) Defence
el_gr: Ισπανική παρτίδα: ανοιχτή άμυνα (Tarrasch)

source: Spanish Opening: Open Berlin Defence, 5...Be7
el_gr: Ισπανική παρτίδα: ανοιχτή άμυνα Βερολίνου, 5...Be7

source: Spanish Opening: Open Berlin Defence, L'Hermet Variation
el_gr: Ισπανική παρτίδα: ανοιχτή άμυνα Βερολίνου, βαριάντα l'Hermet

source: Spanish Opening: Open Berlin Defence, Showalter Variation
el_gr: Ισπανική παρτίδα: ανοιχτή άμυνα Βερολίνου, βαριάντα Showalter

source: Spanish Opening: Open, 6.d4
el_gr: Ισπανική παρτίδα: ανοιχτή, 6.d4

source: Spanish Opening: Open, 6.d4 B5
el_gr: Ισπανική παρτίδα: ανοιχτή, 6.d4 b5

source: Spanish Opening: Open, 7.Bb3
el_gr: Ισπανική παρτίδα: ανοιχτή, 7.Bb3

source: Spanish Opening: Open, 8...Be6
el_gr: Ισπανική παρτίδα: ανοιχτή, 8...Be6

source: Spanish Opening: Open, 8.de
el_gr: Ισπανική παρτίδα: ανοιχτή, 8.de

source: Spanish Opening: Open, 9...Be7, 10.Re1
el_gr: Ισπανική παρτίδα: ανοιχτή, 9...Be7, 10.Re1

source: Spanish Opening: Open, 9.c3
el_gr: Ισπανική παρτίδα: ανοιχτή, 9.c3

source: Spanish Opening: Open, Berger Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Berger

source: Spanish Opening: Open, Berlin Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Βερολίνου

source: Spanish Opening: Open, Bernstein Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Bernstein

source: Spanish Opening: Open, Bernstein Variation, Karpov Gambit
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Bernstein, γκαμπί Karpov

source: Spanish Opening: Open, Bernstein Variation, Luther Line
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Bernstein, γραμμή Luther

source: Spanish Opening: Open, Breslau Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Breslau

source: Spanish Opening: Open, Classical Defence
el_gr: Ισπανική παρτίδα: ανοιχτή, κλασική άμυνα

source: Spanish Opening: Open, Dilworth Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Dilworth

source: Spanish Opening: Open, Friess Attack
el_gr: Ισπανική παρτίδα: ανοιχτή, επίθεση Friess

source: Spanish Opening: Open, Harksen Gambit
el_gr: Ισπανική παρτίδα: ανοιχτή, γκαμπί Harksen

source: Spanish Opening: Open, Howell Attack
el_gr: Ισπανική παρτίδα: ανοιχτή, επίθεση Howell

source: Spanish Opening: Open, Howell Attack, Adam Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, επίθεση Howell, βαριάντα Adam

source: Spanish Opening: Open, Howell Attack, Ekstroem Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, επίθεση Howell, βαριάντα Ekstroem

source: Spanish Opening: Open, Italian Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, Ιταλική βαριάντα

source: Spanish Opening: Open, Knorre Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Knorre

source: Spanish Opening: Open, Malkin Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Malkin

source: Spanish Opening: Open, Motzko Attack
el_gr: Ισπανική παρτίδα: ανοιχτή, επίθεση Motzko

source: Spanish Opening: Open, Motzko Attack, Nenarokov Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, επίθεση Motzko, βαριάντα Nenarokov

source: Spanish Opening: Open, Richter Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Richter

source: Spanish Opening: Open, Riga Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Riga

source: Spanish Opening: Open, Schlechter Defence
el_gr: Ισπανική παρτίδα: ανοιχτή, άμυνα Schlechter

source: Spanish Opening: Open, Skipworth Gambit
el_gr: Ισπανική παρτίδα: ανοιχτή, γκαμπί Skipworth

source: Spanish Opening: Open, St. Petersburg Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Αγίας Πετρούπολης

source: Spanish Opening: Open, Tarrasch Trap
el_gr: Ισπανική παρτίδα: ανοιχτή, παγίδα Tarrasch

source: Spanish Opening: Open, Tartakower Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Tartakower

source: Spanish Opening: Open, Zukertort Variation
el_gr: Ισπανική παρτίδα: ανοιχτή, βαριάντα Zukertort

source: Spanish Opening: Pollock Defence
el_gr: Ισπανική παρτίδα: άμυνα Pollock

source: Spanish Opening: Rabinovich Variation
el_gr: Ισπανική παρτίδα: βαριάντα Rabinovich

source: Spanish Opening: Retreat Variation
el_gr: Ισπανική παρτίδα: βαριάντα υποχώρησης

source: Spanish Opening: Rotary-Albany Gambit
el_gr: Ισπανική παρτίδα: γκαμπί Rotary-Albany

source: Spanish Opening: Schliemann Defence
el_gr: Ισπανική παρτίδα: άμυνα Schliemann

source: Spanish Opening: Schliemann Defence Deferred
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα Schliemann

source: Spanish Opening: Schliemann Defence, Berger Variation
el_gr: Ισπανική παρτίδα: άμυνα Schliemann, βαριάντα Berger

source: Spanish Opening: Schliemann Defence, Classical Variation
el_gr: Ισπανική παρτίδα: άμυνα Schliemann, κλασική βαριάντα

source: Spanish Opening: Schliemann Defence, Exchange Variation
el_gr: Ισπανική παρτίδα: άμυνα Schliemann, βαριάντα ανταλλαγής

source: Spanish Opening: Schliemann Defence, Jaenisch Gambit Accepted
el_gr: Ισπανική παρτίδα: άμυνα Schliemann, αποδεκτό γκαμπί Jaenisch

source: Spanish Opening: Schliemann Defence, Kostic Defence
el_gr: Ισπανική παρτίδα: άμυνα Schliemann, άμυνα Kostic

source: Spanish Opening: Schliemann Defence, Möhring Variation
el_gr: Ισπανική παρτίδα: άμυνα Schliemann, βαριάντα Möhring

source: Spanish Opening: Schliemann Defence, Schönemann Attack
el_gr: Ισπανική παρτίδα: άμυνα Schliemann, επίθεση Schönemann

source: Spanish Opening: Schliemann Defence, Tartakower Variation
el_gr: Ισπανική παρτίδα: άμυνα Schliemann, βαριάντα Tartakower

source: Spanish Opening: Siesta, Kopayev Variation
el_gr: Ισπανική παρτίδα: Siesta, βαριάντα Kopayev

source: Spanish Opening: Spanish CounterGambit
el_gr: Ισπανική παρτίδα: Ισπανικό αντιγκαμπί

source: Spanish Opening: Spanish CounterGambit, Harding CounterGambit, Fricke Gambit
el_gr: Ισπανική παρτίδα: Ισπανικό αντιγκαμπί, αντιγκαμπί Harding, γκαμπί Fricke

source: Spanish Opening: Spanish CounterGambit, Harding Gambit
el_gr: Ισπανική παρτίδα: Ισπανικό αντιγκαμπί, γκαμπί Harding

source: Spanish Opening: Steinitz Defence Deferred (Russian Defence)
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα Steinitz (Ρωσική άμυνα)

source: Spanish Opening: Steinitz Defence Deferred, Boleslavsky Variation
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα Steinitz, βαριάντα Boleslavsky

source: Spanish Opening: Steinitz Defence Deferred, Lipnitsky Variation
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα Steinitz, βαριάντα Lipnitsky

source: Spanish Opening: Steinitz Defence Deferred, Rubinstein Variation
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα Steinitz, βαριάντα Rubinstein

source: Spanish Opening: Steinitz Defence, Center Gambit
el_gr: Ισπανική παρτίδα: άμυνα Steinitz, γκαμπί κέντρου

source: Spanish Opening: Taimanov (chase/wing/accelerated Counterthrust) Variation
el_gr: Ισπανική παρτίδα: βαριάντα Taimanov (chase/wing/επιταχυνόμενη counterthrust)

source: Spanish Opening: Trajkovic Counter-attack
el_gr: Ισπανική παρτίδα: αντεπίθεση Trajkovic

source: Spanish Opening: Treybal (Bayreuth) Variation (exchange Var. Deferred)
el_gr: Ισπανική παρτίδα: βαριάντα Treybal (Bayreuth) (αναβαλλόμενη βαριάντα ανταλλαγής)

source: Spanish Opening: Vinogradov Variation
el_gr: Ισπανική παρτίδα: βαριάντα Vinogradov

source: Spanish Opening: Wing Attack
el_gr: Ισπανική παρτίδα: επίθεση Wing

source: Spanish Opening: Wormald (Alapin) Attack
el_gr: Ισπανική παρτίδα: επίθεση Wormald (Alapin)

source: Spanish Opening: Wormald Attack, Gruenfeld Variation
el_gr: Ισπανική παρτίδα: επίθεση Wormald, βαριάντα Gruenfeld

source: Spanish Opening: Worrall Attack
el_gr: Ισπανική παρτίδα: επίθεση Worrall

source: Spanish Opening: Worrall Attack, Sharp Line
el_gr: Ισπανική παρτίδα: επίθεση Worrall, γραμμή Sharp

source: Spanish Opening: Worrall Attack, Solid Line
el_gr: Ισπανική παρτίδα: επίθεση Worrall, συμπαγής γραμμή

source: St. George (Baker) Defence
el_gr: Άμυνα St. George (Baker)

source: St. George Defence
el_gr: Άμυνα St. George

source: St. George Defence: New St. George, Sanky-George Gambit
el_gr: Άμυνα St. George: New St. George, γκαμπί Sanky-George

source: St. George Defence: New St. George, Three Pawn Attack
el_gr: Άμυνα St. George: New St. George, επίθεση τριών πιονιών

source: St. George Defence: New St. George, Traditional Line
el_gr: Άμυνα St. George: New St. George, παραδοσιακή γραμμή

source: St. George Defence: Polish Variation
el_gr: Άμυνα St. George: Πολωνική βαριάντα

source: St. George Defence: San Jorge Variation
el_gr: Άμυνα St. George: βαριάντα San Jorge

source: St. George Defence: St. George Gambit
el_gr: Άμυνα St. George: γκαμπί St. George

source: St. George Defence: Zilbermints Gambit
el_gr: Άμυνα St. George: γκαμπί Zilbermints

source: System: Double Duck Formation
el_gr: Σύστημα: σχηματισμός διπλής πάπιας

source: Tarrasch Defence: Classical Variation, Advance Variation
el_gr: Άμυνα Tarrasch: κλασική βαριάντα, προχωρημένη βαριάντα

source: Tarrasch Defence: Classical Variation, Chandler Variation
el_gr: Άμυνα Tarrasch: κλασική βαριάντα, βαριάντα Chandler

source: Tarrasch Defence: Classical Variation, Classical Tarrasch Gambit
el_gr: Άμυνα Tarrasch: κλασική βαριάντα, κλασικό γκαμπί Tarrasch

source: Tarrasch Defence: Classical Variation, EndGame Variation
el_gr: Άμυνα Tarrasch: κλασική βαριάντα, βαριάντα φινάλε

source: Tarrasch Defence: Classical Variation, Main Line
el_gr: Άμυνα Tarrasch: κλασική βαριάντα, κύρια γραμμή

source: Tarrasch Defence: Classical Variation, Petursson Variation
el_gr: Άμυνα Tarrasch: κλασική βαριάντα, βαριάντα Petursson

source: Tarrasch Defence: Classical Variation, Spassky Variation
el_gr: Άμυνα Tarrasch: κλασική βαριάντα, βαριάντα Spassky

source: Tarrasch Defence: Gruenfeld Gambit
el_gr: Άμυνα Tarrasch: γκαμπί Gruenfeld
