Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Tarrasch Defence: Symmetrical Variation
el_gr: Άμυνα Tarrasch: συμμετρική βαριάντα

source: Tarrasch Defence: Two Knights Variation
el_gr: Άμυνα Tarrasch: βαριάντα δύο ίππων

source: Tarrasch Defence: Von Hennig Gambit
el_gr: Άμυνα Tarrasch: γκαμπί Von Hennig

source: Tayler Opening
el_gr: Άνοιγμα Tayler

source: Tennison (Lemberg, Zukertort) Gambit
el_gr: Γκαμπί Tennison (Lemberg, Zukertort)

source: Three Knights Game
el_gr: Παρτίδα τριών ίππων

source: Three Knights Opening
el_gr: Άνοιγμα τριών ίππων

source: Three Knights: Schlechter Variation
el_gr: Τρεις ίπποι: βαριάντα Schlechter

source: Three Knights: Steinitz Variation
el_gr: Τρεις ίπποι: βαριάντα Steinitz

source: Three Knights: Steinitz, Rosenthal Variation
el_gr: Τρεις ίπποι: Steinitz, βαριάντα Rosenthal

source: Three Knights: Winawer Defence (Gothic Defence)
el_gr: Τρεις ίπποι: άμυνα Winawer (άμυνα Gothic)

source: Torre Attack (Tartakower Variation)
el_gr: Επίθεση Torre (βαριάντα Tartakower)

source: Torre Attack: Classical Defence, Nimzowitsch Variation
el_gr: Επίθεση Torre: κλασική άμυνα, βαριάντα Nimzowitsch

source: Torre Attack: Classical Defence, Petrosian Gambit
el_gr: Επίθεση Torre: κλασική άμυνα, γκαμπί Petrosian

source: Torre Attack: Fianchetto Defence, Euwe Variation
el_gr: Επίθεση Torre: άμυνα φιανκέτο, βαριάντα Euwe

source: Trompovsky Attack (Ruth, Opovcensky Opening)
el_gr: Επίθεση Trompowsky (Ruth, άνοιγμα Opovcensky)

source: Trompowsky Attack: Borg Variation
el_gr: Επίθεση Trompowsky: βαριάντα Borg

source: Trompowsky Attack: Classical Defence
el_gr: Επίθεση Trompowsky: κλασική άμυνα

source: Trompowsky Attack: Classical Defence, Big Center Variation
el_gr: Επίθεση Trompowsky: κλασική άμυνα, μεγάλη βαριάντα κέντρου

source: Trompowsky Attack: Edge Variation
el_gr: Επίθεση Trompowsky: βαριάντα Edge

source: Trompowsky Attack: Edge Variation, Hergert Gambit
el_gr: Επίθεση Trompowsky: βαριάντα Edge, γκαμπί Hergert

source: Trompowsky Attack: Poisoned Pawn Variation
el_gr: Επίθεση Trompowsky: βαριάντα δηλητηριασμένου πιονιού

source: Trompowsky Attack: Raptor Variation
el_gr: Επίθεση Trompowsky: βαριάντα Raptor

source: Trompowsky Attack: Raptor Variation, Hergert Gambit
el_gr: Επίθεση Trompowsky: βαριάντα Raptor, γκαμπί Hergert

source: Two Knights Defence
el_gr: Άμυνα δύο ίππων

source: Two Knights Defence (Modern Bishop Opening)
el_gr: Άμυνα δύο ίππων (Μοντέρνο άνοιγμα αξιωματικού)

source: Two Knights Defence, Keidanz Variation
el_gr: Άμυνα δύο ίππων, βαριάντα Keidanz

source: Two Knights Defence, Perreux Variation
el_gr: Άμυνα δύο ίππων, βαριάντα Perreux

source: Two Knights Defence: Blackburne Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Blackburne

source: Two Knights Defence: Bogolyubov Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Bogolyubov

source: Two Knights Defence: Canal Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Canal

source: Two Knights Defence: Colman Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Colman

source: Two Knights Defence: Fegatello Attack
el_gr: Άμυνα δύο ίππων: επίθεση Fegatello

source: Two Knights Defence: Fegatello Attack, Leonhardt Variation
el_gr: Άμυνα δύο ίππων: επίθεση Fegatello, βαριάντα Leonhardt

source: Two Knights Defence: Fegatello Attack, Polerio Defence
el_gr: Άμυνα δύο ίππων: επίθεση Fegatello, άμυνα Polerio

source: Two Knights Defence: Fritz Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Fritz

source: Two Knights Defence: Fritz, Gruber Variation
el_gr: Άμυνα δύο ίππων: Fritz, βαριάντα Gruber

source: Two Knights Defence: Goering Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Goering

source: Two Knights Defence: Kieseritsky Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Kieseritsky

source: Two Knights Defence: Knorre Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Knorre

source: Two Knights Defence: Lolli Attack
el_gr: Άμυνα δύο ίππων: επίθεση Lolli

source: Two Knights Defence: Maroczy Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Maroczy

source: Two Knights Defence: Max Lange Attack
el_gr: Άμυνα δύο ίππων: επίθεση Max Lange

source: Two Knights Defence: Max Lange Attack, Berger Variation
el_gr: Άμυνα δύο ίππων: επίθεση Max Lange, βαριάντα Berger

source: Two Knights Defence: Max Lange Attack, Krause Variation
el_gr: Άμυνα δύο ίππων: επίθεση Max Lange, βαριάντα Krause

source: Two Knights Defence: Max Lange Attack, Loman Defence
el_gr: Άμυνα δύο ίππων: επίθεση Max Lange, άμυνα Loman

source: Two Knights Defence: Max Lange Attack, Marshall Variation
el_gr: Άμυνα δύο ίππων: επίθεση Max Lange, βαριάντα Marshall

source: Two Knights Defence: Max Lange Attack, Rubinstein Variation
el_gr: Άμυνα δύο ίππων: επίθεση Max Lange, βαριάντα Rubinstein

source: Two Knights Defence: Max Lange Attack, Schlechter Variation
el_gr: Άμυνα δύο ίππων: επίθεση Max Lange, βαριάντα Schlechter

source: Two Knights Defence: Max Lange Attack, Steinitz Variation
el_gr: Άμυνα δύο ίππων: επίθεση Max Lange, βαριάντα Steinitz

source: Two Knights Defence: Paoli Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Paoli

source: Two Knights Defence: Pincus Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Pincus

source: Two Knights Defence: Steinitz Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Steinitz

source: Two Knights Defence: Ulvestad Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Ulvestad

source: Two Knights Defence: Wilkes Barre (Traxler) Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Wilkes Barre (Traxler)

source: Two Knights Defence: Yankovich Variation
el_gr: Άμυνα δύο ίππων: βαριάντα Yankovich

source: Two Knights Defence: Yurdansky Attack
el_gr: Άμυνα δύο ίππων: επίθεση Yurdansky

source: Valencia Opening
el_gr: Άνοιγμα Βαλένθιας

source: Van Geet Opening: Berlin Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Βερολίνου

source: Van Geet Opening: Billockus-Johansen Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Billockus-Johansen

source: Van Geet Opening: Caro-Kann Variation, St. Patrick Attack
el_gr: Άνοιγμα Van Geet: βαριάντα Caro-Kann, επίθεση St. Patrick

source: Van Geet Opening: Damhaug Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Damhaug

source: Van Geet Opening: Dougherty Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Dougherty

source: Van Geet Opening: Dunst-Perrenet Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Dunst-Perrenet

source: Van Geet Opening: Düsseldorf Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Ντίσελντορφ

source: Van Geet Opening: Gladbacher Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Gladbacher

source: Van Geet Opening: Gruenfeld Defence
el_gr: Άνοιγμα Van Geet: άμυνα Gruenfeld

source: Van Geet Opening: Gruenfeld Defence, Steiner Gambit
el_gr: Άνοιγμα Van Geet: άμυνα Gruenfeld, γκαμπί Steiner

source: Van Geet Opening: Hector Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Hector

source: Van Geet Opening: Hergert Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Hergert

source: Van Geet Opening: Hulsemann Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Hulsemann

source: Van Geet Opening: Jendrossek Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Jendrossek

source: Van Geet Opening: Kluever Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Kluever

source: Van Geet Opening: Laroche Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Laroche

source: Van Geet Opening: Liebig Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Liebig

source: Van Geet Opening: Melleby Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Melleby

source: Van Geet Opening: Myers Attack
el_gr: Άνοιγμα Van Geet: επίθεση Myers

source: Van Geet Opening: Napoleon Attack
el_gr: Άνοιγμα Van Geet: επίθεση Napoleon

source: Van Geet Opening: Pfeiffer Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Pfeiffer

source: Van Geet Opening: Pfeiffer Gambit, Sleipnir CounterGambit
el_gr: Άνοιγμα Van Geet: γκαμπί Pfeiffer, αντιγκαμπί Sleipnir

source: Van Geet Opening: Reversed Scandinavian
el_gr: Άνοιγμα Van Geet: αντεστραμμένο Σκανδιναβικό

source: Van Geet Opening: Sicilian Two Knights
el_gr: Άνοιγμα Van Geet: Σικελικό δύο ίππων

source: Van Geet Opening: Sleipnir Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Sleipnir

source: Van Geet Opening: Twyble Attack
el_gr: Άνοιγμα Van Geet: επίθεση Twyble

source: Van Geet Opening: Tübingen Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Tübingen

source: Van Geet Opening: Venezolana Variation
el_gr: Άνοιγμα Van Geet: βαριάντα Βενεζουέλας

source: Van Geet Opening: Warsteiner Gambit
el_gr: Άνοιγμα Van Geet: γκαμπί Warsteiner

source: Van't Kruijs Opening
el_gr: Άνοιγμα Van't Kruijs

source: Van't Kruijs Opening: Bouncing Bishop Variation
el_gr: Άνοιγμα Van't Kruijs: βαριάντα Bouncing αξιωματικού

source: Van't Kruijs Opening: Keoni-Hiva Gambit Delayed
el_gr: Άνοιγμα Van't Kruijs: καθυστερημένο γκαμπί Keoni-Hiva

source: Van't Kruijs Opening: Keoni-Hiva Gambit, Akahi Variation
el_gr: Άνοιγμα Van't Kruijs: γκαμπί Keoni-Hiva, βαριάντα Akahi

source: Van't Kruijs Opening: Keoni-Hiva Gambit, Alua Variation
el_gr: Άνοιγμα Van't Kruijs: γκαμπί Keoni-Hiva, βαριάντα Alua

source: Van't Kruijs Opening: Keoni-Hiva Gambit, Ekolu Variation
el_gr: Άνοιγμα Van't Kruijs: γκαμπί Keoni-Hiva, βαριάντα Ekolu

source: Venezolana Opening
el_gr: Άνοιγμα Βενεζουέλας

source: Veresov Opening: Malich Gambit
el_gr: Άνοιγμα Veresov: γκαμπί Malich

source: Vienna Gambit
el_gr: Βιεννέζικο γκαμπί

source: Vienna Gambit, Steinitz Variation
el_gr: Βιεννέζικο γκαμπί, βαριάντα Steinitz

source: Vienna Gambit, Wurzburger Trap
el_gr: Βιεννέζικο γκαμπί, παγίδα Wurzburger

source: Vienna Gambit: Bardeleben Variation
el_gr: Βιεννέζικο γκαμπί: βαριάντα Bardeleben

source: Vienna Gambit: Breyer Variation
el_gr: Βιεννέζικο γκαμπί: βαριάντα Breyer

source: Vienna Gambit: Heyde Variation
el_gr: Βιεννέζικο γκαμπί: βαριάντα Heyde

source: Vienna Gambit: Kaufmann Variation
el_gr: Βιεννέζικο γκαμπί: βαριάντα Kaufmann

source: Vienna Gambit: Paulsen Attack
el_gr: Βιεννέζικο γκαμπί: επίθεση Paulsen

source: Vienna Game
el_gr: Βιεννέζικη παρτίδα

source: Vienna Game, Max Lange Defence
el_gr: Βιεννέζικη παρτίδα, άμυνα Max Lange

source: Vienna Game: Anderssen Defence
el_gr: Βιεννέζικη παρτίδα: άμυνα Anderssen

source: Vienna Game: Frankenstein-Dracula Variation
el_gr: Βιεννέζικη παρτίδα: βαριάντα Frankenstein-Dracula

source: Vienna Game: Giraffe Attack
el_gr: Βιεννέζικη παρτίδα: επίθεση καμηλοπάρδαλης

source: Vienna Game: Hamppe-Meitner Variation
el_gr: Βιεννέζικη παρτίδα: βαριάντα Hamppe-Meitner

source: Vienna Game: Mieses Variation, Erben Gambit
el_gr: Βιεννέζικη παρτίδα: βαριάντα Mieses, γκαμπί Erben

source: Vienna Game: Omaha Gambit
el_gr: Βιεννέζικη παρτίδα: γκαμπί Ομάχα

source: Vienna Game: Paulsen Variation
el_gr: Βιεννέζικη παρτίδα: βαριάντα Paulsen

source: Vienna Game: Paulsen Variation, Mariotti Gambit
el_gr: Βιεννέζικη παρτίδα: βαριάντα Paulsen, γκαμπί Mariotti

source: Vienna Game: Paulsen Variation, Pollock Gambit
el_gr: Βιεννέζικη παρτίδα: βαριάντα Paulsen, γκαμπί Pollock

source: Vienna Game: Philidor CounterGambit
el_gr: Βιεννέζικη παρτίδα: αντιγκαμπί Philidor

source: Vienna Game: Stanley Variation
el_gr: Βιεννέζικη παρτίδα: βαριάντα Stanley

source: Vienna Game: Stanley Variation, Bronstein Gambit
el_gr: Βιεννέζικη παρτίδα: βαριάντα Stanley, γκαμπί Bronstein

source: Vienna Game: Stanley Variation, Eifel Gambit
el_gr: Βιεννέζικη παρτίδα: βαριάντα Stanley, γκαμπί Eifel

source: Vienna Game: Stanley Variation, Meitner-Mieses Gambit
el_gr: Βιεννέζικη παρτίδα: βαριάντα Stanley, γκαμπί Meitner-Mieses

source: Vienna Game: Stanley Variation, Monster Declined
el_gr: Βιεννέζικη παρτίδα: βαριάντα Stanley, μη αποδεκτό Monster

source: Vienna Game: Stanley Variation, Reversed Spanish
el_gr: Βιεννέζικη παρτίδα: βαριάντα Stanley, αντεστραμμένο Ισπανικό

source: Vienna Game: Stanley Variation, Three Knights Variation
el_gr: Βιεννέζικη παρτίδα: βαριάντα Stanley, βαριάντα τριών ίππων

source: Vienna Game: Vienna Gambit
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης

source: Vienna Game: Vienna Gambit, Cunningham Defence
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, άμυνα Cunningham

source: Vienna Game: Vienna Gambit, Hamppe-Allgaier Gambit, ThorOld Variation
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, γκαμπί Hamppe-Allgaier, βαριάντα Thorold

source: Vienna Game: Vienna Gambit, Hamppe-Muzio Gambit
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, γκαμπί Hamppe-Muzio

source: Vienna Game: Vienna Gambit, Main Line
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, κύρια γραμμή

source: Vienna Game: Vienna Gambit, Modern Variation
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, μοντέρνα βαριάντα

source: Vienna Game: Vienna Gambit, Quelle Gambit
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, γκαμπί Quelle

source: Vienna Game: Vienna Gambit, Steinitz Gambit, Knight Variation
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, γκαμπί Steinitz, βαριάντα ίππου

source: Vienna Game: Vienna Gambit, Steinitz Gambit, Main Line
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, γκαμπί Steinitz, κύρια γραμμή

source: Vienna Game: Vienna Gambit, Steinitz Gambit, Paulsen Defence
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, γκαμπί Steinitz, άμυνα Paulsen

source: Vienna Game: Vienna Gambit, Steinitz Gambit, Sörensen Defence
el_gr: Βιεννέζικη παρτίδα: γκαμπί Βιέννης, γκαμπί Steinitz, άμυνα Sörensen

source: Vienna Opening: Adams' Gambit
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Adams'

source: Vienna Opening: Alekhine Variation
el_gr: Βιεννέζικο άνοιγμα: βαριάντα Alekhine

source: Vienna Opening: Falkbeer Variation
el_gr: Βιεννέζικο άνοιγμα: βαριάντα Falkbeer

source: Vienna Opening: Fyfe Gambit
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Fyfe

source: Vienna Opening: Hamppe-Allgaier Gambit
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Hamppe-Allgaier

source: Vienna Opening: Hamppe-Allgaier Gambit, Alapin Variation
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Hamppe-Allgaier, βαριάντα Alapin

source: Vienna Opening: Hamppe-Muzio Gambit
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Hamppe-Muzio

source: Vienna Opening: Hamppe-Muzio, Dubois Variation
el_gr: Βιεννέζικο άνοιγμα: Hamppe-Muzio, βαριάντα Dubois

source: Vienna Opening: Mengarini Variation
el_gr: Βιεννέζικο άνοιγμα: βαριάντα Mengarini

source: Vienna Opening: Paulsen Variation
el_gr: Βιεννέζικο άνοιγμα: βαριάντα Paulsen

source: Vienna Opening: Paulsen-Mieses Variation
el_gr: Βιεννέζικο άνοιγμα: βαριάντα Paulsen-Mieses

source: Vienna Opening: Pierce Gambit
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Pierce

source: Vienna Opening: Pierce Gambit, Rushmere Attack
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Pierce, επίθεση Rushmere

source: Vienna Opening: Steinitz Gambit
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Steinitz

source: Vienna Opening: Steinitz Gambit, Fraser-Minckwitz Variation
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Steinitz, βαριάντα Fraser-Minckwitz

source: Vienna Opening: Steinitz Gambit, Zukertort Defence
el_gr: Βιεννέζικο άνοιγμα: γκαμπί Steinitz, άμυνα Zukertort

source: Vienna Opening: Zhuravlev Countergambit
el_gr: Βιεννέζικο άνοιγμα: αντιγκαμπί Zhuravlev

source: Vienna Opening: `Frankenstein-Dracula' Variation
el_gr: Βιεννέζικο άνοιγμα: βαριάντα `Φρανκενστάιν-Δράκουλα'

source: Vulture Defence
el_gr: Άμυνα Γύπα

source: Ware (Meadow Hay) Opening
el_gr: Άνοιγμα Ware (Meadow Hay)

source: Ware Defence: Snagglepuss Defence
el_gr: Άνοιγμα Ware: άμυνα Snagglepuss

source: Ware Opening: Cologne Gambit
el_gr: Άνοιγμα Ware: γκαμπί Κολωνίας

source: Ware Opening: Meadow Hay Trap
el_gr: Άνοιγμα Ware: παγίδα Meadow Hay

source: Ware Opening: Ware Gambit
el_gr: Άνοιγμα Ware: γκαμπί Ware

source: Ware Opening: Wing Gambit
el_gr: Άνοιγμα Ware: γκαμπί Wing

source: Woozle Defence
el_gr: Άμυνα Woozle

source: Zaire Defence
el_gr: Άμυνα Zaire

source: Zukertort Defence: Kingside Variation
el_gr: Άμυνα Zukertort: βαριάντα στην πλευρά του βασιλιά

source: Zukertort Defence: Sicilian Knight Variation
el_gr: Άμυνα Zukertort: Σικελική βαριάντα ίππου

source: Zukertort Opening
el_gr: Άνοιγμα Zukertort

source: Zukertort Opening: Ampel Variation
el_gr: Άνοιγμα Zukertort: βαριάντα Ampel

source: Zukertort Opening: Arctic Defence
el_gr: Άνοιγμα Zukertort: Αρκτική άμυνα

source: Zukertort Opening: Arctic Defence, Drunken Knight Variation
el_gr: Άνοιγμα Zukertort: Αρκτική άμυνα, βαριάντα μεθυσμένου ίππου

source: Zukertort Opening: Basman Defence
el_gr: Άνοιγμα Zukertort: άμυνα Basman

source: Zukertort Opening: Black Mustang Defence
el_gr: Άνοιγμα Zukertort: άμυνα Black Mustang

source: Zukertort Opening: Double Fianchetto Attack
el_gr: Άνοιγμα Zukertort: διπλή επίθεση φιανκέτο

source: Zukertort Opening: Drunken Cavalry Variation
el_gr: Άνοιγμα Zukertort: βαριάντα μεθυσμένου ιππικού

source: Zukertort Opening: Gruenfeld Reversed
el_gr: Άνοιγμα Zukertort: αντεστραμμένο Gruenfeld

source: Zukertort Opening: Kingside Fianchetto
el_gr: Άνοιγμα Zukertort: φιανκέτο στην πλευρά του βασιλιά

source: Zukertort Opening: Lemberger Gambit
el_gr: Άνοιγμα Zukertort: γκαμπί Lemberger

source: Zukertort Opening: Myers Polish Attack
el_gr: Άνοιγμα Zukertort: Πολωνική επίθεση Myers

source: Zukertort Opening: Nimzo-Larsen Variation
el_gr: Άνοιγμα Zukertort: βαριάντα Nimzo-Larsen

source: Zukertort Opening: Pachman Gambit
el_gr: Άνοιγμα Zukertort: γκαμπί Pachman

source: Zukertort Opening: Pirc Invitation
el_gr: Άνοιγμα Zukertort: πρόσκληση Pirc

source: Zukertort Opening: Polish Defence
el_gr: Άνοιγμα Zukertort: Πολωνική άμυνα

source: Zukertort Opening: Queen Gambit Invitation
el_gr: Άνοιγμα Zukertort: πρόσκληση γκαμπί βασίλισσας

source: Zukertort Opening: Queenside Fianchetto Variation
el_gr: Άνοιγμα Zukertort: βαριάντα φιανκέτο στην πλευρά της βασίλισσας

source: Zukertort Opening: Quiet System
el_gr: Άνοιγμα Zukertort: ήσυχο σύστημα

source: Zukertort Opening: Regina-Nu Gambit
el_gr: Άνοιγμα Zukertort: γκαμπί Regina-Nu

source: Zukertort Opening: Reversed Mexican Defence
el_gr: Άνοιγμα Zukertort: αντεστραμμένη Μεξικανική άμυνα

source: Zukertort Opening: Ross Gambit
el_gr: Άνοιγμα Zukertort: γκαμπί Ross

source: Zukertort Opening: Shabalov Gambit
el_gr: Άνοιγμα Zukertort: γκαμπί Shabalov

source: Zukertort Opening: Sicilian Invitation
el_gr: Άνοιγμα Zukertort: Σικελική πρόσκληση

source: Zukertort Opening: Slav Invitation
el_gr: Άνοιγμα Zukertort: Σλαβική πρόσκληση

source: Zukertort Opening: Speelsmet Gambit
el_gr: Άνοιγμα Zukertort: γκαμπί Speelsmet

source: Zukertort Opening: St. George Defence
el_gr: Άνοιγμα Zukertort: άμυνα St. George

source: Zukertort Opening: The Potato
el_gr: Άνοιγμα Zukertort: The Potato

source: Zukertort Opening: The Walrus
el_gr: Άνοιγμα Zukertort: The Walrus

source: Zukertort Opening: Vos Gambit
el_gr: Άνοιγμα Zukertort: γκαμπί Vos

source: Zukertort Opening: Wade Defence, Chigorin Plan
el_gr: Άνοιγμα Zukertort: άμυνα Wade, σχέδιο Chigorin

source: Zukertort Opening: Ware Defence
el_gr: Άνοιγμα Zukertort: άμυνα Ware
