Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: English Opening: Anglo-Dutch Defense
el_gr: Αγγλικό άνοιγμα: Αγγλο-ολλανδική άμυνα

source: English Opening: Anglo-Dutch Variation, Chabanon Gambit
el_gr: Αγγλικό άνοιγμα: Αγγλο-Ολλανδική βαριάντα, γκαμπί Chabanon

source: English Opening: Anglo-Dutch Variation, Ferenc Gambit
el_gr: Αγγλικό άνοιγμα: Αγγλο-Ολλανδική βαριάντα, γκαμπί Ferenc

source: English Opening: Anglo-Gruenfeld Defense
el_gr: Αγγλικό άνοιγμα: άμυνα Anglo-Gruenfeld

source: English Opening: Anglo-Gruenfeld Defense, Korchnoi Variation
el_gr: Αγγλικό άνοιγμα: άμυνα Anglo-Gruenfeld, βαριάντα Korchnoi

source: English Opening: Anglo-Gruenfeld, Czech Defense
el_gr: Αγγλικό άνοιγμα: Anglo-Gruenfeld, Τσεχική άμυνα

source: English Opening: Anglo-Gruenfeld, Smyslov Defense
el_gr: Αγγλικό άνοιγμα: Anglo-Gruenfeld, άμυνα Smyslov

source: English Opening: Anglo-Indian Defence, Anglo-Gruenfeld Variation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, βαριάντα Anglo-Gruenfeld

source: English Opening: Anglo-Indian Defence, Anti-Anti-Gruenfeld
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, Anti-Anti-Gruenfeld

source: English Opening: Anglo-Indian Defence, Flohr-Mikenas-Carls Variation, Nei Gambit
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, βαριάντα Flohr-Mikenas-Carls, γκαμπί Nei

source: English Opening: Anglo-Indian Defence, Gruenfeld Formation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, σχηματισμός Gruenfeld

source: English Opening: Anglo-Indian Defence, Hedgehog System
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, σύστημα σκαντζόχοιρου

source: English Opening: Anglo-Indian Defence, King Indian Formation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, Ινδικός σχηματισμός του βασιλιά

source: English Opening: Anglo-Indian Defence, King Indian Formation, Double Fianchetto
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, Ινδικός σχηματισμός του βασιλιά, διπλό φιανκέτο

source: English Opening: Anglo-Indian Defence, King Knight Variation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, βαριάντα ίππου του βασιλιά

source: English Opening: Anglo-Indian Defence, Old Indian Formation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, παλιός Ινδικός σχηματισμός

source: English Opening: Anglo-Indian Defence, Queen Indian Formation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, Ινδικός σχηματισμός της βασίλισσας

source: English Opening: Anglo-Indian Defence, Queen Knight Variation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, βαριάντα ίππου της βασίλισσας

source: English Opening: Anglo-Indian Defence, Romanishin Variation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, βαριάντα Romanishin

source: English Opening: Anglo-Indian Defence, Scandinavian Defence
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, Σκανδιναβική άμυνα

source: English Opening: Anglo-Indian Defence, Scandinavian Defence, Exchange Variation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, Σκανδιναβική άμυνα, βαριάντα ανταλλαγής

source: English Opening: Anglo-Indian Defence, Slav Formation
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, Σλαβικός σχηματισμός

source: English Opening: Anglo-Indian Defence, Zvjaginsev-Krasenkow Attack
el_gr: Αγγλικό άνοιγμα: Αγγλο-ινδική άμυνα, επίθεση Zvjaginsev-Krasenkow

source: English Opening: Anglo-Lithuanian Variation
el_gr: Αγγλικό άνοιγμα: Αγγλο-λιθουανική βαριάντα

source: English Opening: Anglo-Scandinavian Defence
el_gr: Αγγλικό άνοιγμα: Αγγλο-σκανδιναβική άμυνα

source: English Opening: Anglo-Scandinavian Defence, Löhn Gambit
el_gr: Αγγλικό άνοιγμα: Αγγλο-σκανδιναβική άμυνα, γκαμπί Löhn

source: English Opening: Anglo-Scandinavian Defence, Malvinas Variation
el_gr: Αγγλικό άνοιγμα: Αγγλο-σκανδιναβική άμυνα, βαριάντα Malvinas

source: English Opening: Anglo-Scandinavian Defence, Schulz Gambit
el_gr: Αγγλικό άνοιγμα: Αγγλο-σκανδιναβική άμυνα, γκαμπί Schulz

source: English Opening: Bellon Gambit
el_gr: Αγγλικό άνοιγμα: γκαμπί Bellon

source: English Opening: Bled Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Bled

source: English Opening: Botvinnik System
el_gr: Αγγλικό άνοιγμα: σύστημα Botvinnik

source: English Opening: Bradley Beach Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Bradley Beach

source: English Opening: Bremen System With ...g6
el_gr: Αγγλικό άνοιγμα: σύστημα Βρέμης με ...g6

source: English Opening: Bremen System, Keres Variation
el_gr: Αγγλικό άνοιγμα: σύστημα Βρέμης, βαριάντα Keres

source: English Opening: Bremen, Reverse Dragon
el_gr: Αγγλικό άνοιγμα: Βρέμη, αντεστραμμένος δράκος

source: English Opening: Bremen, Smyslov System
el_gr: Αγγλικό άνοιγμα: Βρέμη, σύστημα Smyslov

source: English Opening: Capablanca Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Capablanca

source: English Opening: Carls' Bremen System
el_gr: Αγγλικό άνοιγμα: σύστημα Carls' Βρέμης

source: English Opening: Caro-Kann Defensive System
el_gr: Αγγλικό άνοιγμα: αμυντικό σύστημα Caro-Kann

source: English Opening: Caro-Kann Defensive System, Bogolyubov Variation
el_gr: Αγγλικό άνοιγμα: αμυντικό σύστημα Caro-Kann, βαριάντα Bogolyubov

source: English Opening: Closed System
el_gr: Αγγλικό άνοιγμα: κλειστό σύστημα

source: English Opening: Closed System (without ...d6)
el_gr: Αγγλικό άνοιγμα: κλειστό σύστημα (χωρίς ...d6)

source: English Opening: Closed, 5.Rb1
el_gr: Αγγλικό άνοιγμα: κλειστό, 5.Rb1

source: English Opening: Closed, 5.Rb1 Taimanov Variation
el_gr: Αγγλικό άνοιγμα: κλειστό, 5.Rb1 βαριάντα Taimanov

source: English Opening: Closed, Hort Variation
el_gr: Αγγλικό άνοιγμα: κλειστό, βαριάντα Hort

source: English Opening: Closed, Taimanov Variation
el_gr: Αγγλικό άνοιγμα: κλειστό, βαριάντα Taimanov

source: English Opening: Drill Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Drill

source: English Opening: Four Knights System
el_gr: Αγγλικό άνοιγμα: σύστημα τεσσάρων ίππων

source: English Opening: Four Knights, 4.e3
el_gr: Αγγλικό άνοιγμα: τέσσερις ίπποι, 4.e3

source: English Opening: Four Knights, Capablanca Variation
el_gr: Αγγλικό άνοιγμα: τέσσερις ίπποι, βαριάντα Capablanca

source: English Opening: Four Knights, Kingside Fianchetto
el_gr: Αγγλικό άνοιγμα: τέσσερις ίπποι, φιανκέτο στην πλευρά του βασιλιά

source: English Opening: Four Knights, Marini Variation
el_gr: Αγγλικό άνοιγμα: τέσσερις ίπποι, βαριάντα Marini

source: English Opening: Four Knights, Nimzovich Variation
el_gr: Αγγλικό άνοιγμα: τέσσερις ίπποι, βαριάντα Nimzovich

source: English Opening: Four Knights, Romanishin Variation
el_gr: Αγγλικό άνοιγμα: τέσσερις ίπποι, βαριάντα Romanishin

source: English Opening: Four Knights, Stean Variation
el_gr: Αγγλικό άνοιγμα: τέσσερις ίπποι, βαριάντα Stean

source: English Opening: Great Snake Variation
el_gr: Αγγλικό άνοιγμα: μεγάλη βαριάντα φιδιού

source: English Opening: Jaenisch Gambit
el_gr: Αγγλικό άνοιγμα: γκαμπί Jaenisch

source: English Opening: Keres Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Keres

source: English Opening: King English Variation
el_gr: Αγγλικό άνοιγμα: Αγγλική βαριάντα βασιλιά

source: English Opening: King English Variation, Botvinnik System, Prickly Pawn Pass System
el_gr: Αγγλικό άνοιγμα: Αγγλική βαριάντα βασιλιά, βαριάντα Botvinnik, σύστημα Prickly Pawn Pass

source: English Opening: King English Variation, Closed System, Full Symmetry
el_gr: Αγγλικό άνοιγμα: Αγγλική βαριάντα βασιλιά, κλειστό σύστημα, πλήρης συμμετρία

source: English Opening: King English Variation, Kahiko-Hula Gambit
el_gr: Αγγλικό άνοιγμα: Αγγλική βαριάντα βασιλιά, γκαμπί Kahiko-Hula

source: English Opening: King English Variation, Reversed Sicilian
el_gr: Αγγλικό άνοιγμα: Αγγλική βαριάντα βασιλιά, αντεστραμμένο Σικελικό

source: English Opening: King English Variation, Two Knights Variation
el_gr: Αγγλικό άνοιγμα: Αγγλική βαριάντα βασιλιά, βαριάντα δύο ίππων

source: English Opening: King English, Erbenheimer Gambit
el_gr: Αγγλικό άνοιγμα: Αγγλικό του βασιλιά, γκαμπί Erbenheimer

source: English Opening: King English, Mazedonisch
el_gr: Αγγλικό άνοιγμα: Αγγλικό του βασιλιά, Mazedonisch

source: English Opening: Kramnik-Shirov Counterattack
el_gr: Αγγλικό άνοιγμα: αντεπίθεση Kramnik-Shirov

source: English Opening: Kurajica Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Kurajica

source: English Opening: London Defensive System
el_gr: Αγγλικό άνοιγμα: αμυντικό σύστημα Λονδίνου

source: English Opening: Mikenas-Carls Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Mikenas-Carls

source: English Opening: Mikenas-Carls, Flohr Variation
el_gr: Αγγλικό άνοιγμα: Mikenas-Carls, βαριάντα Flohr

source: English Opening: Mikenas-Carls, Kevitz Variation
el_gr: Αγγλικό άνοιγμα: Mikenas-Carls, βαριάντα Kevitz

source: English Opening: Mikenas-Carls, Sicilian Variation
el_gr: Αγγλικό άνοιγμα: Mikenas-Carls, Σικελική βαριάντα

source: English Opening: Myers Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Myers

source: English Opening: Nenarokov Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Nenarokov

source: English Opening: Neo-Catalan
el_gr: Αγγλικό άνοιγμα: Νεοκαταλανικό

source: English Opening: Neo-Catalan Accepted
el_gr: Αγγλικό άνοιγμα: Νεοκαταλανικό αποδεκτό

source: English Opening: Neo-Catalan Declined
el_gr: Αγγλικό άνοιγμα: Νεοκαταλανικό μη αποδεκτό

source: English Opening: New York (London) Defensive System
el_gr: Αγγλικό άνοιγμα: αμυντικό σύστημα Νέας Υόρκης (Λονδίνο)

source: English Opening: Nimzo-English Opening
el_gr: Αγγλικό άνοιγμα: άνοιγμα Nimzo-English

source: English Opening: Nimzovich Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Nimzovich

source: English Opening: Nimzovich, Flohr Variation
el_gr: Αγγλικό άνοιγμα: Nimzovich, βαριάντα Flohr

source: English Opening: Porcupine Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Porcupine

source: English Opening: Queens Indian Formation
el_gr: Αγγλικό άνοιγμα: Ινδικός σχηματισμός της βασίλισσας

source: English Opening: Queens Indian, Romanishin Variation
el_gr: Αγγλικό άνοιγμα: Ινδικό της βασίλισσας, βαριάντα Romanishin

source: English Opening: Romanishin Gambit
el_gr: Αγγλικό άνοιγμα: γκαμπί Romanishin

source: English Opening: Sicilian Reversed
el_gr: Αγγλικό άνοιγμα: Σικελικό αντεστραμμένο

source: English Opening: Smyslov Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Smyslov

source: English Opening: Symmetrical Variation
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα

source: English Opening: Symmetrical Variation, Anti-Benoni Variation, Spielmann Defence
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα, βαριάντα Anti-Benoni, άμυνα Spielmann

source: English Opening: Symmetrical Variation, Botvinnik System Reversed
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα, αντεστραμμένο σύστημα Botvinnik

source: English Opening: Symmetrical Variation, Fianchetto Variation
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα, βαριάντα φιανκέτο

source: English Opening: Symmetrical Variation, Full Symmetry Line
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα, γραμμή πλήρους συμμετρίας

source: English Opening: Symmetrical Variation, Napolitano Gambit
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα, γκαμπί Napolitano

source: English Opening: Symmetrical Variation, Normal Variation
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα, κανονική βαριάντα

source: English Opening: Symmetrical Variation, Two Knights Line
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα, γραμμή δύο ίππων

source: English Opening: Symmetrical Variation, Two Knights Variation
el_gr: Αγγλικό άνοιγμα: συμμετρική βαριάντα, βαριάντα δύο ίππων

source: English Opening: Symmetrical, Benoni Formation
el_gr: Αγγλικό άνοιγμα: συμμετρική, σχηματισμός Benoni

source: English Opening: Symmetrical, Botvinnik System
el_gr: Αγγλικό άνοιγμα: συμμετρική, σύστημα Botvinnik

source: English Opening: Symmetrical, Botvinnik System Reversed
el_gr: Αγγλικό άνοιγμα: συμμετρική, αντεστραμμένο σύστημα Botvinnik

source: English Opening: Symmetrical, Four Knights System
el_gr: Αγγλικό άνοιγμα: συμμετρική, σύστημα τεσσάρων ίππων

source: English Opening: Symmetrical, Geller Variation
el_gr: Αγγλικό άνοιγμα: συμμετρική, βαριάντα Geller

source: English Opening: Symmetrical, Hedgehog System
el_gr: Αγγλικό άνοιγμα: συμμετρική, σύστημα σκαντζόχοιρου

source: English Opening: Symmetrical, Hedgehog, Flexible Formation
el_gr: Αγγλικό άνοιγμα: συμμετρική, σκαντζόχοιρου, ευέλικτος σχηματισμός

source: English Opening: Symmetrical, Keres Defence
el_gr: Αγγλικό άνοιγμα: συμμετρική, άμυνα Keres

source: English Opening: Symmetrical, Main Line With B3
el_gr: Αγγλικό άνοιγμα: συμμετρική, κύρια γραμμή με b3

source: English Opening: Symmetrical, Main Line With D3
el_gr: Αγγλικό άνοιγμα: συμμετρική, κύρια γραμμή με d3

source: English Opening: Symmetrical, Main Line With D4
el_gr: Αγγλικό άνοιγμα: συμμετρική, κύρια γραμμή με d4

source: English Opening: Symmetrical, Rubinstein System
el_gr: Αγγλικό άνοιγμα: συμμετρική, σύστημα Rubinstein

source: English Opening: Symmetrical, Three Knights System
el_gr: Αγγλικό άνοιγμα: συμμετρική, σύστημα τριών ίππων

source: English Opening: The Whale
el_gr: Αγγλικό άνοιγμα: The Whale

source: English Opening: Three Knights System
el_gr: Αγγλικό άνοιγμα: σύστημα τριών ίππων

source: English Opening: Torre Defensive System
el_gr: Αγγλικό άνοιγμα: αμυντικό σύστημα Torre

source: English Opening: Troeger Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Troeger

source: English Opening: Ultra-symmetrical Variation
el_gr: Αγγλικό άνοιγμα: υπερβολικά συμμετρική βαριάντα

source: English Opening: Wade Gambit
el_gr: Αγγλικό άνοιγμα: γκαμπί Wade

source: English Opening: Wimpey System
el_gr: Αγγλικό άνοιγμα: σύστημα Wimpey

source: English Opening: Wing Gambit
el_gr: Αγγλικό άνοιγμα: γκαμπί Wing

source: English Opening: Zilbermints Gambit
el_gr: Αγγλικό άνοιγμα: γκαμπί Zilbermints

source: English Orangutan
el_gr: Αγγλικό Orangutan

source: English Rat: Pounds Gambit
el_gr: Αγγλικό Rat: γκαμπί Pounds

source: Englund Gambit Complex Declined
el_gr: Μη αποδεκτό πολύπλοκο γκαμπί Englund

source: Englund Gambit Complex Declined: Diemer CounterAttack
el_gr: Μη αποδεκτό πολύπλοκο γκαμπί Englund: αντεπίθεση Diemer

source: Englund Gambit Complex: Englund Gambit
el_gr: Πολύπλοκο γκαμπί Englund: γκαμπί Englund

source: Englund Gambit Complex: Felbecker Gambit
el_gr: Πολύπλοκο γκαμπί Englund: γκαμπί Felbecker

source: Englund Gambit Complex: Hartlaub-Charlick Gambit
el_gr: Πολύπλοκο γκαμπί Englund: γκαμπί Hartlaub-Charlick

source: Englund Gambit Complex: Mosquito Gambit
el_gr: Πολύπλοκο γκαμπί Englund: γκαμπί κουνουπιού

source: Englund Gambit Complex: Soller Gambit
el_gr: Πολύπλοκο γκαμπί Englund: γκαμπί Soller

source: Englund Gambit Complex: Soller Gambit Deferred
el_gr: Πολύπλοκο γκαμπί Englund: αναβαλλόμενο γκαμπί Soller

source: Englund Gambit Complex: Stockholm Variation
el_gr: Πολύπλοκο γκαμπί Englund: βαριάντα Στοκχόλμης

source: Englund Gambit Complex: Zilbermints Gambit
el_gr: Πολύπλοκο γκαμπί Englund: γκαμπί Zilbermints

source: Englund Gambit Declined: Reversed Alekhine
el_gr: Μη αποδεκτό γκαμπί Englund: αντεστραμμένο Alekhine

source: Englund Gambit Declined: Reversed Brooklyn
el_gr: Μη αποδεκτό γκαμπί Englund: αντεστραμμένο Μπρούκλιν

source: Englund Gambit Declined: Reversed French
el_gr: Μη αποδεκτό γκαμπί Englund: αντεστραμμένο Γαλλικό

source: Englund Gambit Declined: Reversed Krebs
el_gr: Μη αποδεκτό γκαμπί Englund: αντεστραμμένο Krebs

source: Englund Gambit Declined: Reversed Mokele Mbembe
el_gr: Μη αποδεκτό γκαμπί Englund: αντεστραμμένο Mokele Mbembe

source: Evans Counter-gambit
el_gr: Αντιγκαμπί του Evans

source: Evans Gambit
el_gr: Γκαμπί του Evans

source: Evans Gambit Accepted
el_gr: Αποδεκτό γκαμπί του Evans

source: Evans Gambit Declined, 5.a4
el_gr: Μη αποδεκτό γκαμπί του Evans, 5.a4

source: Evans Gambit Declined, Cordel Variation
el_gr: Μη αποδεκτό γκαμπί του Evans, βαριάντα Cordel

source: Evans Gambit Declined, Hicken Variation
el_gr: Μη αποδεκτό γκαμπί του Evans, βαριάντα Hicken

source: Evans Gambit Declined, Hirschbach Variation
el_gr: Μη αποδεκτό γκαμπί του Evans, βαριάντα Hirschbach

source: Evans Gambit Declined, Lange Variation
el_gr: Μη αποδεκτό γκαμπί του Evans, βαριάντα Lange

source: Evans Gambit Declined, Pavlov Variation
el_gr: Μη αποδεκτό γκαμπί του Evans, βαριάντα Pavlov

source: Evans Gambit Declined, Showalter Variation
el_gr: Μη αποδεκτό γκαμπί του Evans, βαριάντα Showalter

source: Evans Gambit Declined, Vasquez Variation
el_gr: Μη αποδεκτό γκαμπί του Evans, βαριάντα Vasquez

source: Evans Gambit: 5...Be7
el_gr: Γκαμπί του Evans: 5...Be7

source: Evans Gambit: Alapin-Steinitz Variation
el_gr: Γκαμπί του Evans: βαριάντα Alapin-Steinitz

source: Evans Gambit: Compromised Defence
el_gr: Γκαμπί του Evans: άμυνα σε κίνδυνο

source: Evans Gambit: Compromised Defence, Paulsen Variation
el_gr: Γκαμπί του Evans: άμυνα σε κίνδυνο, βαριάντα Paulsen

source: Evans Gambit: Compromised Defence, Potter Variation
el_gr: Γκαμπί του Evans: άμυνα σε κίνδυνο, βαριάντα Potter

source: Evans Gambit: Cordel Variation
el_gr: Γκαμπί του Evans: βαριάντα Cordel

source: Evans Gambit: Fraser Attack
el_gr: Γκαμπί του Evans: επίθεση Fraser

source: Evans Gambit: Fraser-Mortimer Attack
el_gr: Γκαμπί του Evans: επίθεση Fraser-Mortimer

source: Evans Gambit: Goering Attack
el_gr: Γκαμπί του Evans: επίθεση Goering

source: Evans Gambit: Lasker Defence
el_gr: Γκαμπί του Evans: άμυνα Lasker

source: Evans Gambit: Leonhardt Variation
el_gr: Γκαμπί του Evans: βαριάντα Leonhardt

source: Evans Gambit: Levenfish Variation
el_gr: Γκαμπί του Evans: βαριάντα Levenfish

source: Evans Gambit: Mayet Defence
el_gr: Γκαμπί του Evans: άμυνα Mayet

source: Evans Gambit: Morphy Attack
el_gr: Γκαμπί του Evans: επίθεση Morphy

source: Evans Gambit: Normal Variation
el_gr: Γκαμπί του Evans: κανονική βαριάντα

source: Evans Gambit: Paulsen Variation
el_gr: Γκαμπί του Evans: βαριάντα Paulsen

source: Evans Gambit: Richardson Attack
el_gr: Γκαμπί του Evans: επίθεση Richardson

source: Evans Gambit: Sanders-Alapin Variation
el_gr: Γκαμπί του Evans: βαριάντα Sanders-Alapin

source: Evans Gambit: Sokolsky Variation
el_gr: Γκαμπί του Evans: βαριάντα Sokolsky

source: Evans Gambit: Steinitz Variation
el_gr: Γκαμπί του Evans: βαριάντα Steinitz

source: Evans Gambit: Stone-Ware Variation
el_gr: Γκαμπί του Evans: βαριάντα Stone-Ware

source: Evans Gambit: Tartakower Attack
el_gr: Γκαμπί του Evans: επίθεση Tartakower

source: Evans Gambit: Ulvestad Variation
el_gr: Γκαμπί του Evans: βαριάντα Ulvestad

source: Evans Gambit: Waller Attack
el_gr: Γκαμπί του Evans: επίθεση Waller

source: Formation: Cabbage Attack
el_gr: Σχηματισμός: επίθεση λάχανου

source: Formation: Hippopotamus Attack
el_gr: Σχηματισμός: επίθεση ιπποπόταμου

source: Formation: Shy Attack
el_gr: Σχηματισμός: επίθεση Shy

source: Four Knights Game: Double Spanish
el_gr: Παρτίδα τεσσάρων ίππων: διπλή Ισπανική

source: Four Knights Game: Halloween Gambit, Oldtimer Variation
el_gr: Παρτίδα τεσσάρων ίππων: γκαμπί Halloween, βαριάντα Oldtimer

source: Four Knights Game: Halloween Gambit, Plasma Variation
el_gr: Παρτίδα τεσσάρων ίππων: γκαμπί Halloween, βαριάντα Plasma

source: Four Knights Game: Italian Variation, Noa Gambit
el_gr: Παρτίδα τεσσάρων ίππων: Ιταλική βαριάντα, γκαμπί Noa

source: Four Knights Game: Scotch Variation, Belgrade Gambit, Modern Defence
el_gr: Παρτίδα τεσσάρων ίππων: Σκωτική βαριάντα, γκαμπί Βελιγραδίου, μοντέρνα άμυνα

source: Four Knights Game: Scotch Variation, Krause Gambit, Leonhardt Defence
el_gr: Παρτίδα τεσσάρων ίππων: Σκωτική βαριάντα, γκαμπί Krause, άμυνα Leonhardt

source: Four Knights Game: Scotch Variation, Oxford Gambit
el_gr: Παρτίδα τεσσάρων ίππων: Σκωτική βαριάντα, γκαμπί Οξφόρδης

source: Four Knights Game: Scotch Variation, Schmid Defence
el_gr: Παρτίδα τεσσάρων ίππων: Σκωτική βαριάντα, άμυνα Schmid

source: Four Knights Game: Spanish Variation, Classical Variation, Marshall Gambit
el_gr: Παρτίδα τεσσάρων ίππων: Ισπανική βαριάντα, κλασική βαριάντα, γκαμπί Marshall

source: Four Knights Opening
el_gr: Άνοιγμα τεσσάρων ίππων

source: Four Knights Opening: Alatortsev Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Alatortsev

source: Four Knights Opening: Bardeleben Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Bardeleben

source: Four Knights Opening: Belgrade Gambit
el_gr: Άνοιγμα τεσσάρων ίππων: γκαμπί Βελιγραδίου

source: Four Knights Opening: Double Ruy Lopez
el_gr: Άνοιγμα τεσσάρων ίππων: διπλή Ισπανική παρτίδα

source: Four Knights Opening: Gunsberg Counter-attack
el_gr: Άνοιγμα τεσσάρων ίππων: αντεπίθεση Gunsberg

source: Four Knights Opening: Gunsberg Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Gunsberg

source: Four Knights Opening: Italian Variation
el_gr: Άνοιγμα τεσσάρων ίππων: Ιταλική βαριάντα

source: Four Knights Opening: Janowski Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Janowski

source: Four Knights Opening: Marshall Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Marshall

source: Four Knights Opening: Nimzovich (Paulsen) Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Nimzovich (Paulsen)

source: Four Knights Opening: Ranken Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Ranken

source: Four Knights Opening: Rubinstein Counter-gambit
el_gr: Άνοιγμα τεσσάρων ίππων: αντιγκαμπί Rubinstein

source: Four Knights Opening: Rubinstein Counter-gambit, 5.Be2
el_gr: Άνοιγμα τεσσάρων ίππων: αντιγκαμπί Rubinstein, 5.Be2

source: Four Knights Opening: Rubinstein Counter-gambit, Bogolyubov Variation
el_gr: Άνοιγμα τεσσάρων ίππων: αντιγκαμπί Rubinstein, βαριάντα Bogolyubov

source: Four Knights Opening: Rubinstein Counter-gambit, Exchange Variation
el_gr: Άνοιγμα τεσσάρων ίππων: αντιγκαμπί Rubinstein, βαριάντα ανταλλαγής

source: Four Knights Opening: Rubinstein Counter-gambit, Henneberger Variation
el_gr: Άνοιγμα τεσσάρων ίππων: αντιγκαμπί Rubinstein, βαριάντα Henneberger

source: Four Knights Opening: Rubinstein Counter-gambit, Maroczy Variation
el_gr: Άνοιγμα τεσσάρων ίππων: αντιγκαμπί Rubinstein, βαριάντα Maroczy

source: Four Knights Opening: Schultze-Mueller Gambit
el_gr: Άνοιγμα τεσσάρων ίππων: γκαμπί Schultze-Mueller

source: Four Knights Opening: Scotch Variation
el_gr: Άνοιγμα τεσσάρων ίππων: Σκωτική βαριάντα

source: Four Knights Opening: Scotch, 4...exd4
el_gr: Άνοιγμα τεσσάρων ίππων: Σκωτική, 4...exd4

source: Four Knights Opening: Scotch, Krause Variation
el_gr: Άνοιγμα τεσσάρων ίππων: Σκωτική, βαριάντα Krause

source: Four Knights Opening: Spanish Variation
el_gr: Άνοιγμα τεσσάρων ίππων: Ισπανική βαριάντα

source: Four Knights Opening: Spanish, Classical Defence
el_gr: Άνοιγμα τεσσάρων ίππων: Ισπανική, κλασική άμυνα

source: Four Knights Opening: Spielmann Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Spielmann

source: Four Knights Opening: Svenonius Variation
el_gr: Άνοιγμα τεσσάρων ίππων: βαριάντα Svenonius

source: Four Knights Opening: Symmetrical Variation
el_gr: Άνοιγμα τεσσάρων ίππων: συμμετρική βαριάντα

source: Four Knights Opening: Symmetrical, Blake Variation
el_gr: Άνοιγμα τεσσάρων ίππων: συμμετρική, βαριάντα Blake

source: Four Knights Opening: Symmetrical, Capablanca Variation
el_gr: Άνοιγμα τεσσάρων ίππων: συμμετρική, βαριάντα Capablanca

source: Four Knights Opening: Symmetrical, Maroczy System
el_gr: Άνοιγμα τεσσάρων ίππων: συμμετρική, σύστημα Maroczy

source: Four Knights Opening: Symmetrical, Metger Unpin
el_gr: Άνοιγμα τεσσάρων ίππων: συμμετρική, ξεκάρφωμα Metger

source: Four Knights Opening: Symmetrical, Pillsbury Variation
el_gr: Άνοιγμα τεσσάρων ίππων: συμμετρική, βαριάντα Pillsbury

source: Four Knights Opening: Symmetrical, Tarrasch Variation
el_gr: Άνοιγμα τεσσάρων ίππων: συμμετρική, βαριάντα Tarrasch

source: French Defence
el_gr: Γαλλική άμυνα

source: French Defence, Steiner Variation
el_gr: Γαλλική άμυνα, βαριάντα Steiner

source: French Defence: Advance Variation
el_gr: Γαλλική άμυνα: προχωρημένη βαριάντα

source: French Defence: Advance Variation, Extended Bishop Swap
el_gr: Γαλλική άμυνα: προχωρημένη βαριάντα, εκτεταμένη ανταλλαγή αξιωματικών

source: French Defence: Advance Variation, Frenkel Gambit
el_gr: Γαλλική άμυνα: προχωρημένη βαριάντα, γκαμπί Frenkel
