Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Sicilian Defence: Najdorf, Ivkov Variation
el_gr: Σικελική άμυνα: Najdorf, βαριάντα Ivkov

source: Sicilian Defence: Najdorf, Lipnitzky Attack
el_gr: Σικελική άμυνα: Najdorf, επίθεση Lipnitzky

source: Sicilian Defence: Najdorf, Opovcensky Variation
el_gr: Σικελική άμυνα: Najdorf, βαριάντα Opovcensky

source: Sicilian Defence: Najdorf, Poisoned Pawn Variation
el_gr: Σικελική άμυνα: Najdorf, βαριάντα δηλητηριασμένου πιονιού

source: Sicilian Defence: Najdorf, Polugayevsky Variation
el_gr: Σικελική άμυνα: Najdorf, βαριάντα Polugayevsky

source: Sicilian Defence: Najdorf, Polugayevsky, Simagin Variation
el_gr: Σικελική άμυνα: Najdorf, Polugayevsky, βαριάντα Simagin

source: Sicilian Defence: Najdorf, Zagreb (fianchetto) Variation
el_gr: Σικελική άμυνα: Najdorf, βαριάντα Zagreb (φιανκέτο)

source: Sicilian Defence: Nimzovich Variation
el_gr: Σικελική άμυνα: βαριάντα Nimzovich

source: Sicilian Defence: Nimzovich-Rossolimo Attack (with ...g6, Without ...d6)
el_gr: Σικελική άμυνα: επίθεση Nimzovich-Rossolimo (με ...g6, χωρίς ...d6)

source: Sicilian Defence: Nimzovich-Rossolimo Attack (without ...d6)
el_gr: Σικελική άμυνα: επίθεση Nimzovich-Rossolimo (χωρίς ...d6)

source: Sicilian Defence: Nimzovich-Rossolimo Attack, Gurgenidze Variation
el_gr: Σικελική άμυνα: επίθεση Nimzovich-Rossolimo, βαριάντα Gurgenidze

source: Sicilian Defence: Nimzovich-Rubinstein Variation
el_gr: Σικελική άμυνα: βαριάντα Nimzovich-Rubinstein

source: Sicilian Defence: Nimzovich-Rubinstein; Rubinstein Counter-gambit
el_gr: Σικελική άμυνα: Nimzovich-Rubinstein; αντιγκαμπί Rubinstein

source: Sicilian Defence: Nimzowitsch Variation, Advance Variation
el_gr: Σικελική άμυνα: βαριάντα Nimzowitsch, προχωρημένη βαριάντα

source: Sicilian Defence: Nimzowitsch Variation, Closed Variation
el_gr: Σικελική άμυνα: βαριάντα Nimzowitsch, κλειστή βαριάντα

source: Sicilian Defence: Nimzowitsch Variation, Exchange Variation
el_gr: Σικελική άμυνα: βαριάντα Nimzowitsch, βαριάντα ανταλλαγής

source: Sicilian Defence: Nyezhmetdinov-Rossolimo Attack, Fianchetto Variation, Gufeld Gambit
el_gr: Σικελική άμυνα: επίθεση Nyezhmetdinov-Rossolimo, βαριάντα φιανκέτο, γκαμπί Gufeld

source: Sicilian Defence: Nyezhmetdinov-Rossolimo Attack, Fianchetto Variation, Lutikov Gambit
el_gr: Σικελική άμυνα: επίθεση Nyezhmetdinov-Rossolimo, βαριάντα φιανκέτο, γκαμπί Lutikov

source: Sicilian Defence: Nyezhmetdinov-Rossolimo Attack, Fianchetto Variation, Totsky Attack
el_gr: Σικελική άμυνα: επίθεση Nyezhmetdinov-Rossolimo, βαριάντα φιανκέτο, επίθεση Totsky

source: Sicilian Defence: Nyezhmetdinov-Rossolimo Attack, San Francisco Gambit
el_gr: Σικελική άμυνα: επίθεση Nyezhmetdinov-Rossolimo, γκαμπί Σαν Φρανσίσκο

source: Sicilian Defence: O'Kelly Variation
el_gr: Σικελική άμυνα: βαριάντα O'Kelly

source: Sicilian Defence: O'Kelly Variation, Aronin System
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Aronin

source: Sicilian Defence: O'Kelly Variation, Kieseritzky System
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Kieseritzky

source: Sicilian Defence: O'Kelly Variation, Maróczy Bind
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, Maróczy Bind

source: Sicilian Defence: O'Kelly Variation, Maróczy Bind, Geller Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, Maróczy Bind, γραμμή Geller

source: Sicilian Defence: O'Kelly Variation, Maróczy Bind, Paulsen Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, Maróczy Bind, γραμμή Paulsen

source: Sicilian Defence: O'Kelly Variation, Maróczy Bind, Robatsch Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, Maróczy Bind, γραμμή Robatsch

source: Sicilian Defence: O'Kelly Variation, Normal System
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, κανονικό σύστημα

source: Sicilian Defence: O'Kelly Variation, Normal System, Cortlever Gambit
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, κανονικό σύστημα, γκαμπί Cortlever

source: Sicilian Defence: O'Kelly Variation, Normal System, Smith-Morra Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, κανονικό σύστημα, γραμμή Smith-Morra

source: Sicilian Defence: O'Kelly Variation, Normal System, Taimanov Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, κανονικό σύστημα, γραμμή Taimanov

source: Sicilian Defence: O'Kelly Variation, Normal System, Zagorovsky Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, κανονικό σύστημα, γραμμή Zagorovsky

source: Sicilian Defence: O'Kelly Variation, Quiet System
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, ήσυχο σύστημα

source: Sicilian Defence: O'Kelly Variation, Réti System
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Réti

source: Sicilian Defence: O'Kelly Variation, Venice System
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Βενετίας

source: Sicilian Defence: O'Kelly Variation, Venice System, Barcza Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Βενετίας, γραμμή Barcza

source: Sicilian Defence: O'Kelly Variation, Venice System, Gambit Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Βενετίας, γραμμή γκαμπί

source: Sicilian Defence: O'Kelly Variation, Venice System, Ljubojevic Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Βενετίας, γραμμή Ljubojevic

source: Sicilian Defence: O'Kelly Variation, Venice System, Steiner Line
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Βενετίας, γραμμή Steiner

source: Sicilian Defence: O'Kelly Variation, Wing Gambit
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, γκαμπί Wing

source: Sicilian Defence: O'Kelly Variation, Yerevan System
el_gr: Σικελική άμυνα: βαριάντα O'Kelly, σύστημα Ερεβάν

source: Sicilian Defence: Old Sicilian
el_gr: Σικελική άμυνα: παλιά Σικελική

source: Sicilian Defence: Open
el_gr: Σικελική άμυνα: ανοιχτή

source: Sicilian Defence: Paulsen-Basman Defence
el_gr: Σικελική άμυνα: άμυνα Paulsen-Basman

source: Sicilian Defence: Pelikan (Lasker/Sveshnikov) Variation
el_gr: Σικελική άμυνα: βαριάντα Pelikan (Lasker/Sveshnikov)

source: Sicilian Defence: Pelikan, Bird Variation
el_gr: Σικελική άμυνα: Pelikan, βαριάντα Bird

source: Sicilian Defence: Pelikan, Chelyabinsk Variation
el_gr: Σικελική άμυνα: Pelikan, βαριάντα Chelyabinsk

source: Sicilian Defence: Pin Variation (Sicilian Counter-attack)
el_gr: Σικελική άμυνα: βαριάντα Καρφώματος (Σικελική αντεπίθεση)

source: Sicilian Defence: Pin, Jaffe Variation
el_gr: Σικελική άμυνα: Κάρφωμα, βαριάντα Jaffe

source: Sicilian Defence: Pin, Koch Variation
el_gr: Σικελική άμυνα: Κάρφωμα, βαριάντα Koch

source: Sicilian Defence: Polish Gambit
el_gr: Σικελική άμυνα: Πολωνικό γκαμπί

source: Sicilian Defence: Prins (Moscow) Variation
el_gr: Σικελική άμυνα: βαριάντα Prins (Μόσχα)

source: Sicilian Defence: Prins Variation, Venice Attack
el_gr: Σικελική άμυνα: βαριάντα Prins, επίθεση Βενετίας

source: Sicilian Defence: Quinteros Variation
el_gr: Σικελική άμυνα: βαριάντα Quinteros

source: Sicilian Defence: Richter-Rauzer
el_gr: Σικελική άμυνα: Richter-Rauzer

source: Sicilian Defence: Richter-Rauzer Variation, Classical Variation
el_gr: Σικελική άμυνα: βαριάντα Richter-Rauzer, κλασική βαριάντα

source: Sicilian Defence: Richter-Rauzer Variation, Classical Variation, Kantscher Line
el_gr: Σικελική άμυνα: βαριάντα Richter-Rauzer, κλασική βαριάντα, γραμμή Kantscher

source: Sicilian Defence: Richter-Rauzer Variation, Ivanov Variation
el_gr: Σικελική άμυνα: βαριάντα Richter-Rauzer, βαριάντα Ivanov

source: Sicilian Defence: Richter-Rauzer, 6...e6
el_gr: Σικελική άμυνα: Richter-Rauzer, 6...e6

source: Sicilian Defence: Richter-Rauzer, Bondarevsky Variation
el_gr: Σικελική άμυνα: Richter-Rauzer, βαριάντα Bondarevsky

source: Sicilian Defence: Richter-Rauzer, Keres Variation
el_gr: Σικελική άμυνα: Richter-Rauzer, βαριάντα Keres

source: Sicilian Defence: Richter-Rauzer, Larsen Variation
el_gr: Σικελική άμυνα: Richter-Rauzer, βαριάντα Larsen

source: Sicilian Defence: Richter-Rauzer, Larsen Variation, 7.Qd2
el_gr: Σικελική άμυνα: Richter-Rauzer, βαριάντα Larsen, 7.Qd2

source: Sicilian Defence: Richter-Rauzer, Margate (Alekhine) Variation
el_gr: Σικελική άμυνα: Richter-Rauzer, βαριάντα Margate (Alekhine)

source: Sicilian Defence: Richter-Rauzer, Podvebrady Variation
el_gr: Σικελική άμυνα: Richter-Rauzer, βαριάντα Podvebrady

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Ράουζερ

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...Be7
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Rauzer, 7...Be7

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...Be7 Defence, 9...Nxd4
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Rauzer, άμυνα 7...Be7, 9...Nxd4

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...Be7 Defence, 9.f4
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Rauzer, άμυνα 7...Be7, 9.f4

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...a6
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Rauzer, 7...a6

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...a6 Defence, 11.Bxf6
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Rauzer, άμυνα 7...a6, 11.Bxf6

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...a6 Defence, 8...Bd7
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Rauzer, άμυνα 7...a6, 8...Bd7

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, 7...a6 Defence, 9...Be7
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Rauzer, άμυνα 7...a6, 9...Be7

source: Sicilian Defence: Richter-Rauzer, Rauzer Attack, Geller Variation
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Rauzer, βαριάντα Geller

source: Sicilian Defence: Richter-Rauzer, Richter Attack
el_gr: Σικελική άμυνα: Richter-Rauzer, επίθεση Richter

source: Sicilian Defence: Rossolimo Variation, Brooklyn Retreat Defence
el_gr: Σικελική άμυνα: βαριάντα Rossolimo, άμυνα υποχώρησης Μπρούκλιν

source: Sicilian Defence: Scheveningen (Paulsen), Classical Variation
el_gr: Σικελική άμυνα: Scheveningen (Paulsen), κλασική βαριάντα

source: Sicilian Defence: Scheveningen Variation
el_gr: Σικελική άμυνα: βαριάντα Scheveningen

source: Sicilian Defence: Scheveningen Variation, Classical Variation
el_gr: Σικελική άμυνα: βαριάντα Scheveningen, κλασική βαριάντα

source: Sicilian Defence: Scheveningen Variation, Delayed Keres Attack
el_gr: Σικελική άμυνα: βαριάντα Scheveningen, καθυστερημένη επίθεση Keres

source: Sicilian Defence: Scheveningen Variation, Delayed Keres Attack, Perenyi Gambit
el_gr: Σικελική άμυνα: βαριάντα Scheveningen, καθυστερημένη επίθεση Keres, γκαμπί Perenyi

source: Sicilian Defence: Scheveningen Variation, English Attack
el_gr: Σικελική άμυνα: βαριάντα Scheveningen, Αγγλική επίθεση

source: Sicilian Defence: Scheveningen, 6.Be2
el_gr: Σικελική άμυνα: Scheveningen, 6.Be2

source: Sicilian Defence: Scheveningen, 6.f4
el_gr: Σικελική άμυνα: Scheveningen, 6.f4

source: Sicilian Defence: Scheveningen, Classical
el_gr: Σικελική άμυνα: Scheveningen, κλασική

source: Sicilian Defence: Scheveningen, Classical Main Line
el_gr: Σικελική άμυνα: Scheveningen, κλασική κύρια γραμμή

source: Sicilian Defence: Scheveningen, Classical Variation With ...Qc7 And ...Nc6
el_gr: Σικελική άμυνα: Scheveningen, κλασική βαριάντα με ...Qc7 και ...Nc6

source: Sicilian Defence: Scheveningen, Classical, Maroczy System
el_gr: Σικελική άμυνα: Scheveningen, κλασική, σύστημα Maroczy

source: Sicilian Defence: Scheveningen, Classical, Nd7 System
el_gr: Σικελική άμυνα: Scheveningen, κλασική, σύστημα Nd7

source: Sicilian Defence: Scheveningen, English Variation
el_gr: Σικελική άμυνα: Scheveningen, Αγγλική βαριάντα

source: Sicilian Defence: Scheveningen, Fianchetto Variation
el_gr: Σικελική άμυνα: Scheveningen, βαριάντα φιανκέτο

source: Sicilian Defence: Scheveningen, Keres Attack
el_gr: Σικελική άμυνα: Scheveningen, επίθεση Keres

source: Sicilian Defence: Scheveningen, Tal Variation
el_gr: Σικελική άμυνα: Scheveningen, βαριάντα Tal

source: Sicilian Defence: Scheveningen, Vitolins Variation
el_gr: Σικελική άμυνα: Scheveningen, βαριάντα Vitolins

source: Sicilian Defence: Smith-Morra Gambit
el_gr: Σικελική άμυνα: γκαμπί Smith-Morra

source: Sicilian Defence: Smith-Morra Gambit Accepted, Chicago Defence
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, άμυνα Σικάγου

source: Sicilian Defence: Smith-Morra Gambit Accepted, Classical Formation
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, κλασικός σχηματισμός

source: Sicilian Defence: Smith-Morra Gambit Accepted, Fianchetto Defence
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, άμυνα φιανκέτο

source: Sicilian Defence: Smith-Morra Gambit Accepted, Kan Formation
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, σχηματισμός Kan

source: Sicilian Defence: Smith-Morra Gambit Accepted, Larsen Defence
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, άμυνα Larsen

source: Sicilian Defence: Smith-Morra Gambit Accepted, Morphy Defence
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, άμυνα Morphy

source: Sicilian Defence: Smith-Morra Gambit Accepted, Morphy Defence Deferred
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, αναβαλλόμενη άμυνα Morphy

source: Sicilian Defence: Smith-Morra Gambit Accepted, Paulsen Formation
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, σχηματισμός Paulsen

source: Sicilian Defence: Smith-Morra Gambit Accepted, Pin Defence
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, άμυνα καρφώματος

source: Sicilian Defence: Smith-Morra Gambit Accepted, Scheveningen Formation
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, σχηματισμός Scheveningen

source: Sicilian Defence: Smith-Morra Gambit Accepted, Sozin Formation
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, σχηματισμός Sozin

source: Sicilian Defence: Smith-Morra Gambit Accepted, Taimanov Formation
el_gr: Σικελική άμυνα: αποδεκτό γκαμπί Smith-Morra, σχηματισμός Taimanov

source: Sicilian Defence: Smith-Morra Gambit Declined, Alapin Formation
el_gr: Σικελική άμυνα: μη αποδεκτό γκαμπί Smith-Morra, σχηματισμός Alapin

source: Sicilian Defence: Smith-Morra Gambit Declined, Center Formation
el_gr: Σικελική άμυνα: μη αποδεκτό γκαμπί Smith-Morra, σχηματισμός κέντρου

source: Sicilian Defence: Smith-Morra Gambit Declined, Dubois Variation
el_gr: Σικελική άμυνα: μη αποδεκτό γκαμπί Smith-Morra, βαριάντα Dubois

source: Sicilian Defence: Smith-Morra Gambit Declined, Push Variation
el_gr: Σικελική άμυνα: μη αποδεκτό γκαμπί Smith-Morra, βαριάντα ώθησης

source: Sicilian Defence: Smith-Morra Gambit Declined, Scandinavian Formation
el_gr: Σικελική άμυνα: μη αποδεκτό γκαμπί Smith-Morra, Σκανδιναβικός σχηματισμός

source: Sicilian Defence: Smith-Morra Gambit Declined, Wing Formation
el_gr: Σικελική άμυνα: μη αποδεκτό γκαμπί Smith-Morra, σχηματισμός Wing

source: Sicilian Defence: Smith-Morra Gambit Deferred
el_gr: Σικελική άμυνα: αναβαλλόμενο γκαμπί Smith-Morra

source: Sicilian Defence: Smith-Morra Gambit, Chicago Defence
el_gr: Σικελική άμυνα: γκαμπί Smith-Morra, άμυνα Σικάγου

source: Sicilian Defence: Smith-Morra Gambit, Danish Variation
el_gr: Σικελική άμυνα: γκαμπί Smith-Morra, Δανέζικη βαριάντα

source: Sicilian Defence: Snyder Variation
el_gr: Σικελική άμυνα: βαριάντα Snyder

source: Sicilian Defence: Snyder Variation, Queen Fianchetto Variation
el_gr: Σικελική άμυνα: βαριάντα Snyder, βαριάντα φιανκέτο βασίλισσας

source: Sicilian Defence: Sozin Attack
el_gr: Σικελική άμυνα: επίθεση Sozin

source: Sicilian Defence: Sozin Attack, Main Line, Sherbakov Variation
el_gr: Σικελική άμυνα: επίθεση Sozin, κύρια γραμμή, βαριάντα Sherbakov

source: Sicilian Defence: Sozin With ...a6 And ...b5
el_gr: Σικελική άμυνα: Sozin με ...a6 και ...b5

source: Sicilian Defence: Sozin, 7.Be3
el_gr: Σικελική άμυνα: Sozin, 7.Be3

source: Sicilian Defence: Sozin, Benko Variation
el_gr: Σικελική άμυνα: Sozin, βαριάντα Benko

source: Sicilian Defence: Sozin, Fischer Variation
el_gr: Σικελική άμυνα: Sozin, βαριάντα Fischer

source: Sicilian Defence: Sozin, Leonhardt Variation
el_gr: Σικελική άμυνα: Sozin, βαριάντα Leonhardt

source: Sicilian Defence: Sozin, Not Scheveningen
el_gr: Σικελική άμυνα: Sozin, όχι Scheveningen

source: Sicilian Defence: Spielmann Variation
el_gr: Σικελική άμυνα: βαριάντα Spielmann

source: Sicilian Defence: Staunton-Cochrane Variation
el_gr: Σικελική άμυνα: βαριάντα Staunton-Cochrane

source: Sicilian Defence: Steinitz Variation
el_gr: Σικελική άμυνα: βαριάντα Steinitz

source: Sicilian Defence: Stiletto (Althouse) Variation
el_gr: Σικελική άμυνα: βαριάντα Stiletto (Althouse)

source: Sicilian Defence: Sveshnikov Variation
el_gr: Σικελική άμυνα: βαριάντα Sveshnikov

source: Sicilian Defence: Taimanov (Bastrikov) Variation
el_gr: Σικελική άμυνα: βαριάντα Taimanov (Bastrikov)

source: Sicilian Defence: Taimanov Variation
el_gr: Σικελική άμυνα: βαριάντα Taimanov

source: Sicilian Defence: Taimanov Variation, Bastrikov Variation
el_gr: Σικελική άμυνα: βαριάντα Taimanov, βαριάντα Bastrikov

source: Sicilian Defence: Taimanov Variation, Bastrikov Variation, English Attack
el_gr: Σικελική άμυνα: βαριάντα Taimanov, βαριάντα Bastrikov, Αγγλική επίθεση

source: Sicilian Defence: Taimanov Variation, Bastrikov Variation, Ponomariov Gambit
el_gr: Σικελική άμυνα: βαριάντα Taimanov, βαριάντα Bastrikov, γκαμπί Ponomariov

source: Sicilian Defence: Taimanov, American Attack
el_gr: Σικελική άμυνα: Taimanov, Αμερικανική επίθεση

source: Sicilian Defence: Velimirovic Attack
el_gr: Σικελική άμυνα: επίθεση Velimirovic

source: Sicilian Defence: Venice Attack
el_gr: Σικελική άμυνα: επίθεση Βενετίας

source: Sicilian Defence: Wing Gambit
el_gr: Σικελική άμυνα: γκαμπί Wing

source: Sicilian Defence: Wing Gambit Deferred
el_gr: Σικελική άμυνα: αναβαλλόμενο γκαμπί Wing

source: Sicilian Defence: Wing Gambit, Abrahams Variation
el_gr: Σικελική άμυνα: γκαμπί Wing, βαριάντα Abrahams

source: Sicilian Defence: Wing Gambit, Carlsbad Variation
el_gr: Σικελική άμυνα: γκαμπί Wing, βαριάντα Carlsbad

source: Sicilian Defence: Wing Gambit, Marienbad Variation
el_gr: Σικελική άμυνα: γκαμπί Wing, βαριάντα Marienbad

source: Sicilian Defence: Wing Gambit, Marshall Variation
el_gr: Σικελική άμυνα: γκαμπί Wing, βαριάντα Marshall

source: Sicilian Defence: Wing Gambit, Nanu Gambit
el_gr: Σικελική άμυνα: γκαμπί Wing, γκαμπί Nanu

source: Sicilian Defence: Wing Gambit, Romanian Defence
el_gr: Σικελική άμυνα: γκαμπί Wing, Ρουμανική άμυνα

source: Sicilian Defence: Wing Gambit, Santasiere Variation
el_gr: Σικελική άμυνα: γκαμπί Wing, βαριάντα Santasiere

source: Sicilian Defence: Yates Variation
el_gr: Σικελική άμυνα: βαριάντα Yates

source: Sicilian, Chekhover Variation
el_gr: Σικελική, βαριάντα Chekhover

source: Sicilian, Szen (`anti-Taimanov') Variation
el_gr: Σικελική, βαριάντα Szen (`anti-Taimanov')

source: Sicilian, Szen Variation, Dely-Kasparov Gambit
el_gr: Σικελική, βαριάντα Szen, γκαμπί Dely-Kasparov

source: Sicilian, Szen, Hedgehog Variation
el_gr: Σικελική, Szen, βαριάντα σκατζόχοιρου

source: Slav Defence
el_gr: Σλαβική άμυνα

source: Slav Defence: Bonet Gambit
el_gr: Σλαβική άμυνα: γκαμπί Bonet

source: Slav Defence: Chameleon Variation
el_gr: Σλαβική άμυνα: βαριάντα χαμαιλέοντα

source: Slav Defence: Chameleon Variation, Advance System
el_gr: Σλαβική άμυνα: βαριάντα χαμαιλέοντα, προχωρημένο σύστημα

source: Slav Defence: Czech Variation, Bled Attack
el_gr: Σλαβική άμυνα: Τσεχική βαριάντα, επίθεση Bled

source: Slav Defence: Czech Variation, Carlsbad Variation, Morozevich Variation
el_gr: Σλαβική άμυνα: Τσεχική βαριάντα, βαριάντα Carlsbad, βαριάντα Morozevich

source: Slav Defence: Czech Variation, Dutch Variation
el_gr: Σλαβική άμυνα: Τσεχική βαριάντα, Ολλανδική βαριάντα

source: Slav Defence: Czech Variation, Krause Attack, Fazekas Gambit
el_gr: Σλαβική άμυνα: Τσεχική βαριάντα, επίθεση Krause, γκαμπί Fazekas

source: Slav Defence: Czech Variation, Wiesbaden Variation, Sharp Line
el_gr: Σλαβική άμυνα: Τσεχική βαριάντα, βαριάντα Wiesbaden, γραμμή Sharp

source: Slav Defence: Diemer Gambit
el_gr: Σλαβική άμυνα: γκαμπί Diemer

source: Slav Defence: Exchange Variation
el_gr: Σλαβική άμυνα: βαριάντα ανταλλαγής

source: Slav Defence: Quiet Variation, Pin Defence
el_gr: Σλαβική άμυνα: ήσυχη βαριάντα, άμυνα καρφώματος

source: Slav Defence: Smyslov Variation
el_gr: Σλαβική άμυνα: βαριάντα Smyslov

source: Slav Defence: Winawer CounterGambit, Anti-Winawer Gambit
el_gr: Σλαβική άμυνα: αντιγκαμπί Winawer, γκαμπί Anti-Winawer

source: Slav Indian
el_gr: Σλαβοινδική

source: Slav Indian: Kudischewitsch Gambit
el_gr: Σλαβοινδική: γκαμπί Kudischewitsch

source: Sodium Attack: Celadon Variation
el_gr: Επίθεση Sodium: βαριάντα Celadon

source: Sodium Attack: Chenoboskion Variation
el_gr: Επίθεση Sodium: βαριάντα Chenoboskion

source: Sodium Attack: Durkin Gambit
el_gr: Επίθεση Sodium: γκαμπί Durkin

source: Spanish Opening: ...b5 & ...d6
el_gr: Ισπανική παρτίδα: ...b5 & ...d6

source: Spanish Opening: 5.O-O
el_gr: Ισπανική παρτίδα: 5.O-O

source: Spanish Opening: Alapin Defence
el_gr: Ισπανική παρτίδα: άμυνα Alapin

source: Spanish Opening: Alapin Defence Deferred
el_gr: Ισπανική παρτίδα: αναβαλλόμενη άμυνα Alapin

source: Spanish Opening: Alapin Defence, Alapin Gambit
el_gr: Ισπανική παρτίδα: άμυνα Alapin, γκαμπί Alapin

source: Spanish Opening: Anderssen Variation
el_gr: Ισπανική παρτίδα: βαριάντα Anderssen

source: Spanish Opening: Archangelsk (counterthrust) Variation
el_gr: Ισπανική παρτίδα: βαριάντα Archangelsk (counterthrust)

source: Spanish Opening: Berlin Defence
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου

source: Spanish Opening: Berlin Defence, 4.O-O
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, 4.O-O

source: Spanish Opening: Berlin Defence, 4.O-O, D6
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, 4.O-O, D6

source: Spanish Opening: Berlin Defence, Anderssen Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Anderssen

source: Spanish Opening: Berlin Defence, Berlin Wall
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, τείχος του Βερολίνου

source: Spanish Opening: Berlin Defence, Beverwijk Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Beverwijk

source: Spanish Opening: Berlin Defence, Cordel Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Cordel

source: Spanish Opening: Berlin Defence, Duras Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Duras

source: Spanish Opening: Berlin Defence, Fishing Pole Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα καλαμιού ψαρέματος

source: Spanish Opening: Berlin Defence, Hedgehog Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα σκατζόχοιρου

source: Spanish Opening: Berlin Defence, Kaufmann Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Kaufmann

source: Spanish Opening: Berlin Defence, L'Hermet Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα L'Hermet

source: Spanish Opening: Berlin Defence, L'Hermet Variation, Berlin Wall Defence
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα L'Hermet, άμυνα τείχους του Βερολίνου

source: Spanish Opening: Berlin Defence, L'Hermet Variation, Westerinen Line
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα L'Hermet, γραμμή Westerinen

source: Spanish Opening: Berlin Defence, Minckwitz Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Minckwitz

source: Spanish Opening: Berlin Defence, Mortimer Trap
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, παγίδα Mortimer

source: Spanish Opening: Berlin Defence, Mortimer Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Mortimer

source: Spanish Opening: Berlin Defence, Nyholm Attack
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, επίθεση Nyholm

source: Spanish Opening: Berlin Defence, Open Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, ανοιχτή βαριάντα

source: Spanish Opening: Berlin Defence, Pillsbury Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Pillsbury

source: Spanish Opening: Berlin Defence, Rio De Janeiro Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Ρίο ντε Τζανέιρο

source: Spanish Opening: Berlin Defence, Rosenthal Variation
el_gr: Ισπανική παρτίδα: άμυνα Βερολίνου, βαριάντα Rosenthal
