Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: King Indian Defence: Orthodox Variation, Bayonet Attack, Sokolov Line
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, επίθεση Bayonet, γραμμή Sokolov

source: King Indian Defence: Orthodox Variation, Bayonet Attack, Yepishin Line
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, επίθεση Bayonet, γραμμή Yepishin

source: King Indian Defence: Orthodox Variation, Classical System, Kozul Gambit
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, κλασικό σύστημα, γκαμπί Kozul

source: King Indian Defence: Orthodox Variation, Classical System, Neo-Classical Line
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, κλασικό σύστημα, νεοκλασική γραμμή

source: King Indian Defence: Orthodox Variation, Glek Defence
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, άμυνα Glek

source: King Indian Defence: Orthodox Variation, Korchnoi Attack
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, επίθεση Korchnoi

source: King Indian Defence: Orthodox Variation, Modern System
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, μοντέρνο σύστημα

source: King Indian Defence: Orthodox Variation, Positional Defence, Closed Line
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, άμυνα θέσης, κλειστή γραμμή

source: King Indian Defence: Orthodox Variation, Ukrainian Defence
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα, Ουκρανική άμυνα

source: King Indian Defence: Orthodox, 7...Nbd7
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, 7...Nbd7

source: King Indian Defence: Orthodox, 7...Nbd7, 8.Re1
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, 7...Nbd7, 8.Re1

source: King Indian Defence: Orthodox, 7...Nbd7, Main Line
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, 7...Nbd7, κύρια γραμμή

source: King Indian Defence: Orthodox, Aronin-Taimanov Variation
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, βαριάντα Aronin-Taimanov

source: King Indian Defence: Orthodox, Aronin-Taimanov, 9.Ne1
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, Aronin-Taimanov, 9.Ne1

source: King Indian Defence: Orthodox, Aronin-Taimanov, Bayonet Attack
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, Aronin-Taimanov, επίθεση Bayonet

source: King Indian Defence: Orthodox, Aronin-Taimanov, Benko Attack
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, Aronin-Taimanov, επίθεση Benko

source: King Indian Defence: Orthodox, Aronin-Taimanov, Main Line
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, Aronin-Taimanov, κύρια γραμμή

source: King Indian Defence: Orthodox, Donner Variation
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη, βαριάντα Donner

source: King Indian Defence: Petrosian System
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Petrosian

source: King Indian Defence: Petrosian System, Keres Variation
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Petrosian, βαριάντα Keres

source: King Indian Defence: Petrosian System, Main Line
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Petrosian, κύρια γραμμή

source: King Indian Defence: Petrosian System, Stein Variation
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Petrosian, βαριάντα Stein

source: King Indian Defence: Pomar System
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Pomar

source: King Indian Defence: Saemisch Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Saemisch

source: King Indian Defence: Saemisch, 5...O-O
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, 5...O-O

source: King Indian Defence: Saemisch, 6...Nc6
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, 6...Nc6

source: King Indian Defence: Saemisch, Byrne Variation
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, βαριάντα Byrne

source: King Indian Defence: Saemisch, Double Fianchetto Variation
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, βαριάντα διπλό φιανκέτο

source: King Indian Defence: Saemisch, Orthodox Main Line
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, ορθόδοξη κύρια γραμμή

source: King Indian Defence: Saemisch, Orthodox Variation
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, ορθόδοξη βαριάντα

source: King Indian Defence: Saemisch, Orthodox, 7.Nge2 C6
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, ορθόδοξη, 7.Nge2 C6

source: King Indian Defence: Saemisch, Orthodox, 7.d5
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, ορθόδοξη, 7.d5

source: King Indian Defence: Saemisch, Orthodox, 7.d5 C6
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, ορθόδοξη, 7.d5 C6

source: King Indian Defence: Saemisch, Orthodox, Bronstein Variation
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, ορθόδοξη, βαριάντα Bronstein

source: King Indian Defence: Saemisch, Panno Formation
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, σχηματισμός Panno

source: King Indian Defence: Saemisch, Panno Main Line
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, Panno κύρια γραμμή

source: King Indian Defence: Saemisch, Ruban Variation
el_gr: Ινδική άμυνα του βασιλιά: Saemisch, βαριάντα Ruban

source: King Indian Defence: Santasiere Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Santasiere

source: King Indian Defence: Semi-Averbakh System
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Semi-Averbakh

source: King Indian Defence: Semi-Classical Variation
el_gr: Ινδική άμυνα του βασιλιά: ημικλασική βαριάντα

source: King Indian Defence: Semi-Classical Variation, Benoni Variation
el_gr: Ινδική άμυνα του βασιλιά: ημικλασική βαριάντα, βαριάντα Benoni

source: King Indian Defence: Semi-Classical Variation, Exchange Variation
el_gr: Ινδική άμυνα του βασιλιά: ημικλασική βαριάντα, βαριάντα ανταλλαγής

source: King Indian Defence: Semi-Classical Variation, Hollywood Variation
el_gr: Ινδική άμυνα του βασιλιά: ημικλασική βαριάντα, βαριάντα Hollywood

source: King Indian Defence: Semi-Classical Variation, Queenside Storm Line
el_gr: Ινδική άμυνα του βασιλιά: ημικλασική βαριάντα, γραμμή Storm στην πλευρά της βασίλισσας

source: King Indian Defence: Six Pawns Attack
el_gr: Ινδική άμυνα του βασιλιά: επίθεση έξι πιονιών

source: King Indian Defence: Smyslov System
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Smyslov

source: King Indian Defence: Steiner Attack
el_gr: Ινδική άμυνα του βασιλιά: επίθεση Steiner

source: King Indian Defence: Sämisch Variation, Bobotsov-Korchnoi-Petrosian Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Sämisch, βαριάντα Bobotsov-Korchnoi-Petrosian

source: King Indian Defence: Sämisch Variation, Bronstein Defence
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Sämisch, άμυνα Bronstein

source: King Indian Defence: Torre Attack
el_gr: Ινδική άμυνα του βασιλιά: επίθεση Torre

source: King Indian Defence: Zinnowitz Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Zinnowitz

source: King Indian With E4 & G3
el_gr: Ινδική του βασιλιά με E4 & G3

source: King Knight Gambit
el_gr: Γκαμπί ίππου του βασιλιά

source: King Knight Opening
el_gr: Άνοιγμα ίππου του βασιλιά

source: King Knight Opening: Normal Variation
el_gr: Άνοιγμα ίππου του βασιλιά: κανονική βαριάντα

source: King Pawn Game
el_gr: Παρτίδα πιονιού του βασιλιά

source: King Pawn Opening
el_gr: Άνοιγμα πιονιού του βασιλιά

source: King Pawn Opening: Bavarian Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: Βαυαρικό γκαμπί

source: King Pawn Opening: Beyer Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί Beyer

source: King Pawn Opening: Busch-Gass Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί Busch-Gass

source: King Pawn Opening: Busch-Gass Gambit, Chiodini Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί Busch-Gass, γκαμπί Chiodini

source: King Pawn Opening: Clam Variation, King Gambit Reversed
el_gr: Άνοιγμα πιονιού του βασιλιά: βαριάντα Clam, αντεστραμμένο γκαμπί βασιλιά

source: King Pawn Opening: Clam Variation, Radisch Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: βαριάντα Clam, γκαμπί Radisch

source: King Pawn Opening: Colorado Counter
el_gr: Άνοιγμα πιονιού του βασιλιά: μετρητής Κολοράντο

source: King Pawn Opening: Damiano Defence, Damiano Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Damiano, γκαμπί Damiano

source: King Pawn Opening: Damiano Defence, Damiano Gambit, Chigorin Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Damiano, γκαμπί Damiano, γκαμπί Chigorin

source: King Pawn Opening: Gunderam Defence, Gunderam Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Gunderam, γκαμπί Gunderam

source: King Pawn Opening: Gunderam Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί Gunderam

source: King Pawn Opening: Indian Opening
el_gr: Άνοιγμα πιονιού του βασιλιά: Ινδικό άνοιγμα

source: King Pawn Opening: King Head Opening
el_gr: Άνοιγμα πιονιού του βασιλιά: άνοιγμα King Head

source: King Pawn Opening: La Bourdonnais Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί La Bourdonnais

source: King Pawn Opening: Lopez Opening
el_gr: Άνοιγμα πιονιού του βασιλιά: άνοιγμα Lopez

source: King Pawn Opening: Macleod Attack, Lasa Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: επίθεση Macleod, γκαμπί Lasa

source: King Pawn Opening: Macleod Attack, Norwalde Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: επίθεση Macleod, γκαμπί Norwalde

source: King Pawn Opening: Maróczy Defence
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Maróczy

source: King Pawn Opening: Mengarini Opening
el_gr: Άνοιγμα πιονιού του βασιλιά: άνοιγμα Mengarini

source: King Pawn Opening: Napoleon Opening
el_gr: Άνοιγμα πιονιού του βασιλιά: Ναπολεόντειο άνοιγμα

source: King Pawn Opening: Neo-Mongoloid Defence
el_gr: Άνοιγμα πιονιού του βασιλιά: Νεομογγολική άμυνα

source: King Pawn Opening: Nimzovich Defence
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Nimzovich

source: King Pawn Opening: Nimzovich Defence, Bogolyubov Variation
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Nimzovich, βαριάντα Bogolyubov

source: King Pawn Opening: Nimzovich Defence, Marshall Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Nimzovich, γκαμπί Marshall

source: King Pawn Opening: Nimzovich Defence, Wheeler Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Nimzovich, γκαμπί Wheeler

source: King Pawn Opening: Nimzowitsch Defence
el_gr: Άνοιγμα πιονιού του βασιλιά: άμυνα Nimzowitsch

source: King Pawn Opening: Pachman Wing Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί Pachman Wing

source: King Pawn Opening: Patzer Opening
el_gr: Άνοιγμα πιονιού του βασιλιά: άνοιγμα Patzer

source: King Pawn Opening: Philidor Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί Philidor

source: King Pawn Opening: Speers
el_gr: Άνοιγμα πιονιού του βασιλιά: Speers

source: King Pawn Opening: Tayler Opening, Basman Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: άνοιγμα Tayler, γκαμπί Basman

source: King Pawn Opening: Tortoise Opening
el_gr: Άνοιγμα πιονιού του βασιλιά: άνοιγμα Tortoise

source: King Pawn Opening: Van Hooydoon Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί Van Hooydoon

source: King Pawn Opening: Wayward Queen Attack, Kiddie CounterGambit
el_gr: Άνοιγμα πιονιού του βασιλιά: επίθεση Wayward Queen, αντιγκαμπί Kiddie

source: King Pawn Opening: Wayward Queen Attack, Mellon Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: επίθεση Wayward Queen, γκαμπί Mellon

source: King Pawn Opening: Weber Gambit
el_gr: Άνοιγμα πιονιού του βασιλιά: γκαμπί Weber

source: Konstantinopolsky Opening
el_gr: Άνοιγμα Konstantinopolsky

source: Kádas Opening: Beginner Trap
el_gr: Άνοιγμα Kádas: παγίδα αρχάριων

source: Kádas Opening: Kádas Gambit
el_gr: Άνοιγμα Kádas: γκαμπί Kádas

source: Kádas Opening: Myers Variation
el_gr: Άνοιγμα Kádas: βαριάντα Myers

source: Kádas Opening: Schneider Gambit
el_gr: Άνοιγμα Kádas: γκαμπί Schneider

source: Kádas Opening: Steinbok Gambit
el_gr: Άνοιγμα Kádas: γκαμπί Steinbok

source: Lasker Simul Special
el_gr: Lasker simul σπέσιαλ

source: Latvian Counter-gambit
el_gr: Λετονικό αντιγκαμπί

source: Latvian Gambit Accepted
el_gr: Αποδεκτό Λετονικό γκαμπί

source: Latvian Gambit Accepted: Bilguer Variation
el_gr: Αποδεκτό Λετονικό γκαμπί: βαριάντα Bilguer

source: Latvian Gambit Accepted: Bronstein Attack
el_gr: Αποδεκτό Λετονικό γκαμπί: επίθεση Bronstein

source: Latvian Gambit Accepted: Bronstein Gambit
el_gr: Αποδεκτό Λετονικό γκαμπί: γκαμπί Bronstein

source: Latvian Gambit Accepted: Foltys Variation
el_gr: Αποδεκτό Λετονικό γκαμπί: βαριάντα Foltys

source: Latvian Gambit Accepted: Foltys-Leonhardt Variation
el_gr: Αποδεκτό Λετονικό γκαμπί: βαριάντα Foltys-Leonhardt

source: Latvian Gambit Accepted: Leonhardt Variation
el_gr: Αποδεκτό Λετονικό γκαμπί: βαριάντα Leonhardt

source: Latvian Gambit Accepted: Main Line
el_gr: Αποδεκτό Λετονικό γκαμπί: κύρια γραμμή

source: Latvian Gambit, 3.Bc4
el_gr: Λετονικό γκαμπί, 3.Bc4

source: Latvian Gambit: Behting Variation
el_gr: Λετονικό γκαμπί: βαριάντα Behting

source: Latvian Gambit: Clam Gambit
el_gr: Λετονικό γκαμπί: γκαμπί Clam

source: Latvian Gambit: Corkscrew Counter-gambit
el_gr: Λετονικό γκαμπί: αντιγκαμπί Corkscrew

source: Latvian Gambit: Corkscrew Gambit
el_gr: Λετονικό γκαμπί: γκαμπί Corkscrew

source: Latvian Gambit: Diepstraten CounterGambit
el_gr: Λετονικό γκαμπί: αντιγκαμπί Diepstraten

source: Latvian Gambit: Fraser Defence
el_gr: Λετονικό γκαμπί: άμυνα Fraser

source: Latvian Gambit: Greco Variation
el_gr: Λετονικό γκαμπί: βαριάντα Greco

source: Latvian Gambit: Lobster Gambit
el_gr: Λετονικό γκαμπί: γκαμπί Lobster

source: Latvian Gambit: Mason CounterGambit
el_gr: Λετονικό γκαμπί: αντιγκαμπί Mason

source: Latvian Gambit: Mayet Attack, Morgado Defence
el_gr: Λετονικό γκαμπί: επίθεση Mayet, άμυνα Morgado

source: Latvian Gambit: Mayet Attack, Poisoned Pawn Variation
el_gr: Λετονικό γκαμπί: επίθεση Mayet, βαριάντα δηλητηριασμένου πιονιού

source: Latvian Gambit: Mayet Attack, Strautins Gambit
el_gr: Λετονικό γκαμπί: επίθεση Mayet, γκαμπί Strautins

source: Latvian Gambit: Mlotkowski Variation
el_gr: Λετονικό γκαμπί: βαριάντα Mlotkowski

source: Latvian Gambit: Nimzovich Variation
el_gr: Λετονικό γκαμπί: βαριάντα Nimzovich

source: Latvian Gambit: Polerio Variation
el_gr: Λετονικό γκαμπί: βαριάντα Polerio

source: Latvian Gambit: Senechaud Gambit
el_gr: Λετονικό γκαμπί: γκαμπί Senechaud

source: Lemming Defence
el_gr: Άμυνα Lemming

source: Lengfellner System
el_gr: Σύστημα Lengfellner

source: Levitsky Attack (Queen Bishop Attack)
el_gr: Επίθεση Levitsky (επίθεση αξιωματικού της βασίλισσας)

source: Lion Defence: Anti-Philidor
el_gr: Άμυνα Lion: Anti-Philidor

source: Lion Defence: Anti-Philidor, Lion Cave
el_gr: Άμυνα Lion: Anti-Philidor, Lion Cave

source: Lion Defence: Anti-Philidor, Lion Cave, Lion Claw Gambit
el_gr: Άμυνα Lion: Anti-Philidor, Lion Cave, γκαμπί Lion Claw

source: Lion Defence: Bayonet Attack
el_gr: Άμυνα Lion: επίθεση Bayonet

source: Lion Defence: Lion Jaw
el_gr: Άμυνα Lion: Lion Jaw

source: London System: Poisoned Pawn Variation
el_gr: Σύστημα Λονδίνου: βαριάντα δηλητηριασμένου πιονιού

source: Mexican Defence: Horsefly Gambit
el_gr: Μεξικανική άμυνα: γκαμπί Horsefly

source: Mieses Opening
el_gr: Άνοιγμα Mieses

source: Mieses Opening: Myers Spike Attack
el_gr: Άνοιγμα Mieses: επίθεση Spike Myers

source: Mieses Opening: Reversed Rat
el_gr: Άνοιγμα Mieses: αντεστραμμένο Rat

source: Mikenas Defence: Cannstatter Variation
el_gr: Άμυνα Mikenas: βαριάντα Cannstatter

source: Mikenas Defence: Lithuanian Variation
el_gr: Άμυνα Mikenas: Λιθουανική βαριάντα

source: Mikenas Defence: Pozarek Gambit
el_gr: Άμυνα Mikenas: γκαμπί Pozarek

source: Modern Defence
el_gr: Μοντέρνα άμυνα

source: Modern Defence: Anti-Modern
el_gr: Μοντέρνα άμυνα: αντιμοντέρνα

source: Modern Defence: Averbakh System
el_gr: Μοντέρνα άμυνα: σύστημα Averbakh

source: Modern Defence: Averbakh System, Kotov Variation
el_gr: Μοντέρνα άμυνα: σύστημα Averbakh, βαριάντα Kotov

source: Modern Defence: Averbakh System, Randspringer Variation
el_gr: Μοντέρνα άμυνα: σύστημα Averbakh, βαριάντα Randspringer

source: Modern Defence: Averbakh Variation, Pseudo-Sämisch
el_gr: Μοντέρνα άμυνα: βαριάντα Averbakh, Pseudo-Sämisch

source: Modern Defence: Bishop Attack
el_gr: Μοντέρνα άμυνα: επίθεση αξιωματικού

source: Modern Defence: Bishop Attack, Bücker Gambit
el_gr: Μοντέρνα άμυνα: επίθεση αξιωματικού, γκαμπί Bücker

source: Modern Defence: Bishop Attack, Monkey Bum
el_gr: Μοντέρνα άμυνα: επίθεση αξιωματικού, Monkey Bum

source: Modern Defence: Dunworthy Variation
el_gr: Μοντέρνα άμυνα: βαριάντα Dunworthy

source: Modern Defence: Fianchetto Gambit
el_gr: Μοντέρνα άμυνα: γκαμπί φιανκέτο

source: Modern Defence: Lizard Defence, Mittenberger Gambit
el_gr: Μοντέρνα άμυνα: άμυνα Lizard, γκαμπί Mittenberger

source: Modern Defence: Lizard Defence, Pirc-Diemer Gambit
el_gr: Μοντέρνα άμυνα: άμυνα Lizard, γκαμπί Pirc-Diemer

source: Modern Defence: Masur Gambit
el_gr: Μοντέρνα άμυνα: γκαμπί Masur

source: Modern Defence: Modern Pterodactyl
el_gr: Μοντέρνα άμυνα: μοντέρνο Pterodactyl

source: Modern Defence: Mongredien Defence
el_gr: Μοντέρνα άμυνα: άμυνα Mongredien

source: Modern Defence: Neo-Modern Defence
el_gr: Μοντέρνα άμυνα: νεομοντέρνα άμυνα

source: Modern Defence: Norwegian Defence
el_gr: Μοντέρνα άμυνα: Νορβηγική άμυνα

source: Modern Defence: Norwegian Defence, Norwegian Gambit
el_gr: Μοντέρνα άμυνα: Νορβηγική άμυνα, Νορβηγικό γκαμπί

source: Modern Defence: Pterodactyl Variation
el_gr: Μοντέρνα άμυνα: βαριάντα Pterodactyl

source: Modern Defence: Semi-Averbakh Variation, Polish Variation
el_gr: Μοντέρνα άμυνα: βαριάντα Semi-Averbakh, Πολωνική βαριάντα

source: Modern Defence: Semi-Averbakh Variation, Pterodactyl Variation
el_gr: Μοντέρνα άμυνα: βαριάντα Semi-Averbakh, βαριάντα Pterodactyl

source: Modern Defence: Semi-Averbakh Variation, Pterodactyl Variation Accepted
el_gr: Μοντέρνα άμυνα: βαριάντα Semi-Averbakh, αποδεκτή βαριάντα Pterodactyl

source: Modern Defence: Semi-Averbakh Variation, Pterodactyl Variation Declined
el_gr: Μοντέρνα άμυνα: βαριάντα Semi-Averbakh, μη αποδεκτή βαριάντα Pterodactyl

source: Modern Defence: Standard Defence
el_gr: Μοντέρνα άμυνα: τυπική άμυνα

source: Modern Defence: Two Knights Variation, Suttles Variation, Tal Gambit
el_gr: Μοντέρνα άμυνα: βαριάντα δύο ίππων, βαριάντα Suttles, γκαμπί Tal

source: Modern Defence: Westermann Gambit
el_gr: Μοντέρνα άμυνα: γκαμπί Westermann

source: Modern Defence: Wind Gambit
el_gr: Μοντέρνα άμυνα: γκαμπί Wind

source: Montevideo Defence
el_gr: Άμυνα Montevideo

source: Mujannah Opening
el_gr: Άνοιγμα Mujannah

source: Neo-Gruenfeld (Kemeri) Defence
el_gr: Άμυνα Neo-Gruenfeld (Kemeri)

source: Neo-Gruenfeld Defence
el_gr: Άμυνα Neo-Gruenfeld

source: Neo-Gruenfeld Defence: Classical Variation, Modern Defence
el_gr: Άμυνα Neo-Gruenfeld: κλασική βαριάντα, μοντέρνα άμυνα

source: Neo-Gruenfeld Defence: Classical Variation, Polgar Variation
el_gr: Άμυνα Neo-Gruenfeld: κλασική βαριάντα, βαριάντα Polgar

source: Neo-Gruenfeld Defence: Non- Or Delayed Fianchetto
el_gr: Άμυνα Neo-Gruenfeld: μη- ή καθυστερημένο φιανκέτο

source: Neo-Gruenfeld, 5.cd, Main Line
el_gr: Neo-Gruenfeld, 5.cd, κύρια γραμμή

source: Neo-Gruenfeld, 6.O-O, Main Line
el_gr: Neo-Gruenfeld, 6.O-O, κύρια γραμμή

source: Neo-Indian (Seirawan) Attack
el_gr: Νεοϊνδική επίθεση (Seirawan)

source: Nimzo-Indian Defence
el_gr: Νιμζοϊνδική άμυνα

source: Nimzo-Indian Defence: 4.e3
el_gr: Νιμζοϊνδική άμυνα: 4.e3

source: Nimzo-Indian Defence: 4.e3 C5
el_gr: Νιμζοϊνδική άμυνα: 4.e3 c5

source: Nimzo-Indian Defence: 4.e3 C5, 5.Ne2 (Rubinstein)
el_gr: Νιμζοϊνδική άμυνα: 4.e3 c5, 5.Ne2 (Rubinstein)

source: Nimzo-Indian Defence: 4.e3 E8g8, 5.Nf3 D7d5
el_gr: Νιμζοϊνδική άμυνα: 4.e3 E8g8, 5.Nf3 D7d5

source: Nimzo-Indian Defence: 4.e3 E8g8, 5.Nf3, Without ...d5
el_gr: Νιμζοϊνδική άμυνα: 4.e3 E8g8, 5.Nf3, χωρίς ...d5

source: Nimzo-Indian Defence: 4.e3 O-O
el_gr: Νιμζοϊνδική άμυνα: 4.e3 O-O

source: Nimzo-Indian Defence: 4.e3 O-O, 5.Bd3
el_gr: Νιμζοϊνδική άμυνα: 4.e3 O-O, 5.Bd3

source: Nimzo-Indian Defence: 4.e3 O-O, 5.Bd3 D5
el_gr: Νιμζοϊνδική άμυνα: 4.e3 O-O, 5.Bd3 D5

source: Nimzo-Indian Defence: 4.e3, Botvinnik System
el_gr: Νιμζοϊνδική άμυνα: 4.e3, σύστημα Botvinnik

source: Nimzo-Indian Defence: 4.e3, Bronstein (Byrne) Variation
el_gr: Νιμζοϊνδική άμυνα: 4.e3, βαριάντα Bronstein (Byrne)

source: Nimzo-Indian Defence: 4.e3, Gligoric System With 7...Nbd7
el_gr: Νιμζοϊνδική άμυνα: 4.e3, σύστημα Gligoric με 7...Nbd7

source: Nimzo-Indian Defence: 4.e3, Gligoric System With 7...dc
el_gr: Νιμζοϊνδική άμυνα: 4.e3, σύστημα Gligoric με 7...dc

source: Nimzo-Indian Defence: 4.e3, Gligoric System, Bronstein Variation
el_gr: Νιμζοϊνδική άμυνα: 4.e3, σύστημα Gligoric, βαριάντα Bronstein

source: Nimzo-Indian Defence: 4.e3, Gligoric System, Smyslov Variation
el_gr: Νιμζοϊνδική άμυνα: 4.e3, σύστημα Gligoric, βαριάντα Smyslov

source: Nimzo-Indian Defence: 4.e3, Keres Variation
el_gr: Νιμζοϊνδική άμυνα: 4.e3, βαριάντα Keres

source: Nimzo-Indian Defence: 4.e3, Main Line
el_gr: Νιμζοϊνδική άμυνα: 4.e3, κύρια γραμμή

source: Nimzo-Indian Defence: 4.e3, Main Line With ...b6
el_gr: Νιμζοϊνδική άμυνα: 4.e3, κύρια γραμμή με ...b6

source: Nimzo-Indian Defence: 4.e3, Main Line With ...c5
el_gr: Νιμζοϊνδική άμυνα: 4.e3, κύρια γραμμή με ...c5

source: Nimzo-Indian Defence: 4.e3, Main Line With 7...Nc6
el_gr: Νιμζοϊνδική άμυνα: 4.e3, κύρια γραμμή με 7...Nc6

source: Nimzo-Indian Defence: 4.e3, Main Line With 8...Bxc3
el_gr: Νιμζοϊνδική άμυνα: 4.e3, κύρια γραμμή με 8...Bxc3

source: Nimzo-Indian Defence: 4.e3, Main Line With 8...dc And 9...cd
el_gr: Νιμζοϊνδική άμυνα: 4.e3, κύρια γραμμή με 8...dc και 9...cd

source: Nimzo-Indian Defence: 4.e3, Ragozin Variation
el_gr: Νιμζοϊνδική άμυνα: 4.e3, βαριάντα Ragozin

source: Nimzo-Indian Defence: 4.e3, Taimanov Variation
el_gr: Νιμζοϊνδική άμυνα: 4.e3, βαριάντα Taimanov

source: Nimzo-Indian Defence: Classical Variation
el_gr: Νιμζοϊνδική άμυνα: κλασική βαριάντα

source: Nimzo-Indian Defence: Classical Variation, Belyavsky Gambit
el_gr: Νιμζοϊνδική άμυνα: κλασική βαριάντα, γκαμπί Belyavsky

source: Nimzo-Indian Defence: Classical Variation, Berlin Variation, Macieja System
el_gr: Νιμζοϊνδική άμυνα: κλασική βαριάντα, βαριάντα Βερολίνου, σύστημα Macieja

source: Nimzo-Indian Defence: Classical Variation, Berlin Variation, Steiner Variation
el_gr: Νιμζοϊνδική άμυνα: κλασική βαριάντα, βαριάντα Βερολίνου, βαριάντα Steiner

source: Nimzo-Indian Defence: Classical Variation, Keres Defence
el_gr: Νιμζοϊνδική άμυνα: κλασική βαριάντα, άμυνα Keres

source: Nimzo-Indian Defence: Classical, 4...Nc6
el_gr: Νιμζοϊνδική άμυνα: κλασική, 4...Nc6

source: Nimzo-Indian Defence: Classical, 4...c5
el_gr: Νιμζοϊνδική άμυνα: κλασική, 4...c5

source: Nimzo-Indian Defence: Classical, Adorjan Gambit
el_gr: Νιμζοϊνδική άμυνα: κλασική, γκαμπί Adorjan

source: Nimzo-Indian Defence: Classical, Botvinnik Variation
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα Botvinnik

source: Nimzo-Indian Defence: Classical, Milner-Barry (Zurich) Variation
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα Milner-Barry (Zurich)

source: Nimzo-Indian Defence: Classical, Noa Variation
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα Noa

source: Nimzo-Indian Defence: Classical, Noa Variation, 5.a3
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα Noa, 5.a3

source: Nimzo-Indian Defence: Classical, Noa Variation, 5.cd Ed
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα Noa, 5.cd Ed

source: Nimzo-Indian Defence: Classical, Noa Variation, Main Line
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα Noa, κύρια γραμμή

source: Nimzo-Indian Defence: Classical, Noa Variation, Main Line, 7.Qc2
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα Noa, κύρια γραμμή, 7.Qc2

source: Nimzo-Indian Defence: Classical, Pirc Variation
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα Pirc

source: Nimzo-Indian Defence: Classical, San Remo Variation
el_gr: Νιμζοϊνδική άμυνα: κλασική, βαριάντα San Remo

source: Nimzo-Indian Defence: E3, Huebner Variation
el_gr: Νιμζοϊνδική άμυνα: E3, βαριάντα Huebner

source: Nimzo-Indian Defence: Fischer Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Fischer

source: Nimzo-Indian Defence: Fischer Variation, 5.Ne2
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Fischer, 5.Ne2

source: Nimzo-Indian Defence: Hübner Variation, Rubinstein Variation, Main Line
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Hübner, βαριάντα Rubinstein, κύρια γραμμή
