Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: King Gambit Accepted: Ghulam Kassim Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Ghulam Kassim

source: King Gambit Accepted: Ghulam-Kassim Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Ghulam Kassim

source: King Gambit Accepted: Gianutio Counter-gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Gianutio

source: King Gambit Accepted: Greco Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Greco

source: King Gambit Accepted: Hanstein Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Hanstein

source: King Gambit Accepted: Herzfeld Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Herzfeld

source: King Gambit Accepted: Keres (Mason-Steinitz) Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Keres (Mason-Steinitz)

source: King Gambit Accepted: Kieseritsky, Berlin Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Βερολίνου

source: King Gambit Accepted: Kieseritsky, Berlin Defence, 6.Bc4
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Βερολίνου, 6.Bc4

source: King Gambit Accepted: Kieseritsky, Berlin Defence, Riviere Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Βερολίνου, βαριάντα Riviere

source: King Gambit Accepted: Kieseritsky, Brentano (Campbell) Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Brentano (Campbell)

source: King Gambit Accepted: Kieseritsky, Brentano Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Brentano

source: King Gambit Accepted: Kieseritsky, Brentano Defence, Caro Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Brentano, βαριάντα Caro

source: King Gambit Accepted: Kieseritsky, Brentano Defence, Kaplanek Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Brentano, βαριάντα Kaplanek

source: King Gambit Accepted: Kieseritsky, Kolisch Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Kolisch

source: King Gambit Accepted: Kieseritsky, Long Whip (Stockwhip, Classical) Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα long whip (Stockwhip, κλασική)

source: King Gambit Accepted: Kieseritsky, Long Whip Defence, Jaenisch Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα long whip, βαριάντα Jaenisch

source: King Gambit Accepted: Kieseritsky, Neumann Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Neumann

source: King Gambit Accepted: Kieseritsky, Paulsen Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Paulsen

source: King Gambit Accepted: Kieseritsky, Polerio Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Polerio

source: King Gambit Accepted: Kieseritsky, Rice Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, γκαμπί Rice

source: King Gambit Accepted: Kieseritsky, Salvio (Rosenthal) Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Salvio (Rosenthal)

source: King Gambit Accepted: Kieseritsky, Salvio Defence, Cozio Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: Kieseritsky, άμυνα Salvio, βαριάντα Cozio

source: King Gambit Accepted: Kieseritzky Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Kieseritzky

source: King Gambit Accepted: Kieseritzky Gambit, Anderssen Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Kieseritzky, άμυνα Anderssen

source: King Gambit Accepted: Kieseritzky Gambit, Anderssen-Cordel Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Kieseritzky, γκαμπί Anderssen-Cordel

source: King Gambit Accepted: Kieseritzky Gambit, Berlin Defence, Rubinstein Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Kieseritzky, άμυνα Βερολίνου, βαριάντα Rubinstein

source: King Gambit Accepted: Kieseritzky Gambit, Cotter Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Kieseritzky, γκαμπί Cotter

source: King Gambit Accepted: Kieseritzky Gambit, Paulsen Defence Deferred
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Kieseritzky, αναβαλλόμενη άμυνα Paulsen

source: King Gambit Accepted: Kieseritzky Gambit, Rice Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Kieseritzky, γκαμπί Rice

source: King Gambit Accepted: King Knight Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί ίππου του βασιλιά

source: King Gambit Accepted: Kotov Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Kotov

source: King Gambit Accepted: Lesser Bishop (Petroff-Jaenisch-Tartakower) Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: Μικρότερο γκαμπί αξιωματικού (Petroff-Jaenisch-Tartakower)

source: King Gambit Accepted: Lolli Gambit (wild Muzio Gambit)
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Lolli (γκαμπί wild Muzio)

source: King Gambit Accepted: Lolli Gambit, Young Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Lolli, βαριάντα Young

source: King Gambit Accepted: Lopez-Gianutio Counter-gambit, Hein Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Lopez-Gianutio, βαριάντα Hein

source: King Gambit Accepted: MacDonnell Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί MacDonnell

source: King Gambit Accepted: MacLeod Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα MacLeod

source: King Gambit Accepted: Mayet Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Mayet

source: King Gambit Accepted: Middleton CounterGambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Middleton

source: King Gambit Accepted: Modern Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: μοντέρνα άμυνα

source: King Gambit Accepted: Muzio Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Muzio

source: King Gambit Accepted: Muzio Gambit, Brentano Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Muzio, άμυνα Brentano

source: King Gambit Accepted: Muzio Gambit, From Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Muzio, άμυνα From

source: King Gambit Accepted: Muzio Gambit, Holloway Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Muzio, άμυνα Holloway

source: King Gambit Accepted: Muzio Gambit, Kling And Horwitz Counter-attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Muzio, αντεπίθεση Kling και Horwitz

source: King Gambit Accepted: Muzio Gambit, Paulsen Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Muzio, βαριάντα Paulsen

source: King Gambit Accepted: Muzio Gambit, Sarratt Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Muzio, άμυνα Sarratt

source: King Gambit Accepted: Orsini Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Orsini

source: King Gambit Accepted: Paris Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Paris

source: King Gambit Accepted: Pawn Gambit (Stamma Gambit)
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί πιονιού (γκαμπί Stamma)

source: King Gambit Accepted: Philidor Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Philidor

source: King Gambit Accepted: Philidor Gambit, Schultz Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Philidor, βαριάντα Schultz

source: King Gambit Accepted: Quaade Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Quaade

source: King Gambit Accepted: Rosentreter Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Rosentreter

source: King Gambit Accepted: Rosentreter Gambit, Bird Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Rosentreter, γκαμπί Bird

source: King Gambit Accepted: Rosentreter Gambit, Sörensen Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Rosentreter, γκαμπί Sörensen

source: King Gambit Accepted: Rosentreter Gambit, Testa Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Rosentreter, βαριάντα Testa

source: King Gambit Accepted: Salvio Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Salvio

source: King Gambit Accepted: Salvio Gambit, Anderssen Counter-attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Salvio, αντεπίθεση Anderssen

source: King Gambit Accepted: Salvio Gambit, Santa Maria Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Salvio, άμυνα Santa Maria

source: King Gambit Accepted: Salvio Gambit, Silberschmidt Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Salvio, άμυνα Silberschmidt

source: King Gambit Accepted: Schallop Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Schallop

source: King Gambit Accepted: Schallopp Defence, Tashkent Attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Schallopp, επίθεση Tashkent

source: King Gambit Accepted: Schurig Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Schurig

source: King Gambit Accepted: Silberschmidt Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Silberschmidt

source: King Gambit Accepted: Soerensen Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Soerensen

source: King Gambit Accepted: Tartakower Gambit, Weiss Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Tartakower, άμυνα Weiss

source: King Gambit Accepted: Traditional Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: παραδοσιακή βαριάντα

source: King Gambit Accepted: Tumbleweed Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Tumbleweed

source: King Gambit Accepted: Villemson (Steinitz) Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Villemson (Steinitz)

source: King Gambit Declined: 2...Nf6
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: 2...Nf6

source: King Gambit Declined: Classical Counter-gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασικό αντιγκαμπί

source: King Gambit Declined: Classical Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασική βαριάντα

source: King Gambit Declined: Classical, 4.c3
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασική, 4.c3

source: King Gambit Declined: Classical, Hanham Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασική, βαριάντα Hanham

source: King Gambit Declined: Classical, Heath Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασική, βαριάντα Heath

source: King Gambit Declined: Classical, Marshall Attack
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασική, επίθεση Marshall

source: King Gambit Declined: Classical, Reti Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασική, βαριάντα Reti

source: King Gambit Declined: Classical, Soldatenkov Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασική, βαριάντα Soldatenkov

source: King Gambit Declined: Classical, Svenonius Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: κλασική, βαριάντα Svenonius

source: King Gambit Declined: Falkbeer Counter-gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Falkbeer

source: King Gambit Declined: Falkbeer CounterGambit Accepted
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αποδεκτό αντιγκαμπί

source: King Gambit Declined: Falkbeer CounterGambit, Hinrichsen Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Falkbeer, γκαμπί Hinrichsen

source: King Gambit Declined: Falkbeer CounterGambit, Miles Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Falkbeer, γκαμπί Miles

source: King Gambit Declined: Falkbeer CounterGambit, Modern Transfer
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Falkbeer, μοντέρνα μεταφορά

source: King Gambit Declined: Falkbeer CounterGambit, Pickler Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Falkbeer, γκαμπί Pickler

source: King Gambit Declined: Falkbeer, 3...e4
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, 3...e4

source: King Gambit Declined: Falkbeer, 4.d3
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, 4.d3

source: King Gambit Declined: Falkbeer, 5.de
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, 5.de

source: King Gambit Declined: Falkbeer, Alapin Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Alapin

source: King Gambit Declined: Falkbeer, Charousek Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, γκαμπί Charousek

source: King Gambit Declined: Falkbeer, Charousek Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Charousek

source: King Gambit Declined: Falkbeer, Keres Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Keres

source: King Gambit Declined: Falkbeer, Main Line, 7...Bf5
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, κύρια γραμμή, 7...Bf5

source: King Gambit Declined: Falkbeer, Milner-Barry Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Milner-Barry

source: King Gambit Declined: Falkbeer, Morphy Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, γκαμπί Morphy

source: King Gambit Declined: Falkbeer, Nimzovich Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Nimzovich

source: King Gambit Declined: Falkbeer, Reti Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Reti

source: King Gambit Declined: Falkbeer, Rubinstein Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Rubinstein

source: King Gambit Declined: Falkbeer, Tarrasch Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Tarrasch

source: King Gambit Declined: Falkbeer, Tartakower Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Falkbeer, βαριάντα Tartakower

source: King Gambit Declined: Hobbs-Zilbermints Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: γκαμπί Hobbs-Zilbermints

source: King Gambit Declined: Keene Defence
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: άμυνα Keene

source: King Gambit Declined: Mafia Defence
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: Άμυνα Mafia

source: King Gambit Declined: Miles Defence
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: άμυνα Miles

source: King Gambit Declined: Nimzovich Counter-gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Nimzovich

source: King Gambit Declined: Norwalde Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: βαριάντα Norwalde

source: King Gambit Declined: Norwalde Variation, Buecker Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: βαριάντα Norwalde, γκαμπί Buecker

source: King Gambit Declined: Norwalde Variation, Schubert Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: βαριάντα Norwalde, βαριάντα Schubert

source: King Gambit Declined: Panteldakis CounterGambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Panteldakis

source: King Gambit Declined: Panteldakis CounterGambit, Greco Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Panteldakis, βαριάντα Greco

source: King Gambit Declined: Panteldakis CounterGambit, Pawn Sacrifice Line
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Panteldakis, γραμμή θυσίας πιονιού

source: King Gambit Declined: Panteldakis CounterGambit, Schiller Defence
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Panteldakis, άμυνα Schiller

source: King Gambit Declined: Panteldakis CounterGambit, Shirazi Line
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Panteldakis, γραμμή Shirazi

source: King Gambit Declined: Panteldakis CounterGambit, Symmetrical Variation
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Panteldakis, συμμετρική βαριάντα

source: King Gambit Declined: Queen Knight Defence
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: άμυνα ίππου της βασίλισσας

source: King Gambit Declined: Senechaud CounterGambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: αντιγκαμπί Senechaud

source: King Gambit Declined: Soller-Zilbermints Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: γκαμπί Soller-Zilbermints

source: King Gambit Declined: Zilbermints Double Gambit
el_gr: Μη αποδεκτό γκαμπί του βασιλιά: διπλό γκαμπί Zilbermints

source: King Gambit: Zilbermints Double CounterGambit
el_gr: Γκαμπί του βασιλιά: διπλό αντιγκαμπί Zilbermints

source: King Indian Attack
el_gr: Ινδική επίθεση του βασιλιά

source: King Indian Attack: Double Fianchetto
el_gr: Ινδική επίθεση του βασιλιά: διπλό φιανκέτο

source: King Indian Attack: French Variation
el_gr: Ινδική επίθεση του βασιλιά: Γαλλική βαριάντα

source: King Indian Attack: Keres Variation
el_gr: Ινδική επίθεση του βασιλιά: βαριάντα Keres

source: King Indian Attack: Omega-Delta Gambit
el_gr: Ινδική επίθεση του βασιλιά: γκαμπί Omega-Delta

source: King Indian Attack: Sicilian Variation
el_gr: Ινδική επίθεση του βασιλιά: Σικελική βαριάντα

source: King Indian Attack: Wahls Defence
el_gr: Ινδική επίθεση του βασιλιά: άμυνα Wahls

source: King Indian Defence
el_gr: Ινδική άμυνα του βασιλιά

source: King Indian Defence, 3.Nc3
el_gr: Ινδική άμυνα του βασιλιά, 3.Nc3

source: King Indian Defence: 3.Nf3
el_gr: Ινδική άμυνα του βασιλιά, 3.Nf3

source: King Indian Defence: 3.g3
el_gr: Ινδική άμυνα του βασιλιά: 3.g3

source: King Indian Defence: 3.g3, Counterthrust Variation
el_gr: Ινδική άμυνα του βασιλιά: 3.g3, βαριάντα Counterthrust

source: King Indian Defence: 4.e4
el_gr: Ινδική άμυνα του βασιλιά: 4.e4

source: King Indian Defence: 5.Be2
el_gr: Ινδική άμυνα του βασιλιά: 5.Be2

source: King Indian Defence: 5.Nf3
el_gr: Ινδική άμυνα του βασιλιά: 5.Nf3

source: King Indian Defence: 6.Be2
el_gr: Ινδική άμυνα του βασιλιά: 6.Be2

source: King Indian Defence: Accelerated Averbakh System
el_gr: Ινδική άμυνα του βασιλιά: επιταχυνόμενο σύστημα Averbakh

source: King Indian Defence: Andersson Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Andersson

source: King Indian Defence: Anti-Gruenfeld
el_gr: Ινδική άμυνα του βασιλιά: Anti-Gruenfeld

source: King Indian Defence: Averbakh System
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Averbakh

source: King Indian Defence: Averbakh Variation, Benoni Defence, Advance Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Averbakh, άμυνα Benoni, προχωρημένη βαριάντα

source: King Indian Defence: Averbakh Variation, Benoni Defence, Exchange Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Averbakh, άμυνα Benoni, βαριάντα ανταλλαγής

source: King Indian Defence: Averbakh Variation, Flexible Defence
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Averbakh, ευέλικτη άμυνα

source: King Indian Defence: Averbakh Variation, Geller Defence
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Averbakh, άμυνα Geller

source: King Indian Defence: Averbakh Variation, Modern Defence
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Averbakh, μοντέρνα άμυνα

source: King Indian Defence: Averbakh Variation, Modern Defence, Burgess Line
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Averbakh, μοντέρνα άμυνα, γραμμή Burgess

source: King Indian Defence: Averbakh Variation, Nc6 Defence
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Averbakh, άμυνα Nc6

source: King Indian Defence: Averbakh Variation, Spanish Defence
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Averbakh, Ισπανική άμυνα

source: King Indian Defence: Averbakh, 6...c5
el_gr: Ινδική άμυνα του βασιλιά: Averbakh, 6...c5

source: King Indian Defence: Averbakh, Main Line
el_gr: Ινδική άμυνα του βασιλιά: Averbakh, κύρια γραμμή

source: King Indian Defence: Classical Variation
el_gr: Ινδική άμυνα του βασιλιά: κλασική βαριάντα

source: King Indian Defence: Danube Gambit
el_gr: Ινδική άμυνα του βασιλιά: γκαμπί του Δούναβη

source: King Indian Defence: East Indian Defence
el_gr: Ινδική άμυνα του βασιλιά: άμυνα ανατολικής Ινδίας

source: King Indian Defence: Fianchetto Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο

source: King Indian Defence: Fianchetto Variation, Benjamin Defence
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, άμυνα Benjamin

source: King Indian Defence: Fianchetto Variation, Double Fianchetto Attack
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, διπλή επίθεση φιανκέτο

source: King Indian Defence: Fianchetto Variation, Hungarian Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, Ουγγρική βαριάντα

source: King Indian Defence: Fianchetto Variation, Long Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, βαριάντα Long

source: King Indian Defence: Fianchetto Variation, Panno Variation, Blockade Line
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, βαριάντα Panno, γραμμή αποκλεισμού

source: King Indian Defence: Fianchetto Variation, Panno Variation, Donner Line
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, βαριάντα Panno, γραμμή Donner

source: King Indian Defence: Fianchetto Variation, Panno Variation, Korchnoi Line
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, βαριάντα Panno, γραμμή Korchnoi

source: King Indian Defence: Fianchetto Variation, Pterodactyl Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, βαριάντα Pterodactyl

source: King Indian Defence: Fianchetto Variation, Yugoslav System
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, Γιουγκοσλαβικό σύστημα

source: King Indian Defence: Fianchetto Variation, Yugoslav Variation, Exchange Line
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα φιανκέτο, Γιουγκοσλαβική βαριάντα, γραμμή ανταλλαγής

source: King Indian Defence: Fianchetto With ...Nc6
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο με ...Nc6

source: King Indian Defence: Fianchetto With ...Nd7
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο με ...Nd7

source: King Indian Defence: Fianchetto Without C4
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο χωρίς C4

source: King Indian Defence: Fianchetto, Classical Main Line
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, κλασική κύρια γραμμή

source: King Indian Defence: Fianchetto, Classical Variation
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, κλασική βαριάντα

source: King Indian Defence: Fianchetto, Classical Variation, 8.e4
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, κλασική βαριάντα, 8.e4

source: King Indian Defence: Fianchetto, Kavalek (Bronstein) Variation
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, βαριάντα Kavalek (Bronstein)

source: King Indian Defence: Fianchetto, Larsen System
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, σύστημα Larsen

source: King Indian Defence: Fianchetto, Lesser Simagin (Spassky) Variation
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, μικρότερη βαριάντα Simagin (Spassky)

source: King Indian Defence: Fianchetto, Panno Variation
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, βαριάντα Panno

source: King Indian Defence: Fianchetto, Simagin Variation
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, βαριάντα Simagin

source: King Indian Defence: Fianchetto, Uhlmann (Szabo) Variation
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, βαριάντα Uhlmann (Szabo)

source: King Indian Defence: Fianchetto, Yugoslav Panno
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, Γιουγκοσλαβικό Panno

source: King Indian Defence: Fianchetto, Yugoslav System
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, Γιουγκοσλαβικό σύστημα

source: King Indian Defence: Fianchetto, Yugoslav, 7.O-O
el_gr: Ινδική άμυνα του βασιλιά: φιανκέτο, Γιουγκοσλαβικό, 7.O-O

source: King Indian Defence: Four Pawns Attack
el_gr: Ινδική άμυνα του βασιλιά: επίθεση τεσσάρων πιονιών

source: King Indian Defence: Four Pawns Attack, 6.Be2
el_gr: Ινδική άμυνα του βασιλιά: επίθεση τεσσάρων πιονιών, 6.Be2

source: King Indian Defence: Four Pawns Attack, Dynamic Line
el_gr: Ινδική άμυνα του βασιλιά: επίθεση τεσσάρων πιονιών, δυναμική γραμμή

source: King Indian Defence: Four Pawns Attack, Florentine Gambit
el_gr: Ινδική άμυνα του βασιλιά: επίθεση τεσσάρων πιονιών, γκαμπί Φλωρεντίας

source: King Indian Defence: Four Pawns Attack, Main Line
el_gr: Ινδική άμυνα του βασιλιά: επίθεση τεσσάρων πιονιών, κύρια γραμμή

source: King Indian Defence: Four Pawns Attack, Modern Defence
el_gr: Ινδική άμυνα του βασιλιά: επίθεση τεσσάρων πιονιών, μοντέρνα άμυνα

source: King Indian Defence: Four Pawns Attack, Normal Attack
el_gr: Ινδική άμυνα του βασιλιά: επίθεση τεσσάρων πιονιών, κανονική επίθεση

source: King Indian Defence: Four Pawns Attack, With Be2 And Nf3
el_gr: Ινδική άμυνα του βασιλιά: επίθεση τεσσάρων πιονιών, με Be2 και Nf3

source: King Indian Defence: Gligoric-Taimanov System
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Gligoric-Taimanov

source: King Indian Defence: Kazakh Variation
el_gr: Ινδική άμυνα του βασιλιά: Καζακική βαριάντα

source: King Indian Defence: Kramer System
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Kramer

source: King Indian Defence: Larsen Variation
el_gr: Ινδική άμυνα του βασιλιά: βαριάντα Larsen

source: King Indian Defence: London System
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Λονδίνου

source: King Indian Defence: Makagonov System (5.h3)
el_gr: Ινδική άμυνα του βασιλιά: σύστημα Makagonov (5.h3)

source: King Indian Defence: Normal Variation
el_gr: Ινδική άμυνα του βασιλιά: κανονική βαριάντα

source: King Indian Defence: Orthodox Variation
el_gr: Ινδική άμυνα του βασιλιά: ορθόδοξη βαριάντα
