Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Polish (Sokolsky-Orangutan) Opening: Grigorian Variation
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): βαριάντα Grigorian

source: Polish (Sokolsky-Orangutan) Opening: King Indian Variation
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): Ινδική βαριάντα του βασιλιά

source: Polish (Sokolsky-Orangutan) Opening: King Indian Variation, Schiffler Attack
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): Ινδική βαριάντα του βασιλιά, επίθεση Schiffler

source: Polish (Sokolsky-Orangutan) Opening: King Indian Variation, Sokolsky Attack
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): Ινδική βαριάντα του βασιλιά, επίθεση Sokolsky

source: Polish (Sokolsky-Orangutan) Opening: Myers Variation
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): βαριάντα Myers

source: Polish (Sokolsky-Orangutan) Opening: Orangutan-Diemer Gambit
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): γκαμπί Orangutan-Diemer

source: Polish (Sokolsky-Orangutan) Opening: Orangutan-Hartlaub Gambit
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): γκαμπί Orangutan-Hartlaub

source: Polish (Sokolsky-Orangutan) Opening: Queen Indian Variation
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): Ινδική βαριάντα της βασίλισσας

source: Polish (Sokolsky-Orangutan) Opening: Queenside Defence
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): άμυνα στην πλευρά της βασίλισσας

source: Polish (Sokolsky-Orangutan) Opening: Rooks Swap Line
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): γραμμή ανταλλαγής πύργων

source: Polish (Sokolsky-Orangutan) Opening: Schiffler-Sokolsky Variation
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): βαριάντα Schiffler-Sokolsky

source: Polish (Sokolsky-Orangutan) Opening: Schuehler Gambit
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): γκαμπί Schuehler

source: Polish (Sokolsky-Orangutan) Opening: Symmetrical Variation
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): συμμετρική βαριάντα

source: Polish (Sokolsky-Orangutan) Opening: Tartakower Gambit
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): γκαμπί Tartakower

source: Polish (Sokolsky-Orangutan) Opening: Tartakower Gambit, Brinckmann Variation
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): γκαμπί Tartakower, βαριάντα Brinckmann

source: Polish (Sokolsky-Orangutan) Opening: Wolferts Gambit
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): γκαμπί Wolferts

source: Polish (Sokolsky-Orangutan) Opening: Zukertort System
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): σύστημα Zukertort

source: Polish Defence
el_gr: Πολωνική άμυνα

source: Polish Defence: Spassky Gambit Accepted
el_gr: Πολωνική άμυνα: αποδεκτό γκαμπί Spassky

source: Polish: Outflank Variation
el_gr: Πολωνικό: βαριάντα περικύκλωσης

source: Polish: Tuebingen Variation
el_gr: Πολωνικό: βαριάντα Tuebingen

source: Ponziani Counter-gambit
el_gr: Αντιγκαμπί Ponziani

source: Ponziani Counter-gambit, Cordel Variation
el_gr: Αντιγκαμπί Ponziani, βαριάντα Cordel

source: Ponziani Counter-gambit, Schmidt Attack
el_gr: Αντιγκαμπί Ponziani, επίθεση Schmidt

source: Ponziani Opening
el_gr: Άνοιγμα Ponziani

source: Ponziani Opening: Caro Variation
el_gr: Άνοιγμα Ponziani: βαριάντα Caro

source: Ponziani Opening: Fraser Defence
el_gr: Άνοιγμα Ponziani: άμυνα Fraser

source: Ponziani Opening: Jaenisch Counter-attack
el_gr: Άνοιγμα Ponziani: αντεπίθεση Jaenisch

source: Ponziani Opening: Leonhardt Variation
el_gr: Άνοιγμα Ponziani: βαριάντα Leonhardt

source: Ponziani Opening: Neumann Gambit
el_gr: Άνοιγμα Ponziani: γκαμπί Neumann

source: Ponziani Opening: Reti Variation
el_gr: Άνοιγμα Ponziani: βαριάντα Reti

source: Ponziani Opening: Romanishin Variation
el_gr: Άνοιγμα Ponziani: βαριάντα Romanishin

source: Ponziani Opening: Spanish Variation
el_gr: Άνοιγμα Ponziani: Ισπανική βαριάντα

source: Ponziani Opening: Spanish Variation, Harrwitz Attack, Nikitin Gambit
el_gr: Άνοιγμα Ponziani: Ισπανική βαριάντα, επίθεση Harrwitz, γκαμπί Nikitin

source: Ponziani Opening: Steinitz Variation
el_gr: Άνοιγμα Ponziani: βαριάντα Steinitz

source: Portuguese Opening
el_gr: Πορτογαλικό άνοιγμα

source: Portuguese Opening: Miguel Gambit
el_gr: Πορτογαλικό άνοιγμα: γκαμπί Miguel

source: Portuguese Opening: Portuguese Gambit
el_gr: Πορτογαλικό άνοιγμα: Πορτογαλικό γκαμπί

source: Pterodactyl Defence
el_gr: Άμυνα Pterodactyl

source: Pterodactyl Defence: Austrian, Austriadactylus Western
el_gr: Άμυνα Pterodactyl: Αυστριακή, Austriadactylus Western

source: Pterodactyl Defence: Austrian, Grand Prix Pterodactyl
el_gr: Άμυνα Pterodactyl: Αυστριακή, Grand Prix Pterodactyl

source: Pterodactyl Defence: Austrian, Pteranodon
el_gr: Άμυνα Pterodactyl: Αυστριακή, Pteranodon

source: Pterodactyl Defence: Central, Anhanguera
el_gr: Άμυνα Pterodactyl: κεντρική, Anhanguera

source: Pterodactyl Defence: Central, Benoni Beefeater Pterodactyl
el_gr: Άμυνα Pterodactyl: κεντρική, Benoni Beefeater Pterodactyl

source: Pterodactyl Defence: Central, Benoni Pterodactyl
el_gr: Άμυνα Pterodactyl: κεντρική, Benoni Pterodactyl

source: Pterodactyl Defence: Central, Benoni Quetzalcoatlus
el_gr: Άμυνα Pterodactyl: κεντρική, Benoni Quetzalcoatlus

source: Pterodactyl Defence: Central, Bogolubovia
el_gr: Άμυνα Pterodactyl: κεντρική, Bogolubovia

source: Pterodactyl Defence: Central, Quetzalcoatlus Gambit
el_gr: Άμυνα Pterodactyl: κεντρική, γκαμπί Quetzalcoatlus

source: Pterodactyl Defence: Eastern, Anhanguera
el_gr: Άμυνα Pterodactyl: Ανατολική, Anhanguera

source: Pterodactyl Defence: Eastern, Benoni
el_gr: Άμυνα Pterodactyl: Ανατολική, Benoni

source: Pterodactyl Defence: Eastern, Benoni Pteranodon
el_gr: Άμυνα Pterodactyl: Ανατολική, Benoni Pteranodon

source: Pterodactyl Defence: Eastern, Benoni Pterodactyl
el_gr: Άμυνα Pterodactyl: Ανατολική, Benoni Pterodactyl

source: Pterodactyl Defence: Eastern, Pteranodon
el_gr: Άμυνα Pterodactyl: Ανατολική, Pteranodon

source: Pterodactyl Defence: Eastern, Pterodactyl
el_gr: Άμυνα Pterodactyl: Ανατολική, Pterodactyl

source: Pterodactyl Defence: Eastern, Rhamphorhynchus
el_gr: Άμυνα Pterodactyl: Ανατολική, Rhamphorhynchus

source: Pterodactyl Defence: Fianchetto, King Pterodactyl
el_gr: Άμυνα Pterodactyl: φιανκέτο, King Pterodactyl

source: Pterodactyl Defence: Fianchetto, Queen Benoni Pterodactyl
el_gr: Άμυνα Pterodactyl: φιανκέτο, Queen Benoni Pterodactyl

source: Pterodactyl Defence: Fianchetto, Queen Pteranodon
el_gr: Άμυνα Pterodactyl: φιανκέτο, Queen Pteranodon

source: Pterodactyl Defence: Fianchetto, Queen Pterodactyl
el_gr: Άμυνα Pterodactyl: φιανκέτο, Queen Pterodactyl

source: Pterodactyl Defence: Fianchetto, Rhamphorhynchus
el_gr: Άμυνα Pterodactyl: φιανκέτο, Rhamphorhynchus

source: Pterodactyl Defence: Queen Pterodactyl, Quiet Line
el_gr: Άμυνα Pterodactyl: Queen Pterodactyl, ήσυχη γραμμή

source: Pterodactyl Defence: Sicilian, Anhanguera
el_gr: Άμυνα Pterodactyl: Σικελική, Anhanguera

source: Pterodactyl Defence: Sicilian, Benoni Gambit
el_gr: Άμυνα Pterodactyl: Σικελική, γκαμπί Benoni

source: Pterodactyl Defence: Sicilian, Pteranodon
el_gr: Άμυνα Pterodactyl: Σικελική, Pteranodon

source: Pterodactyl Defence: Sicilian, Quetzalcoatlus
el_gr: Άμυνα Pterodactyl: Σικελική, Quetzalcoatlus

source: Pterodactyl Defence: Sicilian, Rhamphorhynchus
el_gr: Άμυνα Pterodactyl: Σικελική, Rhamphorhynchus

source: Pterodactyl Defence: Sicilian, Siroccopteryx
el_gr: Άμυνα Pterodactyl: Σικελική, Siroccopteryx

source: Pterodactyl Defence: Sicilian, Unpin
el_gr: Άμυνα Pterodactyl: Σικελική, ξεκάρφωμα

source: Pterodactyl Defence: Western, Anhanguera
el_gr: Άμυνα Pterodactyl: δυτική, Anhanguera

source: Pterodactyl Defence: Western, Pterodactyl
el_gr: Άμυνα Pterodactyl: δυτική, Pterodactyl

source: Pterodactyl Defence: Western, Rhamphorhynchus
el_gr: Άμυνα Pterodactyl: δυτική, Rhamphorhynchus

source: Pterodactyl Defence: Western, Siroccopteryx
el_gr: Άμυνα Pterodactyl: δυτική, Siroccopteryx

source: QP Counter-gambit (elephant Gambit)
el_gr: Αντιγκαμπί ΠΒ (γκαμπί ελέφαντα)

source: QP Counter-gambit: Maroczy Gambit
el_gr: Αντιγκαμπί ΠΒ: γκαμπί Maroczy

source: Queen Bishop Game
el_gr: Παρτίδα αξιωματικού της βασίλισσας

source: Queen Gambit
el_gr: Γκαμπί της βασίλισσας

source: Queen Gambit Accepted
el_gr: Αποδεκτό γκαμπί της βασίλισσας

source: Queen Gambit Accepted, 4.Nc3
el_gr: Αποδεκτό γκαμπί της βασίλισσας, 4.Nc3

source: Queen Gambit Accepted, 4.e3
el_gr: Αποδεκτό γκαμπί της βασίλισσας, 4.e3

source: Queen Gambit Accepted, Bogolyubov Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας, βαριάντα Bogolyubov

source: Queen Gambit Accepted, Flohr Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας, βαριάντα Flohr

source: Queen Gambit Accepted, Janowsky-Larsen Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας, βαριάντα Janowsky-Larsen

source: Queen Gambit Accepted, Smyslov Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας, βαριάντα Smyslov

source: Queen Gambit Accepted: 3.Nf3
el_gr: Αποδεκτό γκαμπί της βασίλισσας: 3.Nf3

source: Queen Gambit Accepted: 3.e4
el_gr: Αποδεκτό γκαμπί της βασίλισσας: 3.e4

source: Queen Gambit Accepted: 4...e6
el_gr: Αποδεκτό γκαμπί της βασίλισσας: 4...e6

source: Queen Gambit Accepted: Accelerated Mannheim Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: επιταχυνόμενη βαριάντα Mannheim

source: Queen Gambit Accepted: Alekhine Defence
el_gr: Αποδεκτό γκαμπί της βασίλισσας: άμυνα Alekhine

source: Queen Gambit Accepted: Alekhine Defence, Alatortsev Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: άμυνα Alekhine, βαριάντα Alatortsev

source: Queen Gambit Accepted: Alekhine Defense, Borisenko-Furman Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: άμυνα Alekhine, βαριάντα Borisenko-Furman

source: Queen Gambit Accepted: Central Variation, Alekhine System
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κεντρική βαριάντα, σύστημα Alekhine

source: Queen Gambit Accepted: Central Variation, Greco Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κεντρική βαριάντα, βαριάντα Greco

source: Queen Gambit Accepted: Central Variation, McDonnell Defence
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κεντρική βαριάντα, άμυνα McDonnell

source: Queen Gambit Accepted: Central Variation, McDonnell Defence, Somov Gambit
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κεντρική βαριάντα, άμυνα McDonnell, γκαμπί Somov

source: Queen Gambit Accepted: Central Variation, Modern Defence
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κεντρική βαριάντα, μοντέρνα άμυνα

source: Queen Gambit Accepted: Central Variation, Rubinstein Defence
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κεντρική βαριάντα, άμυνα Rubinstein

source: Queen Gambit Accepted: Central Variation, Rubinstein Defence, Yefimov Gambit
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κεντρική βαριάντα, άμυνα Rubinstein, γκαμπί Yefimov

source: Queen Gambit Accepted: Classical Defence, Steinitz Variation, Development Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασική άμυνα, βαριάντα Steinitz, βαριάντα ανάπτυξης

source: Queen Gambit Accepted: Classical Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασική βαριάντα

source: Queen Gambit Accepted: Classical Variation, 6.O-O
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασική βαριάντα, 6.O-O

source: Queen Gambit Accepted: Classical, 6...a6
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, 6...a6

source: Queen Gambit Accepted: Classical, 7...b5
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, 7...b5

source: Queen Gambit Accepted: Classical, 7.Qe2
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, 7.Qe2

source: Queen Gambit Accepted: Classical, 8...Bb7
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, 8...Bb7

source: Queen Gambit Accepted: Classical, Flohr Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, βαριάντα Flohr

source: Queen Gambit Accepted: Classical, Furman Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, βαριάντα Furman

source: Queen Gambit Accepted: Classical, Geller Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, βαριάντα Geller

source: Queen Gambit Accepted: Classical, Rubinstein Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, βαριάντα Rubinstein

source: Queen Gambit Accepted: Classical, Smyslov Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, βαριάντα Smyslov

source: Queen Gambit Accepted: Classical, Steinitz Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: κλασικό, βαριάντα Steinitz

source: Queen Gambit Accepted: Ericson Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: βαριάντα Ericson

source: Queen Gambit Accepted: Furman Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: βαριάντα Furman

source: Queen Gambit Accepted: Godes Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: βαριάντα Godes

source: Queen Gambit Accepted: Gunsberg Defence
el_gr: Αποδεκτό γκαμπί της βασίλισσας: άμυνα Gunsberg

source: Queen Gambit Accepted: Gunsberg Defence, Prianishenmo Gambit
el_gr: Αποδεκτό γκαμπί της βασίλισσας: άμυνα Gunsberg, γκαμπί Prianishenmo

source: Queen Gambit Accepted: Haberditz Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: βαριάντα Haberditz

source: Queen Gambit Accepted: Linares Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: βαριάντα Linares

source: Queen Gambit Accepted: Mannheim Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: βαριάντα Mannheim

source: Queen Gambit Accepted: Old Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: παλιά βαριάντα

source: Queen Gambit Accepted: Old Variation, Billinger Gambit
el_gr: Αποδεκτό γκαμπί της βασίλισσας: παλιά βαριάντα, γκαμπί Billinger

source: Queen Gambit Accepted: Old Variation, Christensen Gambit
el_gr: Αποδεκτό γκαμπί της βασίλισσας: παλιά βαριάντα, γκαμπί Christensen

source: Queen Gambit Accepted: Old Variation, Korchnoi Gambit
el_gr: Αποδεκτό γκαμπί της βασίλισσας: παλιά βαριάντα, γκαμπί Korchnoi

source: Queen Gambit Accepted: Old Variation, Novikov Gambit
el_gr: Αποδεκτό γκαμπί της βασίλισσας: παλιά βαριάντα, γκαμπί Novikov

source: Queen Gambit Accepted: Rosenthal Variation
el_gr: Αποδεκτό γκαμπί της βασίλισσας: βαριάντα Rosenthal

source: Queen Gambit Accepted: Schwartz Defence
el_gr: Αποδεκτό γκαμπί της βασίλισσας: άμυνα Schwartz

source: Queen Gambit Declined
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας

source: Queen Gambit Declined Semi-Slav
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό

source: Queen Gambit Declined Semi-Slav: 5...Nd7
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: 5...Nd7

source: Queen Gambit Declined Semi-Slav: 5.Bg5 Dc
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: 5.Bg5 Dc

source: Queen Gambit Declined Semi-Slav: 5.e3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: 5.e3

source: Queen Gambit Declined Semi-Slav: 6.Bd3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: 6.Bd3

source: Queen Gambit Declined Semi-Slav: 7.Bc4
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: 7.Bc4

source: Queen Gambit Declined Semi-Slav: Accelerated Meran (Alekhine Variation)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: επιταχυνόμενη Meran (βαριάντα Alekhine)

source: Queen Gambit Declined Semi-Slav: Anti-Meran Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: γκαμπί Anti-Meran

source: Queen Gambit Declined Semi-Slav: Anti-Meran, Alatortsev System
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Anti-Meran, σύστημα Alatortsev

source: Queen Gambit Declined Semi-Slav: Anti-Meran, Lilienthal Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Anti-Meran, βαριάντα Lilienthal

source: Queen Gambit Declined Semi-Slav: Anti-Meran, Szabo Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Anti-Meran, βαριάντα Szabo

source: Queen Gambit Declined Semi-Slav: Bogolyubov Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: βαριάντα Bogolyubov

source: Queen Gambit Declined Semi-Slav: Botvinnik System (anti-Meran)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: σύστημα Botvinnik (anti-Meran)

source: Queen Gambit Declined Semi-Slav: Chigorin Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: άμυνα Chigorin

source: Queen Gambit Declined Semi-Slav: Ekstrom Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: βαριάντα Ekstrom

source: Queen Gambit Declined Semi-Slav: Hastings Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: βαριάντα Hastings

source: Queen Gambit Declined Semi-Slav: Meran
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran

source: Queen Gambit Declined Semi-Slav: Meran Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: βαριάντα Meran

source: Queen Gambit Declined Semi-Slav: Meran, 8...a6
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, 8...a6

source: Queen Gambit Declined Semi-Slav: Meran, Blumenfeld Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, βαριάντα Blumenfeld

source: Queen Gambit Declined Semi-Slav: Meran, Old Main Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, παλιά κύρια γραμμή

source: Queen Gambit Declined Semi-Slav: Meran, Pirc Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, βαριάντα Pirc

source: Queen Gambit Declined Semi-Slav: Meran, Rabinovich Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, βαριάντα Rabinovich

source: Queen Gambit Declined Semi-Slav: Meran, Rellstab Attack
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, επίθεση Rellstab

source: Queen Gambit Declined Semi-Slav: Meran, Reynolds' Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, βαριάντα Reynolds

source: Queen Gambit Declined Semi-Slav: Meran, Sozin Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, βαριάντα Sozin

source: Queen Gambit Declined Semi-Slav: Meran, Stahlberg Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, βαριάντα Stahlberg

source: Queen Gambit Declined Semi-Slav: Meran, Wade Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Meran, βαριάντα Wade

source: Queen Gambit Declined Semi-Slav: Neo-Meran (Lundin Variation)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: Neo-Meran (βαριάντα Lundin)

source: Queen Gambit Declined Semi-Slav: Romih Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: βαριάντα Romih

source: Queen Gambit Declined Semi-Slav: Rubinstein (anti-Meran) System
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: σύστημα Rubinstein (anti-Meran)

source: Queen Gambit Declined Semi-Slav: Stoltz Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: βαριάντα Stoltz

source: Queen Gambit Declined Semi-Slav: Stonewall Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας ημισλαβικό: άμυνα Stonewall

source: Queen Gambit Declined Slav
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό

source: Queen Gambit Declined Slav Accepted
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό αποδεκτό

source: Queen Gambit Declined Slav Accepted: Alapin Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό αποδεκτό: βαριάντα Alapin

source: Queen Gambit Declined Slav Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβική άμυνα

source: Queen Gambit Declined Slav Defence, Alekhine Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβική άμυνα, βαριάντα Alekhine

source: Queen Gambit Declined Slav Defence: Exchange Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβική άμυνα: βαριάντα ανταλλαγής

source: Queen Gambit Declined Slav: 3.Nf3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: 3.Nf3

source: Queen Gambit Declined Slav: 4.Nc3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: 4.Nc3

source: Queen Gambit Declined Slav: 4.e3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: 4.e3

source: Queen Gambit Declined Slav: 4.e3 Bf5
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: 4.e3 Bf5

source: Queen Gambit Declined Slav: 5.e3 (Alekhine Variation)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: 5.e3 (βαριάντα Alekhine)

source: Queen Gambit Declined Slav: Amsterdam Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Άμστερνταμ

source: Queen Gambit Declined Slav: Breyer Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Breyer

source: Queen Gambit Declined Slav: Carlsbad Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Carlsbad

source: Queen Gambit Declined Slav: Czech Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: Τσεχική άμυνα

source: Queen Gambit Declined Slav: Dutch Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: Ολλανδική βαριάντα

source: Queen Gambit Declined Slav: Dutch Variation, Main Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: Ολλανδική βαριάντα, κύρια γραμμή

source: Queen Gambit Declined Slav: Dutch, Lasker Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: Ολλανδική, βαριάντα Lasker

source: Queen Gambit Declined Slav: Dutch, Saemisch Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: Ολλανδική, βαριάντα Saemisch

source: Queen Gambit Declined Slav: Exchange Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα ανταλλαγής

source: Queen Gambit Declined Slav: Exchange Variation, 6.Bf4 Bf5
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα ανταλλαγής, 6.Bf4 Bf5

source: Queen Gambit Declined Slav: Exchange, Trifunovic Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: ανταλλαγή, βαριάντα Trifunovic

source: Queen Gambit Declined Slav: Krause Attack
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: επίθεση Krause

source: Queen Gambit Declined Slav: Landau Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Landau

source: Queen Gambit Declined Slav: Schlechter Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Schlechter

source: Queen Gambit Declined Slav: Semmering Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Semmering

source: Queen Gambit Declined Slav: Slav Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: γκαμπί Slav

source: Queen Gambit Declined Slav: Smyslov Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Smyslov

source: Queen Gambit Declined Slav: Soultanbeieff Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Soultanbeieff

source: Queen Gambit Declined Slav: Steiner Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Steiner

source: Queen Gambit Declined Slav: Suechting Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Suechting

source: Queen Gambit Declined Slav: Tolush-Geller Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: γκαμπί Tolush-Geller

source: Queen Gambit Declined Slav: Wiesbaden Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: βαριάντα Wiesbaden

source: Queen Gambit Declined Slav: Winawer Counter-gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας Σλαβικό: αντιγκαμπί Winawer

source: Queen Gambit Declined: 3...Nf6
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 3...Nf6

source: Queen Gambit Declined: 3.Nc3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 3.Nc3

source: Queen Gambit Declined: 4.Bg5
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 4.Bg5

source: Queen Gambit Declined: 4.Bg5 Be7
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 4.Bg5 Be7

source: Queen Gambit Declined: 4.Bg5 Be7, 5.e3 O-O
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 4.Bg5 Be7, 5.e3 O-O

source: Queen Gambit Declined: 4.Bg5 Nbd7
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 4.Bg5 Nbd7

source: Queen Gambit Declined: 4.Nf3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 4.Nf3

source: Queen Gambit Declined: 5...c6
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 5...c6

source: Queen Gambit Declined: 6.Nf3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: 6.Nf3

source: Queen Gambit Declined: Alapin Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Alapin

source: Queen Gambit Declined: Albin Counter-gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin

source: Queen Gambit Declined: Albin Counter-gambit, 5.g3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, 5.g3
