Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Nimzo-Indian Defence: Hübner Variation, Rubinstein Variation, Sherbakov Attack
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Hübner, βαριάντα Rubinstein, επίθεση Sherbakov

source: Nimzo-Indian Defence: Kmoch Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Kmoch

source: Nimzo-Indian Defence: Leningrad Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Leningrad

source: Nimzo-Indian Defence: Leningrad, ...b5 Gambit
el_gr: Νιμζοϊνδική άμυνα: Leningrad, γκαμπί ...b5

source: Nimzo-Indian Defence: Leningrad, Main Line
el_gr: Νιμζοϊνδική άμυνα: Leningrad, κύρια γραμμή

source: Nimzo-Indian Defence: Mikenas Attack
el_gr: Νιμζοϊνδική άμυνα: επίθεση Mikenas

source: Nimzo-Indian Defence: Normal Variation, Hübner Deferred
el_gr: Νιμζοϊνδική άμυνα: κανονική βαριάντα, αναβαλλόμενη Hübner

source: Nimzo-Indian Defence: Normal Variation, Sämisch Deferred
el_gr: Νιμζοϊνδική άμυνα: κανονική βαριάντα, αναβαλλόμενη Sämisch

source: Nimzo-Indian Defence: Ragozin Defence
el_gr: Νιμζοϊνδική άμυνα: άμυνα Ragozin

source: Nimzo-Indian Defence: Reshevsky Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Reshevsky

source: Nimzo-Indian Defence: Romanishin Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Romanishin

source: Nimzo-Indian Defence: Romanishin Variation, English Hybrid
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Romanishin, Αγγλική υβριδική

source: Nimzo-Indian Defence: Romanishin-Kasparov (Steiner) System
el_gr: Νιμζοϊνδική άμυνα: σύστημα Romanishin-Kasparov (Steiner)

source: Nimzo-Indian Defence: Saemisch Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Saemisch

source: Nimzo-Indian Defence: Saemisch, Botvinnik Variation
el_gr: Νιμζοϊνδική άμυνα: Saemisch, βαριάντα Botvinnik

source: Nimzo-Indian Defence: Saemisch, Capablanca Variation
el_gr: Νιμζοϊνδική άμυνα: Saemisch, βαριάντα Capablanca

source: Nimzo-Indian Defence: Saemisch, Keres Variation
el_gr: Νιμζοϊνδική άμυνα: Saemisch, βαριάντα Keres

source: Nimzo-Indian Defence: Saemisch, Main Line
el_gr: Νιμζοϊνδική άμυνα: Saemisch, κύρια γραμμή

source: Nimzo-Indian Defence: Saemisch, O'Kelly Variation
el_gr: Νιμζοϊνδική άμυνα: Saemisch, βαριάντα O'Kelly

source: Nimzo-Indian Defence: Saemisch, Romanovsky Variation
el_gr: Νιμζοϊνδική άμυνα: Saemisch, βαριάντα Romanovsky

source: Nimzo-Indian Defence: Simagin Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Simagin

source: Nimzo-Indian Defence: Spielmann Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Spielmann

source: Nimzo-Indian Defence: Spielmann, 4...c5, 5.dc Nc6
el_gr: Νιμζοϊνδική άμυνα: Spielmann, 4...c5, 5.dc Nc6

source: Nimzo-Indian Defence: Spielmann, Karlsbad Variation
el_gr: Νιμζοϊνδική άμυνα: Spielmann, βαριάντα Karlsbad

source: Nimzo-Indian Defence: Spielmann, San Remo Variation
el_gr: Νιμζοϊνδική άμυνα: Spielmann, βαριάντα San Remo

source: Nimzo-Indian Defence: Spielmann, Stahlberg Variation
el_gr: Νιμζοϊνδική άμυνα: Spielmann, βαριάντα Stahlberg

source: Nimzo-Indian Defence: Sämisch Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα Sämisch

source: Nimzo-Indian Defence: Three Knights Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα τριών ίππων

source: Nimzo-Indian Defence: Three Knights Variation, Duchamp Variation
el_gr: Νιμζοϊνδική άμυνα: βαριάντα τριών ίππων, βαριάντα Duchamp

source: Nimzo-Indian Defence: Three Knights Variation, Duchamp Variation, Modern Line
el_gr: Νιμζοϊνδική άμυνα: βαριάντα τριών ίππων, βαριάντα Duchamp, μοντέρνα γραμμή

source: Nimzo-Indian Defence: Three Knights Variation, Shocron Gambit
el_gr: Νιμζοϊνδική άμυνα: βαριάντα τριών ίππων, γκαμπί Shocron

source: Nimzo-Indian Defence: Three Knights, Euwe Variation
el_gr: Νιμζοϊνδική άμυνα: τρεις ίπποι, βαριάντα Euwe

source: Nimzo-Indian Defence: Three Knights, Korchnoi Variation
el_gr: Νιμζοϊνδική άμυνα: τρεις ίπποι, βαριάντα Korchnoi

source: Nimzo-Larsen Attack: Graz Attack
el_gr: Επίθεση Nimzo-Larsen: επίθεση Graz

source: Nimzo-Larsen Attack: Modern Variation
el_gr: Επίθεση Nimzo-Larsen: μοντέρνα βαριάντα

source: Nimzo-Larsen Attack: Norfolk Gambit
el_gr: Επίθεση Nimzo-Larsen: γκαμπί Norfolk

source: Nimzo-Larsen Attack: Pachman Gambit
el_gr: Επίθεση Nimzo-Larsen: γκαμπί Pachman

source: Nimzo-Larsen Attack: Ringelbach Gambit
el_gr: Επίθεση Nimzo-Larsen: γκαμπί Ringelbach

source: Nimzo-Larsen Attack: Spike Variation
el_gr: Επίθεση Nimzo-Larsen: βαριάντα Spike

source: Nimzovich-Larsen Attack
el_gr: Επίθεση Nimzovich-Larsen

source: Nimzovich-Larsen Attack: Classical Variation
el_gr: Επίθεση Nimzovich-Larsen: κλασική βαριάντα

source: Nimzovich-Larsen Attack: Dutch Variation
el_gr: Επίθεση Nimzovich-Larsen: Ολλανδική βαριάντα

source: Nimzovich-Larsen Attack: English Variation
el_gr: Επίθεση Nimzovich-Larsen: Αγγλική βαριάντα

source: Nimzovich-Larsen Attack: Indian Variation
el_gr: Επίθεση Nimzovich-Larsen: Ινδική βαριάντα

source: Nimzovich-Larsen Attack: Modern Variation
el_gr: Επίθεση Nimzovich-Larsen: μοντέρνα βαριάντα

source: Nimzovich-Larsen Attack: Polish Variation
el_gr: Επίθεση Nimzovich-Larsen: Πολωνική βαριάντα

source: Nimzovich-Larsen Attack: Symmetrical Variation
el_gr: Επίθεση Nimzovich-Larsen: συμμετρική βαριάντα

source: Nimzowitsch Defence: Breyer Variation
el_gr: Άμυνα Nimzowitsch: βαριάντα Breyer

source: Nimzowitsch Defence: Declined Variation
el_gr: Άμυνα Nimzowitsch: μη αποδεκτή βαριάντα

source: Nimzowitsch Defence: El Columpio Defence
el_gr: Άμυνα Nimzowitsch: άμυνα El Columpio

source: Nimzowitsch Defence: El Columpio Defence, El Columpio Gambit
el_gr: Άμυνα Nimzowitsch: άμυνα El Columpio, γκαμπί El Columpio

source: Nimzowitsch Defence: El Columpio Defence, Exchange Variation
el_gr: Άμυνα Nimzowitsch: άμυνα El Columpio, βαριάντα ανταλλαγής

source: Nimzowitsch Defence: El Columpio Defence, Pin Variation
el_gr: Άμυνα Nimzowitsch: άμυνα El Columpio, βαριάντα καρφώματος

source: Nimzowitsch Defence: Franco-Hiva Gambit
el_gr: Άμυνα Nimzowitsch: γκαμπί Franco-Hiva

source: Nimzowitsch Defence: Franco-Nimzowitsch Variation
el_gr: Άμυνα Nimzowitsch: βαριάντα Franco-Nimzowitsch

source: Nimzowitsch Defence: French Connection
el_gr: Άμυνα Nimzowitsch: Γαλλική σύνδεση

source: Nimzowitsch Defence: Hornung Gambit
el_gr: Άμυνα Nimzowitsch: γκαμπί Hornung

source: Nimzowitsch Defence: Kennedy Variation
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy

source: Nimzowitsch Defence: Kennedy Variation, Bielefelder Gambit
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, γκαμπί Bielefelder

source: Nimzowitsch Defence: Kennedy Variation, De Smet Gambit
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, γκαμπί De Smet

source: Nimzowitsch Defence: Kennedy Variation, Hammer Gambit
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, γκαμπί Hammer

source: Nimzowitsch Defence: Kennedy Variation, Herford Gambit
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, γκαμπί Herford

source: Nimzowitsch Defence: Kennedy Variation, Keres Attack
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, επίθεση Keres

source: Nimzowitsch Defence: Kennedy Variation, Linksspringer Variation
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, βαριάντα Linksspringer

source: Nimzowitsch Defence: Kennedy Variation, Main Line
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, κύρια γραμμή

source: Nimzowitsch Defence: Kennedy Variation, Paulsen Attack
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, επίθεση Paulsen

source: Nimzowitsch Defence: Kennedy Variation, Riemann Defence
el_gr: Άμυνα Nimzowitsch: βαριάντα Kennedy, άμυνα Riemann

source: Nimzowitsch Defence: Lean Variation, Colorado Counter Accepted
el_gr: Άμυνα Nimzowitsch: λιτή βαριάντα, αποδεκτός μετρητής Κολοράντο

source: Nimzowitsch Defence: Mikenas Variation
el_gr: Άμυνα Nimzowitsch: βαριάντα Mikenas

source: Nimzowitsch Defence: Pirc Connection
el_gr: Άμυνα Nimzowitsch: σύνδεση Pirc

source: Nimzowitsch Defence: Pseudo-Spanish Variation
el_gr: Άμυνα Nimzowitsch: ψευδο-ισπανική βαριάντα

source: Nimzowitsch Defence: Scandinavian Variation
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα

source: Nimzowitsch Defence: Scandinavian Variation, Aachen Gambit
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, γκαμπί Aachen

source: Nimzowitsch Defence: Scandinavian Variation, Advance Variation
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, προχωρημένη βαριάντα

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Brandics Gambit
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, βαριάντα Bogoljubov, γκαμπί Brandics

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Erben Gambit
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, βαριάντα Bogoljubov, γκαμπί Erben

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Heinola-Deppe Gambit
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, βαριάντα Bogoljubov, γκαμπί Heinola-Deppe

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Nimzowitsch Gambit
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, βαριάντα Bogoljubov, γκαμπί Nimzowitsch

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Richter Gambit
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, βαριάντα Bogoljubov, γκαμπί Richter

source: Nimzowitsch Defence: Scandinavian Variation, Bogoljubov Variation, Vehre Variation
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, βαριάντα Bogoljubov, βαριάντα Vehre

source: Nimzowitsch Defence: Scandinavian Variation, Exchange Variation
el_gr: Άμυνα Nimzowitsch: Σκανδιναβική βαριάντα, βαριάντα ανταλλαγής

source: Nimzowitsch Defence: Wheeler Gambit
el_gr: Άμυνα Nimzowitsch: γκαμπί Wheeler

source: Nimzowitsch Defence: Williams Variation
el_gr: Άμυνα Nimzowitsch: βαριάντα Williams

source: Nimzowitsch Defence: Woodchuck Variation
el_gr: Άμυνα Nimzowitsch: βαριάντα Woodchuck

source: Norwegian Defence
el_gr: Νορβηγική άμυνα

source: Novosibirsk Opening
el_gr: Άνοιγμα Νοβοσιμπίρσκ

source: Old Benoni Defence
el_gr: Παλιά άμυνα Benoni

source: Old Benoni Defence: Franco-Benoni Defence
el_gr: Παλιά άμυνα Benoni: άμυνα Franco-Benoni

source: Old Benoni Defence: Mujannah Formation
el_gr: Παλιά άμυνα Benoni: σχηματισμός Mujannah

source: Old Benoni Defence: Schmid System
el_gr: Παλιά άμυνα Benoni: σύστημα Schmid

source: Old Indian Defence
el_gr: Παλιά Ινδική άμυνα

source: Old Indian Defence: Aged Gibbon Gambit
el_gr: Παλιά Ινδική άμυνα: γκαμπί Aged Gibbon

source: Old Indian Defence: Czech Variation
el_gr: Παλιά Ινδική άμυνα: Τσεχική βαριάντα

source: Old Indian Defence: Janowski Variation, Fianchetto Variation
el_gr: Παλιά Ινδική άμυνα: βαριάντα Janowski, βαριάντα φιανκέτο

source: Old Indian Defence: Janowski Variation, Grinberg Gambit
el_gr: Παλιά Ινδική άμυνα: βαριάντα Janowski, γκαμπί Grinberg

source: Old Indian Defence: Janowski Variation, Main Line
el_gr: Παλιά Ινδική άμυνα: βαριάντα Janowski, κύρια γραμμή

source: Old Indian Defence: Tartakower-Indian
el_gr: Παλιά Ινδική άμυνα: Tartakower-Indian

source: Old Indian: Dus-Khotimirsky Variation
el_gr: Παλιά Ινδική: βαριάντα Dus-Khotimirsky

source: Old Indian: Janowski Variation
el_gr: Παλιά Ινδική: βαριάντα Janowski

source: Old Indian: Main Line
el_gr: Παλιά Ινδική: κύρια γραμμή

source: Old Indian: Tartakower (Wade) Variation
el_gr: Παλιά Ινδική: βαριάντα Tartakower (Wade)

source: Old Indian: Ukrainian Variation
el_gr: Παλιά Ινδική: Ουκρανική βαριάντα

source: Old Indian: Ukrainian Variation, 4.Nf3
el_gr: Παλιά Ινδική: Ουκρανική βαριάντα, 4.Nf3

source: Owen Defence
el_gr: Άμυνα Owen

source: Owen Defence: Hekili-Loa Gambit
el_gr: Άμυνα Owen: γκαμπί Hekili-Loa

source: Owen Defence: Matovinsky Gambit
el_gr: Άμυνα Owen: γκαμπί Matovinsky

source: Owen Defence: Naselwaus Gambit
el_gr: Άμυνα Owen: γκαμπί Naselwaus

source: Owen Defence: Smith Gambit
el_gr: Άμυνα Owen: γκαμπί Smith

source: Owen Defence: Unicorn Variation
el_gr: Άμυνα Owen: βαριάντα Unicorn

source: Owen Defence: Wind Gambit
el_gr: Άμυνα Owen: γκαμπί Wind

source: Paleface Attack
el_gr: Επίθεση Paleface

source: Petrov Defence
el_gr: Άμυνα Petrov

source: Petrov Defence Classical Attack, Chigorin Variation, Browne Attack
el_gr: Άμυνα Petrov κλασική επίθεση, βαριάντα Chigorin, επίθεση Browne

source: Petrov Defence Classical Attack, Chigorin Variation, Main Line
el_gr: Άμυνα Petrov κλασική επίθεση, βαριάντα Chigorin, κύρια γραμμή

source: Petrov Defence Classical Attack, Marshall Variation, Chinese Gambit
el_gr: Άμυνα Petrov κλασική επίθεση, βαριάντα Marshall, Κινεζικό γκαμπί

source: Petrov Defence Classical Attack, Mason-Showalter Variation
el_gr: Άμυνα Petrov κλασική επίθεση, βαριάντα Mason-Showalter

source: Petrov Defence Classical Attack, Staunton Variation
el_gr: Άμυνα Petrov κλασική επίθεση, βαριάντα Staunton

source: Petrov Defence Cochrane Gambit, Bishop Check Line
el_gr: Άμυνα Petrov γκαμπί Cochrane, γραμμή ελέγχου αξιωματικού

source: Petrov Defence Cochrane Gambit, Center Variation
el_gr: Άμυνα Petrov γκαμπί Cochrane, βαριάντα κέντρου

source: Petrov Defence Damiano Variation, Kholmov Gambit
el_gr: Άμυνα Petrov βαριάντα Damiano, γκαμπί Kholmov

source: Petrov Defence Karklins-Martinovsky Variation
el_gr: Άμυνα Petrov βαριάντα Karklins-Martinovsky

source: Petrov Defence Millennium Attack
el_gr: Άμυνα Petrov επίθεση Millennium

source: Petrov Defence Modern Attack
el_gr: Άμυνα Petrov μοντέρνα επίθεση

source: Petrov Defence Modern Attack, Center Variation
el_gr: Άμυνα Petrov μοντέρνα επίθεση, βαριάντα κέντρου

source: Petrov Defence Modern Attack, Murrey Variation
el_gr: Άμυνα Petrov μοντέρνα επίθεση, βαριάντα Murrey

source: Petrov Defence Modern Attack, Symmetrical Variation
el_gr: Άμυνα Petrov μοντέρνα επίθεση, συμμετρική βαριάντα

source: Petrov Defence Modern Attack, Tal Gambit
el_gr: Άμυνα Petrov μοντέρνα επίθεση, γκαμπί Tal

source: Petrov Defence Moody Gambit
el_gr: Άμυνα Petrov γκαμπί Moody

source: Petrov Defence Stafford Gambit
el_gr: Άμυνα Petrov γκαμπί Stafford

source: Petrov Defence: Classical Attack
el_gr: Άμυνα Petrov: κλασική επίθεση

source: Petrov Defence: Classical Attack, Berger Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, βαριάντα Berger

source: Petrov Defence: Classical Attack, Chigorin Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, βαριάντα Chigorin

source: Petrov Defence: Classical Attack, Close Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, κλειστή βαριάντα

source: Petrov Defence: Classical Attack, Jaenisch Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, βαριάντα Jaenisch

source: Petrov Defence: Classical Attack, Krause Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, βαριάντα Krause

source: Petrov Defence: Classical Attack, Maroczy Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, βαριάντα Maroczy

source: Petrov Defence: Classical Attack, Marshall Trap
el_gr: Άμυνα Petrov: κλασική επίθεση, παγίδα Marshall

source: Petrov Defence: Classical Attack, Marshall Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, βαριάντα Marshall

source: Petrov Defence: Classical Attack, Mason Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, βαριάντα Mason

source: Petrov Defence: Classical Attack, Tarrasch Variation
el_gr: Άμυνα Petrov: κλασική επίθεση, βαριάντα Tarrasch

source: Petrov Defence: Cochrane Gambit
el_gr: Άμυνα Petrov: γκαμπί Cochrane

source: Petrov Defence: Cozio (Lasker) Attack
el_gr: Άμυνα Petrov: επίθεση Cozio (Lasker)

source: Petrov Defence: Damiano Variation
el_gr: Άμυνα Petrov: βαριάντα Damiano

source: Petrov Defence: French Attack
el_gr: Άμυνα Petrov: Γαλλική επίθεση

source: Petrov Defence: Italian Variation
el_gr: Άμυνα Petrov: Ιταλική βαριάντα

source: Petrov Defence: Kaufmann Attack
el_gr: Άμυνα Petrov: επίθεση Kaufmann

source: Petrov Defence: Modern (Steinitz) Attack
el_gr: Άμυνα Petrov: μοντέρνα επίθεση (Steinitz)

source: Petrov Defence: Modern Attack, Bardeleben Variation
el_gr: Άμυνα Petrov: μοντέρνα επίθεση, βαριάντα Bardeleben

source: Petrov Defence: Modern Attack, Main Line
el_gr: Άμυνα Petrov: μοντέρνα επίθεση, κύρια γραμμή

source: Petrov Defence: Modern Attack, Steinitz Variation
el_gr: Άμυνα Petrov: μοντέρνα επίθεση, βαριάντα Steinitz

source: Petrov Defence: Modern Attack, Symmetrical Variation
el_gr: Άμυνα Petrov: μοντέρνα επίθεση, συμμετρική βαριάντα

source: Petrov Defence: Modern Attack, Trifunovic Variation
el_gr: Άμυνα Petrov: μοντέρνα επίθεση, βαριάντα Trifunovic

source: Petrov Defence: Nimzovich Attack
el_gr: Άμυνα Petrov: επίθεση Nimzovich

source: Petrov Defence: Paulsen Attack
el_gr: Άμυνα Petrov: επίθεση Paulsen

source: Petrov Defence: Three Knights Game
el_gr: Άμυνα Petrov: παρτίδα τριών ίππων

source: Petrov Defence: Urusov Gambit
el_gr: Άμυνα Petrov: γκαμπί Urusov

source: Philidor Defence
el_gr: Άμυνα Philidor

source: Philidor Defence: Albin-Blackburne Gambit
el_gr: Άμυνα Philidor: γκαμπί Albin-Blackburne

source: Philidor Defence: Berger Variation
el_gr: Άμυνα Philidor: βαριάντα Berger

source: Philidor Defence: Bird Gambit
el_gr: Άμυνα Philidor: γκαμπί Bird

source: Philidor Defence: Boden Variation
el_gr: Άμυνα Philidor: βαριάντα Boden

source: Philidor Defence: Exchange Variation
el_gr: Άμυνα Philidor: βαριάντα ανταλλαγής

source: Philidor Defence: Hanham Variation
el_gr: Άμυνα Philidor: βαριάντα Hanham

source: Philidor Defence: Hanham Variation, Sharp Variation
el_gr: Άμυνα Philidor: βαριάντα Hanham, βαριάντα Sharp

source: Philidor Defence: Hanham, Berger Variation
el_gr: Άμυνα Philidor: Hanham, βαριάντα Berger

source: Philidor Defence: Hanham, Delmar Variation
el_gr: Άμυνα Philidor: Hanham, βαριάντα Delmar

source: Philidor Defence: Hanham, Kmoch Variation
el_gr: Άμυνα Philidor: Hanham, βαριάντα Kmoch

source: Philidor Defence: Hanham, Krause Variation
el_gr: Άμυνα Philidor: Hanham, βαριάντα Krause

source: Philidor Defence: Hanham, Schlechter Variation
el_gr: Άμυνα Philidor: Hanham, βαριάντα Schlechter

source: Philidor Defence: Hanham, Steiner Variation
el_gr: Άμυνα Philidor: Hanham, βαριάντα Steiner

source: Philidor Defence: Improved Hanham Variation
el_gr: Άμυνα Philidor: βελτιωμένη βαριάντα Hanham

source: Philidor Defence: Larsen Variation
el_gr: Άμυνα Philidor: βαριάντα Larsen

source: Philidor Defence: Lion Variation, Bishop Sacrifice
el_gr: Άμυνα Philidor: βαριάντα Lion, θυσία αξιωματικού

source: Philidor Defence: Lion Variation, Delayed Bishop Sacrifice
el_gr: Άμυνα Philidor: βαριάντα Lion, καθυστερημένη θυσία αξιωματικού

source: Philidor Defence: Lion Variation, Forcing Line
el_gr: Άμυνα Philidor: βαριάντα Lion, γραμμή εξαναγκασμού

source: Philidor Defence: Lion Variation, Lion Claw
el_gr: Άμυνα Philidor: βαριάντα Lion, Lion Claw

source: Philidor Defence: Lion Variation, Shirov Gambit
el_gr: Άμυνα Philidor: βαριάντα Lion, γκαμπί Shirov

source: Philidor Defence: Lopez Counter-gambit
el_gr: Άμυνα Philidor: αντιγκαμπί Lopez

source: Philidor Defence: Lopez Counter-gambit, Jaenisch Variation
el_gr: Άμυνα Philidor: αντιγκαμπί Lopez, βαριάντα Jaenisch

source: Philidor Defence: Morphy Gambit
el_gr: Άμυνα Philidor: γκαμπί Morphy

source: Philidor Defence: Nimzovich (Jaenisch) Variation
el_gr: Άμυνα Philidor: βαριάντα Nimzovich (Jaenisch)

source: Philidor Defence: Nimzovich Variation
el_gr: Άμυνα Philidor: βαριάντα Nimzovich

source: Philidor Defence: Nimzovich, Klein Variation
el_gr: Άμυνα Philidor: Nimzovich, βαριάντα Klein

source: Philidor Defence: Nimzovich, Larobok Variation
el_gr: Άμυνα Philidor: Nimzovich, βαριάντα Larobok

source: Philidor Defence: Nimzovich, Locock Variation
el_gr: Άμυνα Philidor: Nimzovich, βαριάντα Locock

source: Philidor Defence: Nimzovich, Rellstab Variation
el_gr: Άμυνα Philidor: Nimzovich, βαριάντα Rellstab

source: Philidor Defence: Nimzovich, Sokolsky Variation
el_gr: Άμυνα Philidor: Nimzovich, βαριάντα Sokolsky

source: Philidor Defence: Nimzovich, Sozin Variation
el_gr: Άμυνα Philidor: Nimzovich, βαριάντα Sozin

source: Philidor Defence: Paulsen Attack
el_gr: Άμυνα Philidor: επίθεση Paulsen

source: Philidor Defence: Philidor Counter-gambit
el_gr: Άμυνα Philidor: αντιγκαμπί Philidor

source: Philidor Defence: Philidor Counter-gambit, Berger Variation
el_gr: Άμυνα Philidor: αντιγκαμπί Philidor, βαριάντα Berger

source: Philidor Defence: Philidor Counter-gambit, Del Rio Attack
el_gr: Άμυνα Philidor: αντιγκαμπί Philidor, επίθεση Del Rio

source: Philidor Defence: Philidor Counter-gambit, Zukertort Variation
el_gr: Άμυνα Philidor: αντιγκαμπί Philidor, βαριάντα Zukertort

source: Philidor Defence: Philidor Gambit
el_gr: Άμυνα Philidor: γκαμπί Philidor

source: Philidor Defence: Steinitz Variation
el_gr: Άμυνα Philidor: βαριάντα Steinitz

source: Pirc Defence
el_gr: Άμυνα Pirc

source: Pirc Defence: 150 Attack, Inner Doll Defence
el_gr: Άμυνα Pirc: επίθεση 150, άμυνα Inner Doll

source: Pirc Defence: 150 Attack, Sveshnikov-Jansa Attack
el_gr: Άμυνα Pirc: επίθεση 150, επίθεση Sveshnikov-Jansa

source: Pirc Defence: Austrian Attack
el_gr: Άμυνα Pirc: Αυστριακή επίθεση

source: Pirc Defence: Austrian Attack, Unzicker Attack, Bronstein Variation
el_gr: Άμυνα Pirc: Αυστριακή επίθεση, επίθεση Unzicker, βαριάντα Bronstein

source: Pirc Defence: Classical Variation
el_gr: Άμυνα Pirc: κλασική βαριάντα

source: Pirc Defence: Classical Variation, Quiet System, Chigorin Line
el_gr: Άμυνα Pirc: κλασική βαριάντα, ήσυχο σύστημα, γραμμή Chigorin

source: Pirc Defence: Classical Variation, Quiet System, Czech Defence
el_gr: Άμυνα Pirc: κλασική βαριάντα, ήσυχο σύστημα, Τσεχική άμυνα

source: Pirc Defence: Classical Variation, Quiet System, Parma Defence
el_gr: Άμυνα Pirc: κλασική βαριάντα, ήσυχο σύστημα, άμυνα Parma

source: Pirc Defence: Roscher Gambit
el_gr: Άμυνα Pirc: γκαμπί Roscher

source: Pirc Opening: 150 Attack
el_gr: Άνοιγμα Pirc: επίθεση 150

source: Pirc Opening: Austrian Attack
el_gr: Άνοιγμα Pirc: Αυστριακή επίθεση

source: Pirc Opening: Austrian Attack, 6.Bd3
el_gr: Άνοιγμα Pirc: Αυστριακή επίθεση, 6.Bd3

source: Pirc Opening: Austrian Attack, 6.Be3
el_gr: Άνοιγμα Pirc: Αυστριακή επίθεση, 6.Be3

source: Pirc Opening: Austrian Attack, 6.e5
el_gr: Άνοιγμα Pirc: Αυστριακή επίθεση, 6.e5

source: Pirc Opening: Austrian Attack, Dragon Formation
el_gr: Άνοιγμα Pirc: Αυστριακή επίθεση, σχηματισμός δράκου

source: Pirc Opening: Austrian Attack, Ljubojevic Variation
el_gr: Άνοιγμα Pirc: Αυστριακή επίθεση, βαριάντα Ljubojevic

source: Pirc Opening: Bayonet (Mariotti) Attack
el_gr: Άνοιγμα Pirc: επίθεση Bayonet (Mariotti)

source: Pirc Opening: Byrne Variation
el_gr: Άνοιγμα Pirc: βαριάντα Byrne

source: Pirc Opening: Chinese Variation
el_gr: Άνοιγμα Pirc: Κινεζική βαριάντα

source: Pirc Opening: Classical (two Knights) System
el_gr: Άνοιγμα Pirc: κλασικό σύστημα (δύο ίππων)

source: Pirc Opening: Classical System, 5.Be2
el_gr: Άνοιγμα Pirc: κλασικό σύστημα, 5.Be2

source: Pirc Opening: Classical, H3 System
el_gr: Άνοιγμα Pirc: κλασικό, σύστημα H3

source: Pirc Opening: Holmov System
el_gr: Άνοιγμα Pirc: σύστημα Holmov

source: Pirc Opening: Sveshnikov System
el_gr: Άνοιγμα Pirc: σύστημα Sveshnikov

source: Pirc Opening: Ufimtsev-Pytel Variation
el_gr: Άνοιγμα Pirc: βαριάντα Ufimtsev-Pytel

source: Polish (Sokolsky) Opening
el_gr: Πολωνικό άνοιγμα (Sokolsky)

source: Polish (Sokolsky-Orangutan) Opening: Baltic Defence
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): Βαλτική άμυνα

source: Polish (Sokolsky-Orangutan) Opening: Birmingham Gambit
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): γκαμπί Birmingham

source: Polish (Sokolsky-Orangutan) Opening: Bugayev Advance Variation
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): προχωρημένη βαριάντα Bugayev

source: Polish (Sokolsky-Orangutan) Opening: Bugayev Attack
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): επίθεση Bugayev

source: Polish (Sokolsky-Orangutan) Opening: Czech Defence
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): Τσεχική άμυνα

source: Polish (Sokolsky-Orangutan) Opening: Dutch Defence
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): Ολλανδική άμυνα

source: Polish (Sokolsky-Orangutan) Opening: German Defence
el_gr: Πολωνικό άνοιγμα (Sokolsky-Orangutan): Γερμανική άμυνα
