Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Gruenfeld Opening: Exchange Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα ανταλλαγής

source: Gruenfeld Opening: Exchange, Classical Variation
el_gr: Άνοιγμα Gruenfeld: ανταλλαγή, κλασική βαριάντα

source: Gruenfeld Opening: Exchange, Larsen Variation
el_gr: Άνοιγμα Gruenfeld: ανταλλαγή, βαριάντα Larsen

source: Gruenfeld Opening: Exchange, Seville Variation
el_gr: Άνοιγμα Gruenfeld: ανταλλαγή, βαριάντα Σεβίλλης

source: Gruenfeld Opening: Exchange, Simagin Improved Variation
el_gr: Άνοιγμα Gruenfeld: ανταλλαγή, βελτιωμένη βαριάντα Simagin

source: Gruenfeld Opening: Exchange, Simagin Lesser Variation
el_gr: Άνοιγμα Gruenfeld: ανταλλαγή, μικρότερη βαριάντα Simagin

source: Gruenfeld Opening: Exchange, Sokolsky Variation
el_gr: Άνοιγμα Gruenfeld: ανταλλαγή, βαριάντα Sokolsky

source: Gruenfeld Opening: Exchange, Spassky Variation
el_gr: Άνοιγμα Gruenfeld: ανταλλαγή, βαριάντα Spassky

source: Gruenfeld Opening: Flohr Defence
el_gr: Άνοιγμα Gruenfeld: άμυνα Flohr

source: Gruenfeld Opening: Flohr Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα Flohr

source: Gruenfeld Opening: Gruenfeld Gambit
el_gr: Άνοιγμα Gruenfeld: γκαμπί Gruenfeld

source: Gruenfeld Opening: Gruenfeld Gambit Accepted
el_gr: Άνοιγμα Gruenfeld: αποδεκτό γκαμπί Gruenfeld

source: Gruenfeld Opening: Gruenfeld Gambit, Botvinnik Variation
el_gr: Άνοιγμα Gruenfeld: γκαμπί Gruenfeld, βαριάντα Botvinnik

source: Gruenfeld Opening: Gruenfeld Gambit, Capablanca Variation
el_gr: Άνοιγμα Gruenfeld: γκαμπί Gruenfeld, βαριάντα Capablanca

source: Gruenfeld Opening: Lundin Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα Lundin

source: Gruenfeld Opening: Makogonov Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα Makogonov

source: Gruenfeld Opening: Modern Exchange Variation
el_gr: Άνοιγμα Gruenfeld: μοντέρνα βαριάντα ανταλλαγής

source: Gruenfeld Opening: Opovcensky Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα Opovcensky

source: Gruenfeld Opening: Pachman Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα Pachman

source: Gruenfeld Opening: Russian Variation
el_gr: Άνοιγμα Gruenfeld: Ρωσική βαριάντα

source: Gruenfeld Opening: Russian Variation With E4
el_gr: Άνοιγμα Gruenfeld: Ρωσική βαριάντα με e4

source: Gruenfeld Opening: Russian, Alekhine (Hungarian) Variation
el_gr: Άνοιγμα Gruenfeld: Ρωσική, βαριάντα Alekhine (Ουγγρική)

source: Gruenfeld Opening: Russian, Byrne (Simagin) Variation
el_gr: Άνοιγμα Gruenfeld: Ρωσική, βαριάντα Byrne (Simagin)

source: Gruenfeld Opening: Russian, Keres Variation
el_gr: Άνοιγμα Gruenfeld: Ρωσική, βαριάντα Keres

source: Gruenfeld Opening: Russian, Levenfish Variation
el_gr: Άνοιγμα Gruenfeld: Ρωσική, βαριάντα Levenfish

source: Gruenfeld Opening: Russian, Prins Variation
el_gr: Άνοιγμα Gruenfeld: Ρωσική, βαριάντα Prins

source: Gruenfeld Opening: Russian, Smyslov Variation
el_gr: Άνοιγμα Gruenfeld: Ρωσική, βαριάντα Smyslov

source: Gruenfeld Opening: Russian, Szabo (Boleslavsky) Variation
el_gr: Άνοιγμα Gruenfeld: Ρωσική, βαριάντα Szabo (Boleslavsky)

source: Gruenfeld Opening: Schlechter Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα Schlechter

source: Gruenfeld Opening: Smyslov Defence
el_gr: Άνοιγμα Gruenfeld: άμυνα Smyslov

source: Gruenfeld Opening: Spassky Variation, Main Line, 10...cd, 11.cd
el_gr: Άνοιγμα Gruenfeld: βαριάντα Spassky, κύρια γραμμή, 10...cd, 11.cd

source: Gruenfeld Opening: Spassky Variation, Main Line, 13.Bd3
el_gr: Άνοιγμα Gruenfeld: βαριάντα Spassky, κύρια γραμμή, 13.Bd3

source: Gruenfeld Opening: Spike Gambit
el_gr: Άνοιγμα Gruenfeld: γκαμπί Spike

source: Gruenfeld Opening: Stockholm Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα Στοκχόλμης

source: Gruenfeld Opening: Three Knights Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα τριών ίππων

source: Gruenfeld With Bf4 & E3
el_gr: Gruenfeld με Bf4 & e3

source: Gruenfeld With E3 & Bd3
el_gr: Gruenfeld με e3 & Bd3

source: Gruenfeld With E3 & Qb3
el_gr: Gruenfeld με e3 & Qb3

source: Guatemala Defence
el_gr: Άμυνα Γουατεμάλας

source: Gunderam Defence
el_gr: Άμυνα Gunderam

source: Halasz Gambit
el_gr: Γκαμπί Halasz

source: Hammerschlag (Fried Fox/Pork Chop Opening)
el_gr: Hammerschlag (Fried Fox/άνοιγμα Pork Chop)

source: Hawk (Habichd) Defence
el_gr: Άμυνα Hawk (Habichd)

source: Hippopotamus Defence
el_gr: Άμυνα ιπποπόταμου

source: Horwitz Defence
el_gr: Άμυνα Horwitz

source: Horwitz Defence: Zilbermints Gambit
el_gr: Άμυνα Horwitz: γκαμπί Zilbermints

source: Hungarian Defence
el_gr: Ουγγρική άμυνα

source: Hungarian Defence: Tartakower Variation
el_gr: Ουγγρική άμυνα: βαριάντα Tartakower

source: Hungarian Opening: Asten Gambit
el_gr: Ουγγρικό άνοιγμα: γκαμπί Asten

source: Hungarian Opening: Burk Gambit
el_gr: Ουγγρικό άνοιγμα: γκαμπί Burk

source: Hungarian Opening: Bücker Gambit
el_gr: Ουγγρικό άνοιγμα: γκαμπί Bücker

source: Hungarian Opening: Catalan Formation
el_gr: Ουγγρικό άνοιγμα: Καταλανικός σχηματισμός

source: Hungarian Opening: Dutch Defence
el_gr: Ουγγρικό άνοιγμα: Ολλανδική άμυνα

source: Hungarian Opening: Indian Defence
el_gr: Ουγγρικό άνοιγμα: Ινδική άμυνα

source: Hungarian Opening: Myers Defence
el_gr: Ουγγρικό άνοιγμα: άμυνα Myers

source: Hungarian Opening: Pachman Gambit
el_gr: Ουγγρικό άνοιγμα: γκαμπί Pachman

source: Hungarian Opening: Paris Gambit
el_gr: Ουγγρικό άνοιγμα: γκαμπί Paris

source: Hungarian Opening: Reversed Brooklyn Defence, Brooklyn Benko Gambit
el_gr: Ουγγρικό άνοιγμα: αντεστραμμένη άμυνα Μπρούκλιν, γκαμπί Μπρούκλιν Benko

source: Hungarian Opening: Reversed Modern Defence
el_gr: Ουγγρικό άνοιγμα: αντεστραμμένη μοντέρνα άμυνα

source: Hungarian Opening: Reversed Norwegian Defence
el_gr: Ουγγρικό άνοιγμα: αντεστραμμένη Νορβηγική άμυνα

source: Hungarian Opening: Sicilian Invitation
el_gr: Ουγγρικό άνοιγμα: Σικελική πρόσκληση

source: Hungarian Opening: Slav Formation
el_gr: Ουγγρικό άνοιγμα: Σλαβικός σχηματισμός

source: Hungarian Opening: Symmetrical Variation
el_gr: Ουγγρικό άνοιγμα: συμμετρική βαριάντα

source: Hungarian Opening: Van Kuijk Gambit
el_gr: Ουγγρικό άνοιγμα: γκαμπί Van Kuijk

source: Hungarian Opening: Wiedenhagen-Beta Gambit
el_gr: Ουγγρικό άνοιγμα: γκαμπί Wiedenhagen-Beta

source: Hungarian Opening: Winterberg Gambit
el_gr: Ουγγρικό άνοιγμα: γκαμπί Winterberg

source: Indian Defence
el_gr: Ινδική άμυνα

source: Indian Defence: Anti-Gruenfeld, Alekhine Variation
el_gr: Ινδική άμυνα: Anti-Gruenfeld, βαριάντα Alekhine

source: Indian Defence: Anti-Gruenfeld, Alekhine Variation, Leko Gambit
el_gr: Ινδική άμυνα: Anti-Gruenfeld, βαριάντα Alekhine, γκαμπί Leko

source: Indian Defence: Anti-Nimzo-Indian
el_gr: Ινδική άμυνα: Αντι-Νιμζοϊνδική

source: Indian Defence: Budapest Defence, Fajarowicz Defence, Bonsdorf Variation
el_gr: Ινδική άμυνα: άμυνα Βουδαπέστης, άμυνα Fajarowicz, βαριάντα Bonsdorf

source: Indian Defence: Colle System, King Indian Variation
el_gr: Ινδική άμυνα: σύστημα Colle, Ινδική βαριάντα του βασιλιά

source: Indian Defence: Czech-Indian
el_gr: Ινδική άμυνα: Czech-Indian

source: Indian Defence: Devin Gambit
el_gr: Ινδική άμυνα: γκαμπί Devin

source: Indian Defence: Döry Indian
el_gr: Ινδική άμυνα: Döry Indian

source: Indian Defence: Gibbins-Wiedenhagen Gambit Accepted
el_gr: Ινδική άμυνα: αποδεκτό γκαμπί Gibbins-Wiedenhagen

source: Indian Defence: Gibbins-Wiedenhagen Gambit, Maltese Falcon
el_gr: Ινδική άμυνα: γκαμπί Gibbins-Wiedenhagen, Maltese Falcon

source: Indian Defence: Gibbins-Wiedenhagen Gambit, Oshima Defence
el_gr: Ινδική άμυνα: γκαμπί Gibbins-Wiedenhagen, άμυνα Oshima

source: Indian Defence: Gibbins-Wiedenhagen Gambit, Stummer Gambit
el_gr: Ινδική άμυνα: γκαμπί Gibbins-Wiedenhagen, γκαμπί Stummer

source: Indian Defence: King Indian Variation, Fianchetto Variation
el_gr: Ινδική άμυνα: Ινδική βαριάντα του βασιλιά, βαριάντα φιανκέτο

source: Indian Defence: Knights Variation
el_gr: Ινδική άμυνα: βαριάντα ίππων

source: Indian Defence: Knights Variation, Alburt-Miles Variation
el_gr: Ινδική άμυνα: βαριάντα ίππων, βαριάντα Alburt-Miles

source: Indian Defence: Lazard Gambit
el_gr: Ινδική άμυνα: γκαμπί Lazard

source: Indian Defence: London System
el_gr: Ινδική άμυνα: σύστημα Λονδίνου

source: Indian Defence: Maddigan Gambit
el_gr: Ινδική άμυνα: γκαμπί Maddigan

source: Indian Defence: Medusa Gambit
el_gr: Ινδική άμυνα: γκαμπί Medusa

source: Indian Defence: Normal Variation
el_gr: Ινδική άμυνα: κανονική βαριάντα

source: Indian Defence: Omega Gambit
el_gr: Ινδική άμυνα: γκαμπί Omega

source: Indian Defence: Omega Gambit, Arafat Gambit
el_gr: Ινδική άμυνα: γκαμπί Omega, γκαμπί Arafat

source: Indian Defence: Pawn Push Variation
el_gr: Ινδική άμυνα: βαριάντα ώθησης πιονιού

source: Indian Defence: Polish Variation
el_gr: Ινδική άμυνα: Πολωνική βαριάντα

source: Indian Defence: Pseudo-Benko
el_gr: Ινδική άμυνα: Pseudo-Benko

source: Indian Defence: Pyrenees Gambit
el_gr: Ινδική άμυνα: γκαμπί Pyrenees

source: Indian Defence: Reversed Chigorin Defence
el_gr: Ινδική άμυνα: αντεστραμμένη άμυνα Chigorin

source: Indian Defence: Schnepper Gambit
el_gr: Ινδική άμυνα: γκαμπί Schnepper

source: Indian Defence: Spielmann-Indian
el_gr: Ινδική άμυνα: Spielmann-Indian

source: Indian Defence: Tartakower Attack
el_gr: Ινδική άμυνα: επίθεση Tartakower

source: Indian Defence: Wade-Tartakower Defence
el_gr: Ινδική άμυνα: άμυνα Wade-Tartakower

source: Inverted Hanham
el_gr: Ανεστραμμένη Hanham

source: Inverted Hungarian
el_gr: Ανεστραμμένη ουγγρική

source: Irish (Chicago) Gambit
el_gr: Ιρλανδικό γκαμπί (Σικάγο)

source: Irish Gambit
el_gr: Ιρλανδικό γκαμπί

source: Italian Opening
el_gr: Ιταλικό άνοιγμα

source: Italian Opening: Anti-Fried Liver Defence
el_gr: Ιταλικό άνοιγμα: άμυνα Anti-Fried Liver

source: Italian Opening: Classical Variation
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα

source: Italian Opening: Classical Variation, Albin Gambit
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα, γκαμπί Albin

source: Italian Opening: Classical Variation, Alexandre Gambit
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα, γκαμπί Alexandre

source: Italian Opening: Classical Variation, Center Attack
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα, επίθεση κέντρου

source: Italian Opening: Classical Variation, Giuoco Pianissimo
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα, τζουόκο πιανίσιμο

source: Italian Opening: Classical Variation, Giuoco Pianissimo, Main Line
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα, τζουόκο πιανίσιμο, κύρια γραμμή

source: Italian Opening: Classical Variation, Greco Gambit
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα, γκαμπί Greco

source: Italian Opening: Classical Variation, Greco Gambit, Main Line
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα, γκαμπί Greco, κύρια γραμμή

source: Italian Opening: Classical Variation, Greco Gambit, Traditional Line
el_gr: Ιταλικό άνοιγμα: κλασική βαριάντα, γκαμπί Greco, παραδοσιακή γραμμή

source: Italian Opening: Deutz Gambit
el_gr: Ιταλικό άνοιγμα: γκαμπί Deutz

source: Italian Opening: Evans Gambit
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans

source: Italian Opening: Evans Gambit Declined
el_gr: Ιταλικό άνοιγμα: μη αποδεκτό γκαμπί του Evans

source: Italian Opening: Evans Gambit, Anderssen Defence
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, άμυνα Anderssen

source: Italian Opening: Evans Gambit, Bronstein Defence
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, άμυνα Bronstein

source: Italian Opening: Evans Gambit, Dufresne Defence
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, άμυνα Dufresne

source: Italian Opening: Evans Gambit, Fontaine CounterGambit
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, αντιγκαμπί Fontaine

source: Italian Opening: Evans Gambit, Harding Variation
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, βαριάντα Harding

source: Italian Opening: Evans Gambit, Johner Defence
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, άμυνα Johner

source: Italian Opening: Evans Gambit, Laroche Variation
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, βαριάντα Laroche

source: Italian Opening: Evans Gambit, Main Line
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, κύρια γραμμή

source: Italian Opening: Evans Gambit, McDonnell Defence
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, άμυνα McDonnell

source: Italian Opening: Evans Gambit, Mieses Defence
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, άμυνα Mieses

source: Italian Opening: Evans Gambit, Mortimer-Evans Gambit
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, γκαμπί Mortimer-Evans

source: Italian Opening: Evans Gambit, Pierce Defence
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, άμυνα Pierce

source: Italian Opening: Evans Gambit, Slow Variation
el_gr: Ιταλικό άνοιγμα: γκαμπί του Evans, αργή βαριάντα

source: Italian Opening: Giuoco Pianissimo, Lucchini Gambit
el_gr: Ιταλικό άνοιγμα: τζουόκο πιανίσιμο, γκαμπί Lucchini

source: Italian Opening: Giuoco Pianissimo, Normal
el_gr: Ιταλικό άνοιγμα: τζουόκο πιανίσιμο, Κανονικό

source: Italian Opening: Rosentreter Gambit
el_gr: Ιταλικό άνοιγμα: γκαμπί Rosentreter

source: Italian Opening: Schilling-Kostic Gambit
el_gr: Ιταλικό άνοιγμα: γκαμπί Schilling-Kostic

source: Italian Opening: Scotch Gambit
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί

source: Italian Opening: Scotch Gambit Declined
el_gr: Ιταλικό άνοιγμα: μη αποδεκτό Σκωτικό γκαμπί

source: Italian Opening: Scotch Gambit, Anderssen Attack
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί, επίθεση Anderssen

source: Italian Opening: Scotch Gambit, Anderssen Attack, Main Line
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί, επίθεση Anderssen, κύρια γραμμή

source: Italian Opening: Scotch Gambit, De Riviere Defence
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί, άμυνα De Riviere

source: Italian Opening: Scotch Gambit, Double Gambit Accepted
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί, διπλό αποδεκτό γκαμπί

source: Italian Opening: Scotch Gambit, Janowski Defence
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί, άμυνα Janowski

source: Italian Opening: Scotch Gambit, Max Lange Attack
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί, επίθεση Max Lange

source: Italian Opening: Scotch Gambit, Nakhmanson Gambit
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί, γκαμπί Nakhmanson

source: Italian Opening: Scotch Gambit, Walbrodt-Baird Gambit
el_gr: Ιταλικό άνοιγμα: Σκωτικό γκαμπί, γκαμπί Walbrodt-Baird

source: Italian Opening: Two Knights Defence
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων

source: Italian Opening: Two Knights Defence, Kloss Gambit
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, γκαμπί Kloss

source: Italian Opening: Two Knights Defence, Knight Attack
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, επίθεση ίππου

source: Italian Opening: Two Knights Defence, Knight Attack, Normal Variation
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, επίθεση ίππου, κανονική βαριάντα

source: Italian Opening: Two Knights Defence, Open Variation
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, ανοιχτή βαριάντα

source: Italian Opening: Two Knights Defence, Polerio Defence, Bishop Check Line
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, άμυνα Polerio, γραμμή ελέγχου αξιωματικού

source: Italian Opening: Two Knights Defence, Polerio Defence, Suhle Defence
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, άμυνα Polerio, άμυνα Suhle

source: Italian Opening: Two Knights Defence, Ponziani-Steinitz Gambit
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, γκαμπί Ponziani-Steinitz

source: Italian Opening: Two Knights Defence, Traxler CounterAttack, Bishop Sacrifice Line
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, αντεπίθεση Traxler, γραμμή θυσίας αξιωματικού

source: Italian Opening: Two Knights Defence, Traxler CounterAttack, King March Line
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, αντεπίθεση Traxler, γραμμή πορείας βασιλιά

source: Italian Opening: Two Knights Defence, Traxler CounterAttack, Knight Sacrifice Line
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, αντεπίθεση Traxler, γραμμή θυσίας ίππου

source: Italian Opening: Two Knights Defence, Traxler Variation, Trencianske-Teplice Gambit
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, βαριάντα Traxler, γκαμπί Trencianske-Teplice

source: Italian Opening: Two Knights Defence, Ulvestad Variation, Kurkin Gambit
el_gr: Ιταλικό άνοιγμα: άμυνα δύο ίππων, βαριάντα Ulvestad, γκαμπί Kurkin

source: Kangaroo Defence: Keres Defence, TransPositional Variation
el_gr: Άμυνα Καγκουρό: άμυνα Keres, Μεταθετική βαριάντα

source: Kevitz-Trajkovic Defence
el_gr: Άμυνα Kevitz-Trajkovic

source: King Gambit
el_gr: Γκαμπί του βασιλιά

source: King Gambit Accepted
el_gr: Αποδεκτό γκαμπί του βασιλιά

source: King Gambit Accepted: Abbazia Defence (classical Defence, Modern Defence[!])
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Abbazia (κλασική άμυνα, μοντέρνα άμυνα[!])

source: King Gambit Accepted: Abbazia Defence, Botvinnik Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Abbazia, βαριάντα Botvinnik

source: King Gambit Accepted: Abbazia Defence, Modern Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Abbazia, μοντέρνα βαριάντα

source: King Gambit Accepted: Allgaier Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Allgaier

source: King Gambit Accepted: Allgaier, Blackburne Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: Allgaier, γκαμπί Blackburne

source: King Gambit Accepted: Allgaier, Cook Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: Allgaier, βαριάντα Cook

source: King Gambit Accepted: Allgaier, Horny Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Allgaier, άμυνα Horny

source: King Gambit Accepted: Allgaier, Schlechter Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Allgaier, άμυνα Schlechter

source: King Gambit Accepted: Allgaier, Thorold Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: Allgaier, βαριάντα Thorold

source: King Gambit Accepted: Allgaier, Urusov Attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: Allgaier, επίθεση Urusov

source: King Gambit Accepted: Allgaier, Walker Attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: Allgaier, επίθεση Walker

source: King Gambit Accepted: Australian Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: Αυστραλιανό γκαμπί

source: King Gambit Accepted: Becker Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Becker

source: King Gambit Accepted: Bishop Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού

source: King Gambit Accepted: Bishop Gambit, Anderssen Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, άμυνα Anderssen

source: King Gambit Accepted: Bishop Gambit, Anderssen Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Anderssen

source: King Gambit Accepted: Bishop Gambit, Bledow Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Bledow

source: King Gambit Accepted: Bishop Gambit, Boden Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, άμυνα Μπόντεν

source: King Gambit Accepted: Bishop Gambit, Bogolyubov Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Bogolyubov

source: King Gambit Accepted: Bishop Gambit, Boren-Svenonius Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Boren-Svenonius

source: King Gambit Accepted: Bishop Gambit, Bryan Counter-gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, αντιγκαμπί Bryan

source: King Gambit Accepted: Bishop Gambit, Chigorin Attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, επίθεση Chigorin

source: King Gambit Accepted: Bishop Gambit, Classical Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, κλασική άμυνα

source: King Gambit Accepted: Bishop Gambit, Classical Defence, Cozio Attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, κλασική άμυνα, επίθεση Cozio

source: King Gambit Accepted: Bishop Gambit, Cozio (Morphy) Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, άμυνα Cozio (Morphy)

source: King Gambit Accepted: Bishop Gambit, Cozio Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Cozio

source: King Gambit Accepted: Bishop Gambit, First Jaenisch Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, πρώτη βαριάντα Jaenisch

source: King Gambit Accepted: Bishop Gambit, Fraser Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Fraser

source: King Gambit Accepted: Bishop Gambit, Gifford Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Gifford

source: King Gambit Accepted: Bishop Gambit, Greco Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Greco

source: King Gambit Accepted: Bishop Gambit, Grimm Attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, επίθεση Grimm

source: King Gambit Accepted: Bishop Gambit, Jaenisch Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Jaenisch

source: King Gambit Accepted: Bishop Gambit, Kieseritzky Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, γκαμπί Kieseritzky

source: King Gambit Accepted: Bishop Gambit, Lopez-Gianutio Counter-gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, αντιγκαμπί Lopez-Gianutio

source: King Gambit Accepted: Bishop Gambit, Maurian Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, άμυνα Maurian

source: King Gambit Accepted: Bishop Gambit, McDonnell Attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, επίθεση McDonnell

source: King Gambit Accepted: Bishop Gambit, Morphy Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, βαριάντα Morphy

source: King Gambit Accepted: Bishop Gambit, Paulsen Attack
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, επίθεση Paulsen

source: King Gambit Accepted: Bishop Gambit, Ruy Lopez Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, άμυνα Ισπανικής παρτίδας

source: King Gambit Accepted: Bishop Gambit, Steinitz Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί αξιωματικού, άμυνα Steinitz

source: King Gambit Accepted: Blachly Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Blachly

source: King Gambit Accepted: Bonsch-Osmolovsky Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: βαριάντα Bonsch-Osmolovsky

source: King Gambit Accepted: Breyer Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Breyer

source: King Gambit Accepted: Carrera (Basman) Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Carrera (Basman)

source: King Gambit Accepted: Carrera Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Carrera

source: King Gambit Accepted: Cochrane Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Cochrane

source: King Gambit Accepted: Cunningham Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Κάνινγκχαμ

source: King Gambit Accepted: Cunningham, Bertin Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: Κάνινγκχαμ, γκαμπί Bertin

source: King Gambit Accepted: Cunningham, Euwe Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: Κάνινγκχαμ, άμυνα Euwe

source: King Gambit Accepted: Cunningham, Three Pawns Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: Κάνινγκχαμ, γκαμπί τριών πιονιών

source: King Gambit Accepted: Dodo Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: βαριάντα Dodo

source: King Gambit Accepted: Double Muzio Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: διπλό γκαμπί Muzio

source: King Gambit Accepted: Double Muzio Gambit, Baldwin Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: διπλό γκαμπί Muzio, γκαμπί Baldwin

source: King Gambit Accepted: Double Muzio Gambit, Bello Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: διπλό γκαμπί Muzio, γκαμπί Bello

source: King Gambit Accepted: Double Muzio Gambit, Young Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: διπλό γκαμπί Muzio, γκαμπί Young

source: King Gambit Accepted: Eisenberg Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: βαριάντα Eisenberg

source: King Gambit Accepted: Fischer Defence
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Fischer

source: King Gambit Accepted: Fischer Defence, Schulder Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Fischer, γκαμπί Schulder

source: King Gambit Accepted: Fischer Defence, Spanish Variation
el_gr: Αποδεκτό γκαμπί του βασιλιά: άμυνα Fischer, Ισπανική βαριάντα

source: King Gambit Accepted: Gaga Gambit
el_gr: Αποδεκτό γκαμπί του βασιλιά: γκαμπί Gaga
