Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Queen Gambit Declined: Albin Counter-gambit, Alapin Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, βαριάντα Alapin

source: Queen Gambit Declined: Albin Counter-gambit, Balogh Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, βαριάντα Balogh

source: Queen Gambit Declined: Albin Counter-gambit, Janowski Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, βαριάντα Janowski

source: Queen Gambit Declined: Albin Counter-gambit, Krenosz Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, βαριάντα Krenosz

source: Queen Gambit Declined: Albin Counter-gambit, Lasker Trap
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, παγίδα Lasker

source: Queen Gambit Declined: Albin CounterGambit, Fianchetto Variation, Be6 Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, βαριάντα φιανκέτο, γραμμή Be6

source: Queen Gambit Declined: Albin CounterGambit, Fianchetto Variation, Bf5 Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, βαριάντα φιανκέτο, γραμμή Bf5

source: Queen Gambit Declined: Albin CounterGambit, Fianchetto Variation, Bg4 Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, βαριάντα φιανκέτο, γραμμή Bg4

source: Queen Gambit Declined: Albin CounterGambit, Normal Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, κανονική γραμμή

source: Queen Gambit Declined: Albin CounterGambit, Tartakower Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντιγκαμπί Albin, άμυνα Tartakower

source: Queen Gambit Declined: Alekhine Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Alekhine

source: Queen Gambit Declined: Anti-neo-orthodox Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: αντι-νεο-ορθόδοξη βαριάντα

source: Queen Gambit Declined: Austrian Attack, Salvio CounterGambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Αυστριακή επίθεση, αντιγκαμπί Salvio

source: Queen Gambit Declined: Austrian Defence, Gusev CounterGambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Αυστριακή άμυνα, αντιγκαμπί Gusev

source: Queen Gambit Declined: Austrian Defence, Haberditz Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Αυστριακή άμυνα, βαριάντα Haberditz

source: Queen Gambit Declined: Baltic Defence, Argentinian Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Βαλτική άμυνα, Αργεντίνικο γκαμπί

source: Queen Gambit Declined: Baltic Defence, Pseudo-Chigorin
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Βαλτική άμυνα, Pseudo-Chigorin

source: Queen Gambit Declined: Baltic Defence, Pseudo-Slav
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Βαλτική άμυνα, ψευδο-Σλαβικό

source: Queen Gambit Declined: Baltic Defence, Queen Attack
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Βαλτική άμυνα, επίθεση βασίλισσας

source: Queen Gambit Declined: Baltic Defence, Queen Attack Deferred
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Βαλτική άμυνα, αναβαλλόμενη επίθεση βασίλισσας

source: Queen Gambit Declined: Barmen Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Barmen

source: Queen Gambit Declined: Been-Koomen Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Been-Koomen

source: Queen Gambit Declined: Cambridge Springs Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Cambridge Springs

source: Queen Gambit Declined: Cambridge Springs Defence, 7.cd
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Cambridge Springs, 7.cd

source: Queen Gambit Declined: Cambridge Springs Defence, Argentine Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Cambridge Springs, βαριάντα Αργεντινής

source: Queen Gambit Declined: Cambridge Springs Defence, Bogoljubow Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Cambridge Springs, βαριάντα Bogoljubow

source: Queen Gambit Declined: Cambridge Springs Defence, Capablanca Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Cambridge Springs, βαριάντα Capablanca

source: Queen Gambit Declined: Cambridge Springs Defence, Rubinstein Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Cambridge Springs, βαριάντα Rubinstein

source: Queen Gambit Declined: Cambridge Springs Defence, Yugoslav Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Cambridge Springs, Γιουγκοσλαβική βαριάντα

source: Queen Gambit Declined: Canal (Venice) Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Canal (Βενετία)

source: Queen Gambit Declined: Capablanca Anti-Cambridge Springs Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Capablanca αντι-Cambridge Springs

source: Queen Gambit Declined: Capablanca Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Capablanca

source: Queen Gambit Declined: Capablanca-Duras Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Capablanca-Duras

source: Queen Gambit Declined: Charousek (Petrosian) Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Charousek (Petrosian)

source: Queen Gambit Declined: Charousek Variation, Miladinovic Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Charousek, γκαμπί Miladinovic

source: Queen Gambit Declined: Chigorin Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin

source: Queen Gambit Declined: Chigorin Defence, Exchange Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin, βαριάντα ανταλλαγής

source: Queen Gambit Declined: Chigorin Defence, Exchange Variation, Costa Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin, βαριάντα ανταλλαγής, γραμμή Costa

source: Queen Gambit Declined: Chigorin Defence, Janowski Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin, βαριάντα Janowski

source: Queen Gambit Declined: Chigorin Defence, Lazard Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin, γκαμπί Lazard

source: Queen Gambit Declined: Chigorin Defence, Main Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin, κύρια γραμμή

source: Queen Gambit Declined: Chigorin Defence, Main Line, Alekhine Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin, κύρια γραμμή, βαριάντα Alekhine

source: Queen Gambit Declined: Chigorin Defence, Modern Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin, μοντέρνο γκαμπί

source: Queen Gambit Declined: Chigorin Defence, Tartakower Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Chigorin, γκαμπί Tartakower

source: Queen Gambit Declined: Classical Variation (5.Bf4)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: κλασική βαριάντα (5.Bf4)

source: Queen Gambit Declined: Exchange Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα ανταλλαγής

source: Queen Gambit Declined: Exchange, Chameleon Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ανταλλαγή, βαριάντα χαμαιλέοντα

source: Queen Gambit Declined: Exchange, Positional Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ανταλλαγή, γραμμή θέσεως

source: Queen Gambit Declined: Exchange, Positional Line, 5...c6
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ανταλλαγή, γραμμή θέσεως, 5...c6

source: Queen Gambit Declined: Exchange, Positional Line, 6.Qc2
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ανταλλαγή, γραμμή θέσεως, 6.Qc2

source: Queen Gambit Declined: Exchange, Saemisch Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ανταλλαγή, βαριάντα Saemisch

source: Queen Gambit Declined: Grau (Sahovic) Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Grau (Sahovic)

source: Queen Gambit Declined: Harrwitz Attack
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: επίθεση Harrwitz

source: Queen Gambit Declined: Harrwitz Attack, Fianchetto Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: επίθεση Harrwitz, άμυνα φιανκέτο

source: Queen Gambit Declined: Harrwitz Attack, Main Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: επίθεση Harrwitz, κύρια γραμμή

source: Queen Gambit Declined: Harrwitz Attack, Orthodox Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: επίθεση Harrwitz, ορθόδοξη άμυνα

source: Queen Gambit Declined: Harrwitz Attack, Two Knights Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: επίθεση Harrwitz, άμυνα δύο ίππων

source: Queen Gambit Declined: Harrwitz Attack, Two Knights Defence, Blockade Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: επίθεση Harrwitz, άμυνα δύο ίππων, γραμμή αποκλεισμού

source: Queen Gambit Declined: Hastings Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Hastings

source: Queen Gambit Declined: Janowski Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Janowski

source: Queen Gambit Declined: Knight Defence, Alekhine Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα ίππου, γκαμπί Alekhine

source: Queen Gambit Declined: Lasker Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Lasker

source: Queen Gambit Declined: Lasker Defence, Bernstein Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Lasker, βαριάντα Bernstein

source: Queen Gambit Declined: Lasker Defence, Bernstein Variation, Mar Del Plata Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Lasker, βαριάντα Bernstein, γκαμπί Mar Del Plata

source: Queen Gambit Declined: Lasker Defence, Main Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Lasker, κύρια γραμμή

source: Queen Gambit Declined: Lasker Defence, Russian Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Lasker, Ρωσική βαριάντα

source: Queen Gambit Declined: Lasker Defence, Teichmann Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Lasker, βαριάντα Teichmann

source: Queen Gambit Declined: Lasker Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Lasker

source: Queen Gambit Declined: Manhattan Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Μανχάταν

source: Queen Gambit Declined: Marshall Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Marshall

source: Queen Gambit Declined: Marshall Defence, Tan Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Marshall, γκαμπί Tan

source: Queen Gambit Declined: Miles Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Miles

source: Queen Gambit Declined: Modern Variation, Heral Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: μοντέρνα βαριάντα, βαριάντα Heral

source: Queen Gambit Declined: Modern Variation, Knight Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: μοντέρνα βαριάντα, άμυνα ίππου

source: Queen Gambit Declined: Neo-orthodox Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Νεο-ορθόδοξη βαριάντα

source: Queen Gambit Declined: Neo-orthodox Variation, 7.Bh4
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Νεο-ορθόδοξη βαριάντα, 7.Bh4

source: Queen Gambit Declined: Neo-orthodox Variation, 7.Bxf6
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Νεο-ορθόδοξη βαριάντα, 7.Bxf6

source: Queen Gambit Declined: Orthodox Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα

source: Queen Gambit Declined: Orthodox Defence, 7.Qc2 C5, 8.cd (Rubinstein)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, 7.Qc2 C5, 8.cd (Rubinstein)

source: Queen Gambit Declined: Orthodox Defence, 7.Rc1
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, 7.Rc1

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, γραμμή Bd3

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, 11.O-O
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, γραμμή Bd3, 11.O-O

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, Alekhine Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, γραμμή Bd3, βαριάντα Alekhine

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, Capablanca Freeing Manoevre
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, γραμμή Bd3, ελιγμός απελευθέρωσης Capablanca

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, Fianchetto Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, γραμμή Bd3, βαριάντα φιανκέτο

source: Queen Gambit Declined: Orthodox Defence, Bd3 Line, Janowski Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, γραμμή Bd3, βαριάντα Janowski

source: Queen Gambit Declined: Orthodox Defence, Botvinnik Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, βαριάντα Botvinnik

source: Queen Gambit Declined: Orthodox Defence, Capablanca Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, βαριάντα Capablanca

source: Queen Gambit Declined: Orthodox Defence, Classical Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, κλασική βαριάντα

source: Queen Gambit Declined: Orthodox Defence, Classical, 13.d1b1 (Maroczy)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, κλασική, 13.d1b1 (Maroczy)

source: Queen Gambit Declined: Orthodox Defence, Classical, 13.d1c2 (Vidmar)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, κλασική, 13.d1c2 (Vidmar)

source: Queen Gambit Declined: Orthodox Defence, Classical, 13.de
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, κλασική, 13.de

source: Queen Gambit Declined: Orthodox Defence, Main Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, κύρια γραμμή

source: Queen Gambit Declined: Orthodox Defence, Pillsbury Attack
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, επίθεση Pillsbury

source: Queen Gambit Declined: Orthodox Defence, Rauzer Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, βαριάντα Rauzer

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack (with Rc1)
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, επίθεση Rubinstein (με Rc1)

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack, Gruenfeld Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, επίθεση Rubinstein, βαριάντα Gruenfeld

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack, Karlsbad Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, επίθεση Rubinstein, βαριάντα Karlsbad

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack, Main Line
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, επίθεση Rubinstein, κύρια γραμμή

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Attack, Wolf Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, επίθεση Rubinstein, βαριάντα Λύκου

source: Queen Gambit Declined: Orthodox Defence, Rubinstein Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, βαριάντα Rubinstein

source: Queen Gambit Declined: Orthodox Defence, Swiss (Henneberger) Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, Ελβετική βαριάντα (Henneberger)

source: Queen Gambit Declined: Orthodox Defence, Swiss, Karlsbad Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ορθόδοξη άμυνα, Ελβετική, βαριάντα Karlsbad

source: Queen Gambit Declined: Petrosian Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Petrosian

source: Queen Gambit Declined: Pillsbury Attack
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: επίθεση Pillsbury

source: Queen Gambit Declined: Ragozin Defence, Alekhine Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Ragozin, βαριάντα Alekhine

source: Queen Gambit Declined: Ragozin Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Ragozin

source: Queen Gambit Declined: Ragozin, Vienna Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Ragozin, βαριάντα Βιέννης

source: Queen Gambit Declined: Rochlin Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Rochlin

source: Queen Gambit Declined: Semi-Slav
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ημισλαβικό

source: Queen Gambit Declined: Semi-Slav, Abrahams Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ημισλαβικό, βαριάντα Abrahams

source: Queen Gambit Declined: Semi-Slav, Junge Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ημισλαβικό, βαριάντα Junge

source: Queen Gambit Declined: Semi-Slav, Koomen Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ημισλαβικό, βαριάντα Koomen

source: Queen Gambit Declined: Semi-Slav, Marshall Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ημισλαβικό, γκαμπί Marshall

source: Queen Gambit Declined: Semi-Slav, Noteboom Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: ημισλαβικό, βαριάντα Noteboom

source: Queen Gambit Declined: Semi-Tarrasch
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch

source: Queen Gambit Declined: Semi-Tarrasch Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Semi-Tarrasch

source: Queen Gambit Declined: Semi-Tarrasch Defence, Exchange Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Semi-Tarrasch, βαριάντα ανταλλαγής

source: Queen Gambit Declined: Semi-Tarrasch Defence, Pillsbury Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Semi-Tarrasch, βαριάντα Pillsbury

source: Queen Gambit Declined: Semi-Tarrasch With E3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch με Ε3

source: Queen Gambit Declined: Semi-Tarrasch, 5.cd
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch, 5.cd

source: Queen Gambit Declined: Semi-Tarrasch, 7.Bd3
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch, 7.Bd3

source: Queen Gambit Declined: Semi-Tarrasch, Kmoch Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch, βαριάντα Kmoch

source: Queen Gambit Declined: Semi-Tarrasch, Krause Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch, βαριάντα Krause

source: Queen Gambit Declined: Semi-Tarrasch, Levenfish Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch, βαριάντα Levenfish

source: Queen Gambit Declined: Semi-Tarrasch, Primitive Pillsbury Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch, Πρωτόγονη βαριάντα Pillsbury

source: Queen Gambit Declined: Semi-Tarrasch, San Sebastian Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch, βαριάντα San Sebastian

source: Queen Gambit Declined: Semi-Tarrasch, Symmetrical Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Semi-Tarrasch, συμμετρική βαριάντα

source: Queen Gambit Declined: Spielmann Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Spielmann

source: Queen Gambit Declined: Stonewall Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Stonewall

source: Queen Gambit Declined: Symmetrical (Austrian) Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: συμμετρική άμυνα (Αυστριακή)

source: Queen Gambit Declined: Tarrasch Defence
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Tarrasch

source: Queen Gambit Declined: Tarrasch Defence, 4.cd Ed
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Tarrasch, 4.cd ed

source: Queen Gambit Declined: Tarrasch Defence, Marshall Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Tarrasch, γκαμπί Marshall

source: Queen Gambit Declined: Tarrasch Defence, Pseudo-Tarrasch
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Tarrasch, Pseudo-Tarrasch

source: Queen Gambit Declined: Tarrasch Defence, Pseudo-Tarrasch Bishop Attack
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Tarrasch, Pseudo-Tarrasch επίθεση αξιωματικού

source: Queen Gambit Declined: Tarrasch Defence, Tarrasch Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Tarrasch, γκαμπί Tarrasch

source: Queen Gambit Declined: Tarrasch, Bogolyubov Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Bogolyubov

source: Queen Gambit Declined: Tarrasch, Folkestone (Swedish) Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Folkestone (Σουηδικά)

source: Queen Gambit Declined: Tarrasch, Prague Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Πράγας

source: Queen Gambit Declined: Tarrasch, Prague Variation, 7...Be7
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Πράγας, 7...Be7

source: Queen Gambit Declined: Tarrasch, Prague Variation, 9.Bg5
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Πράγας, 9.Bg5

source: Queen Gambit Declined: Tarrasch, Prague Variation, Normal Position
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Πράγας, Κανονική θέση

source: Queen Gambit Declined: Tarrasch, Reti Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Reti

source: Queen Gambit Declined: Tarrasch, Schlechter-Rubinstein System
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, σύστημα Schlechter-Rubinstein

source: Queen Gambit Declined: Tarrasch, Schlechter-Rubinstein System, Rey Ardid Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, σύστημα Schlechter-Rubinstein, βαριάντα Rey Ardid

source: Queen Gambit Declined: Tarrasch, Stoltz Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Stoltz

source: Queen Gambit Declined: Tarrasch, Von Hennig-Schara Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, γκαμπί von Hennig-Schara

source: Queen Gambit Declined: Tarrasch, Wagner Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Tarrasch, βαριάντα Wagner

source: Queen Gambit Declined: Tartakower (Makagonov-Bondarevsky) System
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: Σύστημα Tartakower (Makagonov-Bondarevsky)

source: Queen Gambit Declined: Tartakower (Makagonov-Bondarevsky) System, 8.cd Nxd5
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: σύστημα Tartakower (Makagonov-Bondarevsky), 8.cd Nxd5

source: Queen Gambit Declined: Tartakower Defence, Exchange Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: άμυνα Tartakower, βαριάντα ανταλλαγής

source: Queen Gambit Declined: Tartakower Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Tartakower

source: Queen Gambit Declined: Uhlmann Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Uhlmann

source: Queen Gambit Declined: Vienna Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Βιέννης

source: Queen Gambit Declined: Vienna Variation, Quiet Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Βιέννης, ήσυχη βαριάντα

source: Queen Gambit Declined: Westphalian Variation
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: βαριάντα Westphalian

source: Queen Gambit Declined: Zilbermints Gambit
el_gr: Μη αποδεκτό γκαμπί της βασίλισσας: γκαμπί Zilbermints

source: Queen Indian Accelerated
el_gr: Ινδική επιταχυνόμενη της βασίλισσας

source: Queen Indian Defence
el_gr: Ινδική άμυνα της βασίλισσας

source: Queen Indian Defence: Classical Variation, Polugaevsky Gambit
el_gr: Ινδική άμυνα της βασίλισσας: κλασική βαριάντα, γκαμπί Polugaevsky

source: Queen Indian Defence: Classical Variation, Taimanov Gambit
el_gr: Ινδική άμυνα της βασίλισσας: κλασική βαριάντα, γκαμπί Taimanov

source: Queen Indian Defence: Classical Variation, Tiviakov Defence
el_gr: Ινδική άμυνα της βασίλισσας: κλασική βαριάντα, άμυνα Tiviakov

source: Queen Indian Defence: Classical Variation, Traditional Variation, Nimzowitsch Line
el_gr: Ινδική άμυνα της βασίλισσας: κλασική βαριάντα, παραδοσιακή βαριάντα, γραμμή Nimzowitsch

source: Queen Indian Defence: Fianchetto Variation, Check Variation
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα φιανκέτο, βαριάντα ελέγχου

source: Queen Indian Defence: Fianchetto Variation, Check Variation, Intermezzo Line
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα φιανκέτο, βαριάντα ελέγχου, γραμμή Intermezzo

source: Queen Indian Defence: Fianchetto Variation, Check Variation, Modern Line
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα φιανκέτο, βαριάντα ελέγχου, μοντέρνα γραμμή

source: Queen Indian Defence: Fianchetto Variation, Kramnik Variation
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα φιανκέτο, βαριάντα Kramnik

source: Queen Indian Defence: Fianchetto Variation, Nimzowitsch Variation, Nimzowitsch Attack
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα φιανκέτο, βαριάντα Nimzowitsch, επίθεση Nimzowitsch

source: Queen Indian Defence: Fianchetto Variation, Nimzowitsch Variation, Quiet Line
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα φιανκέτο, βαριάντα Nimzowitsch, ήσυχη γραμμή
