Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Queen Indian Defence: Fianchetto Variation, Nimzowitsch Variation, Timman Line
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα φιανκέτο, βαριάντα Nimzowitsch, γραμμή Timman

source: Queen Indian Defence: Fianchetto Variation, Sämisch Variation
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα φιανκέτο, βαριάντα Sämisch

source: Queen Indian Defence: Kasparov-Petrosian Variation
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian

source: Queen Indian Defence: Kasparov-Petrosian Variation, Andersson Variation
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, βαριάντα Andersson

source: Queen Indian Defence: Kasparov-Petrosian Variation, Classical Variation
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, κλασική βαριάντα

source: Queen Indian Defence: Kasparov-Petrosian Variation, Hedgehog Variation
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, βαριάντα σκαντζόχοιρου

source: Queen Indian Defence: Kasparov-Petrosian Variation, Kasparov Attack
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, επίθεση Kasparov

source: Queen Indian Defence: Kasparov-Petrosian Variation, Main Line
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, κύρια γραμμή

source: Queen Indian Defence: Kasparov-Petrosian Variation, Marco Defence
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, άμυνα Marco

source: Queen Indian Defence: Kasparov-Petrosian Variation, Modern Variation
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, μοντέρνα βαριάντα

source: Queen Indian Defence: Kasparov-Petrosian Variation, Petrosian Attack
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, επίθεση Petrosian

source: Queen Indian Defence: Kasparov-Petrosian Variation, Polovodin Gambit
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, γκαμπί Polovodin

source: Queen Indian Defence: Kasparov-Petrosian Variation, Rashkovsky Attack
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, επίθεση Rashkovsky

source: Queen Indian Defence: Kasparov-Petrosian Variation, Romanishin Attack
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Kasparov-Petrosian, επίθεση Romanishin

source: Queen Indian Defence: Petrosian Variation, Farago Defence
el_gr: Ινδική άμυνα της βασίλισσας: βαριάντα Petrosian, άμυνα Farago

source: Queen Indian: 4.Nc3
el_gr: Ινδική της βασίλισσας: 4.Nc3

source: Queen Indian: 4.Nc3, Botvinnik Variation
el_gr: Ινδική της βασίλισσας: 4.Nc3, βαριάντα Botvinnik

source: Queen Indian: 4.Nc3, Main Line
el_gr: Ινδική της βασίλισσας: 4.Nc3, κύρια γραμμή

source: Queen Indian: 4.e3
el_gr: Ινδική της βασίλισσας: 4.e3

source: Queen Indian: 4.g3
el_gr: Ινδική της βασίλισσας: 4.g3

source: Queen Indian: 4.g3 Bb7
el_gr: Ινδική της βασίλισσας: 4.g3 Bb7

source: Queen Indian: 5.Bg2 Be7
el_gr: Ινδική της βασίλισσας: 5.Bg2 Be7

source: Queen Indian: Anti-Queen Indian System
el_gr: Ινδική της βασίλισσας: Ινδικό σύστημα Anti-Queen

source: Queen Indian: Averbakh Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Averbakh

source: Queen Indian: Buerger Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Buerger

source: Queen Indian: Capablanca Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Capablanca

source: Queen Indian: Euwe Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Euwe

source: Queen Indian: Marienbad System
el_gr: Ινδική της βασίλισσας: σύστημα Marienbad

source: Queen Indian: Marienbad System, Berg Variation
el_gr: Ινδική της βασίλισσας: σύστημα Marienbad, βαριάντα Berg

source: Queen Indian: Miles Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Miles

source: Queen Indian: Nimzovich Variation (exaggerated Fianchetto)
el_gr: Ινδική της βασίλισσας: βαριάντα Nimzovich (υπερβολικό φιανκέτο)

source: Queen Indian: Old Main Line, 6.O-O
el_gr: Ινδική της βασίλισσας: παλιά κύρια γραμμή, 6.O-O

source: Queen Indian: Old Main Line, 7.Nc3
el_gr: Ινδική της βασίλισσας: παλιά κύρια γραμμή, 7.Nc3

source: Queen Indian: Old Main Line, 9.Qxc3
el_gr: Ινδική της βασίλισσας: παλιά κύρια γραμμή, 9.Qxc3

source: Queen Indian: Opovcensky Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Opovcensky

source: Queen Indian: Petrosian System
el_gr: Ινδική της βασίλισσας: σύστημα Petrosian

source: Queen Indian: Riumin Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Ριούμιν

source: Queen Indian: Rubinstein Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Rubinstein

source: Queen Indian: Yates Variation
el_gr: Ινδική της βασίλισσας: βαριάντα Yates

source: Queen Pawn
el_gr: Πιόνι της βασίλισσας

source: Queen Pawn Game
el_gr: Παρτίδα πιονιού της βασίλισσας

source: Queen Pawn Game, Chigorin Variation
el_gr: Παρτίδα πιονιού της βασίλισσας, βαριάντα Chigorin

source: Queen Pawn Game, Krause Variation
el_gr: Παρτίδα πιονιού της βασίλισσας, βαριάντα Krause

source: Queen Pawn Game, Rubinstein (Colle-Zukertort) Variation
el_gr: Παρτίδα πιονιού της βασίλισσας, βαριάντα Rubinstein (Colle-Zukertort)

source: Queen Pawn Game, Zukertort Variation
el_gr: Παρτίδα πιονιού της βασίλισσας, βαριάντα Zukertort

source: Queen Pawn Opening: Anglo-Slav Opening
el_gr: Άνοιγμα πιονιού της βασίλισσας: Αγγλοσλαβικό άνοιγμα

source: Queen Pawn Opening: Anti-Torre
el_gr: Άνοιγμα πιονιού της βασίλισσας: Anti-Torre

source: Queen Pawn Opening: Anti-Veresov
el_gr: Άνοιγμα πιονιού της βασίλισσας: Anti-Veresov

source: Queen Pawn Opening: Barry Attack, Gruenfeld Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Barry, βαριάντα Gruenfeld

source: Queen Pawn Opening: Bronstein Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: γκαμπί Bronstein

source: Queen Pawn Opening: Chandler Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: γκαμπί Chandler

source: Queen Pawn Opening: Charlick (Englund) Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: γκαμπί Charlick (Englund)

source: Queen Pawn Opening: Chigorin Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: βαριάντα Chigorin

source: Queen Pawn Opening: Chigorin Variation, Alburt Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: βαριάντα Chigorin, άμυνα Alburt

source: Queen Pawn Opening: Chigorin Variation, Fianchetto Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: βαριάντα Chigorin, άμυνα φιανκέτο

source: Queen Pawn Opening: Chigorin Variation, Irish Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: βαριάντα Chigorin, γκαμπί Irish

source: Queen Pawn Opening: Chigorin Variation, Shaviliuk Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: βαριάντα Chigorin, γκαμπί Shaviliuk

source: Queen Pawn Opening: Chigorin Variation, Shropshire Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: βαριάντα Chigorin, άμυνα Shropshire

source: Queen Pawn Opening: Colle System
el_gr: Άνοιγμα πιονιού της βασίλισσας: σύστημα Colle

source: Queen Pawn Opening: Colle System, Anti-Colle
el_gr: Άνοιγμα πιονιού της βασίλισσας: σύστημα Colle, Anti-Colle

source: Queen Pawn Opening: Colle System, Gruenfeld Formation
el_gr: Άνοιγμα πιονιού της βασίλισσας: σύστημα Colle, σχηματισμός Gruenfeld

source: Queen Pawn Opening: English Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: Αγγλική άμυνα

source: Queen Pawn Opening: Englund Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: γκαμπί Englund

source: Queen Pawn Opening: Franco-Indian (Keres) Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: Γαλλο-ινδική άμυνα (Keres)

source: Queen Pawn Opening: Franco-Sicilian Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: Γαλλο-σικελική άμυνα

source: Queen Pawn Opening: Hübsch Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: γκαμπί Hübsch

source: Queen Pawn Opening: Keres Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: άμυνα Keres

source: Queen Pawn Opening: Levitsky Attack, Euwe Variation, Modern Line
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Levitsky, βαριάντα Euwe, μοντέρνα γραμμή

source: Queen Pawn Opening: Levitsky Attack, Welling Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Levitsky, βαριάντα Welling

source: Queen Pawn Opening: Liedmann Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: γκαμπί Liedmann

source: Queen Pawn Opening: London System, Pterodactyl Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: σύστημα Λονδίνου, βαριάντα Pterodactyl

source: Queen Pawn Opening: Lundin (Kevitz-Mikenas) Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: άμυνα Lundin (Kevitz-Mikenas)

source: Queen Pawn Opening: Mason Attack
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Mason

source: Queen Pawn Opening: Mengarini Attack
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Mengarini

source: Queen Pawn Opening: Morris CounterGambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: αντιγκαμπί Morris

source: Queen Pawn Opening: Stonewall Attack
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Stonewall

source: Queen Pawn Opening: Symmetrical Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: συμμετρική βαριάντα

source: Queen Pawn Opening: Symmetrical Variation, Pseudo-Catalan
el_gr: Άνοιγμα πιονιού της βασίλισσας: συμμετρική βαριάντα, ψευδο-καταλανικό

source: Queen Pawn Opening: Torre Attack
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Torre

source: Queen Pawn Opening: Torre Attack, Breyer Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Torre, βαριάντα Breyer

source: Queen Pawn Opening: Torre Attack, Gossip Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Torre, βαριάντα Gossip

source: Queen Pawn Opening: Torre Attack, Gruenfeld Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Torre, βαριάντα Gruenfeld

source: Queen Pawn Opening: Torre Attack, Gruenfeld Variation, Main Line
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Torre, βαριάντα Gruenfeld, κύρια γραμμή

source: Queen Pawn Opening: Torre Attack, Wagner Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Torre, γκαμπί Wagner

source: Queen Pawn Opening: Veresov Attack, Boyce Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Veresov, άμυνα Boyce

source: Queen Pawn Opening: Veresov Attack, Classical Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Veresov, κλασική άμυνα

source: Queen Pawn Opening: Veresov Attack, Dutch System
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Veresov, Ολλανδικό σύστημα

source: Queen Pawn Opening: Veresov Attack, Two Knights System
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Veresov, σύστημα δύο ίππων

source: Queen Pawn Opening: Veresov Attack, Two Knights System, Gruenfeld Defence
el_gr: Άνοιγμα πιονιού της βασίλισσας: επίθεση Veresov, σύστημα δύο ίππων, άμυνα Gruenfeld

source: Queen Pawn Opening: Veresov, Richter Attack
el_gr: Άνοιγμα πιονιού της βασίλισσας: Veresov, επίθεση Richter

source: Queen Pawn Opening: Yusupov-Rubinstein System
el_gr: Άνοιγμα πιονιού της βασίλισσας: σύστημα Yusupov-Rubinstein

source: Queen Pawn Opening: Zilbermints CounterGambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: αντιγκαμπί Zilbermints

source: Queen Pawn Opening: Zukertort Variation
el_gr: Άνοιγμα πιονιού της βασίλισσας: βαριάντα Zukertort

source: Queen Pawn Opening: Zurich Gambit
el_gr: Άνοιγμα πιονιού της βασίλισσας: γκαμπί Zurich

source: Queen Pawn, Mason Variation
el_gr: Πιόνι της βασίλισσας, βαριάντα Mason

source: Queen Pawn, Mason Variation, Steinitz Counter-gambit
el_gr: Πιόνι της βασίλισσας, βαριάντα Mason, αντιγκαμπί Steinitz

source: Rapport-Jobava System
el_gr: Σύστημα Rapport-Jobava

source: Rat Defence: Accelerated Gurgenidze
el_gr: Άμυνα Rat: επιταχυνόμενη Gurgenidze

source: Rat Defence: Antal Defence
el_gr: Άμυνα Rat: άμυνα Antal

source: Rat Defence: English Rat
el_gr: Άμυνα Rat: Αγγλική Rat

source: Rat Defence: English Rat, Lisbon Gambit
el_gr: Άμυνα Rat: Αγγλική Rat, γκαμπί Λισαβόνας

source: Rat Defence: Fuller Gambit
el_gr: Άμυνα Rat: γκαμπί Fuller

source: Rat Defence: Harmonist
el_gr: Άμυνα Rat: Harmonist

source: Rat Defence: Petruccioli Attack
el_gr: Άμυνα Rat: επίθεση Petruccioli

source: Rat Defence: Spike Attack
el_gr: Άμυνα Rat: επίθεση Spike

source: Reti Accepted
el_gr: Reti αποδεκτό

source: Reti Accepted: Keres Variation
el_gr: Reti αποδεκτό: βαριάντα Keres

source: Reti Opening
el_gr: Άνοιγμα Reti

source: Reti Opening: Advance Variation
el_gr: Άνοιγμα Reti: προχωρημένη βαριάντα

source: Reti Opening: Advance Variation, Michel Gambit
el_gr: Άνοιγμα Reti: προχωρημένη βαριάντα, γκαμπί Michel

source: Reti Opening: Anglo-Slav Variation, Bogoljubov Variation
el_gr: Άνοιγμα Reti: Αγγλοσλαβική βαριάντα, βαριάντα Bogoljubov

source: Reti Opening: Anglo-Slav Variation, Bogoljubov Variation, Stonewall Line
el_gr: Άνοιγμα Reti: Αγγλοσλαβική βαριάντα, βαριάντα Bogoljubov, γραμμή Stonewall

source: Reti Opening: Herrstroem Gambit
el_gr: Άνοιγμα Reti: γκαμπί Herrstrom

source: Reti Opening: King Indian Attack
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά

source: Reti Opening: King Indian Attack (Barcza System)
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά (σύστημα Barcza)

source: Reti Opening: King Indian Attack (with ...c5)
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά (με ...c5)

source: Reti Opening: King Indian Attack, French Variation
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά, Γαλλική βαριάντα

source: Reti Opening: King Indian Attack, Keres Variation
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά, βαριάντα Keres

source: Reti Opening: King Indian Attack, Pachman System
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά, σύστημα Pachman

source: Reti Opening: King Indian Attack, Reti-Smyslov Variation
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά, βαριάντα Reti-Smyslov

source: Reti Opening: King Indian Attack, Spassky Variation
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά, βαριάντα του Spassky

source: Reti Opening: King Indian Attack, Yugoslav Variation
el_gr: Άνοιγμα Reti: Ινδική επίθεση του βασιλιά, Γιουγκοσλαβική βαριάντα

source: Reti Opening: Lisitsin Gambit Deferred
el_gr: Άνοιγμα Reti: αναβαλλόμενο γκαμπί Lisitsin

source: Reti Opening: Nimzovich-Larsen Attack
el_gr: Άνοιγμα Reti: επίθεση Nimzovich-Larsen

source: Reti Opening: Old Indian Attack
el_gr: Άνοιγμα Reti: παλιά Ινδική επίθεση

source: Reti Opening: Penguin Variation
el_gr: Άνοιγμα Reti: βαριάντα Penguin

source: Reti Opening: Pirc-Lisitsin Gambit
el_gr: Άνοιγμα Reti: γκαμπί Pirc-Lisitsin

source: Reti Opening: Reversed Blumenfeld Gambit
el_gr: Άνοιγμα Reti: αντεστραμμένο γκαμπί Blumenfeld

source: Reti Opening: Wade Defence
el_gr: Άνοιγμα Reti: άμυνα Wade

source: Reti Opening: Zilbermints Gambit
el_gr: Άνοιγμα Reti: γκαμπί Zilbermints

source: Reti V Dutch
el_gr: Reti V Ολλανδική

source: Reversed Grob (Borg/Basman Defence/macho Grob)
el_gr: Αντεστραμμένο Grob (Borg/άμυνα Basman/macho Grob)

source: Richter-Veresov Attack
el_gr: Επίθεση Richter-Veresov

source: Richter-Veresov Attack, Richter Variation
el_gr: Επίθεση Richter-Veresov, βαριάντα Richter

source: Richter-Veresov Attack, Veresov Variation
el_gr: Επίθεση Richter-Veresov, βαριάντα Veresov

source: Robatsch (modern) Defence
el_gr: Άμυνα Robatsch (μοντέρνα)

source: Robatsch Defence
el_gr: Άμυνα Robatsch

source: Robatsch Defence: Geller System
el_gr: Άμυνα Robatsch: σύστημα Geller

source: Robatsch Defence: Gurgenidze Variation
el_gr: Άμυνα Robatsch: βαριάντα Gurgenidze

source: Robatsch Defence: Pseudo-Austrian Attack
el_gr: Άμυνα Robatsch: ψευδο-Αυστριακή επίθεση

source: Robatsch Defence: Rossolimo Variation
el_gr: Άμυνα Robatsch: βαριάντα Rossolimo

source: Robatsch Defence: Three Pawns Attack
el_gr: Άμυνα Robatsch: επίθεση τριών πιονιών

source: Robatsch Defence: Two Knights Variation
el_gr: Άμυνα Robatsch: βαριάντα δύο ίππων

source: Robatsch Defence: Two Knights, Suttles Variation
el_gr: Άμυνα Robatsch: δύο ίπποι, βαριάντα Suttles

source: Rousseau Gambit
el_gr: Γκαμπί Rousseau

source: Rubinstein Opening: Bogoljubov Defence
el_gr: Άνοιγμα Rubinstein: άμυνα Bogoljubov

source: Rubinstein Opening: Classical Defence
el_gr: Άνοιγμα Rubinstein: κλασική άμυνα

source: Rubinstein Opening: Semi-Slav Defence
el_gr: Άνοιγμα Rubinstein: ημισλαβική άμυνα

source: Ruy Lopez (Spanish Opening)
el_gr: Ισπανική παρτίδα (Ισπανικό άνοιγμα)

source: Réti Opening
el_gr: Άνοιγμα Réti

source: Saragossa Opening
el_gr: Άνοιγμα Σαραγόσας

source: Scandinavian Defence (centre Counter) Defence
el_gr: Σκανδιναβική άμυνα (μετρητής κέντρου)

source: Scandinavian Defence Defence
el_gr: Σκανδιναβική άμυνα

source: Scandinavian Defence Defence, Gruenfeld Variation
el_gr: Σκανδιναβική άμυνα, βαριάντα Gruenfeld

source: Scandinavian Defence Defence, Lasker Variation
el_gr: Σκανδιναβική άμυνα, βαριάντα Lasker

source: Scandinavian Defence Defence: Blackburne Gambit
el_gr: Σκανδιναβική άμυνα: γκαμπί Blackburne

source: Scandinavian Defence Defence: Blackburne-Kloosterboer Gambit
el_gr: Σκανδιναβική άμυνα: γκαμπί Blackburne-Kloosterboer

source: Scandinavian Defence Defence: Boehnke Gambit
el_gr: Σκανδιναβική άμυνα: γκαμπί Boehnke

source: Scandinavian Defence Defence: Bronstein Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Bronstein

source: Scandinavian Defence Defence: Kloosterboer Gambit
el_gr: Σκανδιναβική άμυνα: γκαμπί Kloosterboer

source: Scandinavian Defence Defence: Kádas Gambit
el_gr: Σκανδιναβική άμυνα: γκαμπί Kádas

source: Scandinavian Defence Defence: Main Line
el_gr: Σκανδιναβική άμυνα: κύρια γραμμή

source: Scandinavian Defence Defence: Main Line, Mieses Variation
el_gr: Σκανδιναβική άμυνα: κύρια γραμμή, βαριάντα Mieses

source: Scandinavian Defence Defence: Mieses-Kotroc Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Mieses-Kotroc

source: Scandinavian Defence Defence: Modern Variation
el_gr: Σκανδιναβική άμυνα: μοντέρνα βαριάντα

source: Scandinavian Defence Defence: Modern Variation, Gipslis Variation
el_gr: Σκανδιναβική άμυνα: μοντέρνα βαριάντα, βαριάντα Gipslis

source: Scandinavian Defence Defence: Modern Variation, Wing Gambit
el_gr: Σκανδιναβική άμυνα: μοντέρνα βαριάντα, γκαμπί Wing

source: Scandinavian Defence Defence: Portuguese Variation
el_gr: Σκανδιναβική άμυνα: Πορτογαλική βαριάντα

source: Scandinavian Defence Defence: Portuguese Variation, Portuguese Gambit
el_gr: Σκανδιναβική άμυνα: Πορτογαλική βαριάντα, Πορτογαλικό γκαμπί

source: Scandinavian Defence Defence: Richter Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Richter

source: Scandinavian Defence Defence: Schiller-Pytel Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Schiller-Pytel

source: Scandinavian Defence Defence: Schiller-Pytel Variation, Modern Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Schiller-Pytel, μοντέρνα βαριάντα

source: Scandinavian Defence Defence: Zilbermints Gambit
el_gr: Σκανδιναβική άμυνα: γκαμπί Zilbermints

source: Scandinavian Defence Gambit
el_gr: Σκανδιναβικό αμυντικό γκαμπί

source: Scandinavian Defence, Mieses-Kotrvc Gambit
el_gr: Σκανδιναβική άμυνα, γκαμπί Mieses-Kotrvc

source: Scandinavian Defence: Anderssen Counter-attack
el_gr: Σκανδιναβική άμυνα: αντεπίθεση Anderssen

source: Scandinavian Defence: Anderssen Counter-attack, Collijn Variation
el_gr: Σκανδιναβική άμυνα: αντεπίθεση Anderssen, βαριάντα Collijn

source: Scandinavian Defence: Anderssen Counter-attack, Goteborg System
el_gr: Σκανδιναβική άμυνα: αντεπίθεση Anderssen, σύστημα Goteborg

source: Scandinavian Defence: Anderssen Counter-attack, Orthodox Attack
el_gr: Σκανδιναβική άμυνα: αντεπίθεση Anderssen, ορθόδοξη επίθεση

source: Scandinavian Defence: Icelandic Gambit
el_gr: Σκανδιναβική άμυνα: Ισλανδικό γκαμπί

source: Scandinavian Defence: Kiel Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Kiel

source: Scandinavian Defence: Marshall Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Marshall

source: Scandinavian Defence: Pytel-Wade Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Pytel-Wade

source: Scandinavian Defence: Richter Variation
el_gr: Σκανδιναβική άμυνα: βαριάντα Richter

source: Scotch Gambit
el_gr: Σκωτικό γκαμπί

source: Scotch Gambit: Anderssen (Paulsen, Suhle) Counter-attack
el_gr: Σκωτικό γκαμπί: αντεπίθεση Anderssen (Paulsen, Suhle)

source: Scotch Gambit: Benima Defence
el_gr: Σκωτικό γκαμπί: άμυνα Benima

source: Scotch Gambit: Cochrane Variation
el_gr: Σκωτικό γκαμπί: βαριάντα Cochrane

source: Scotch Gambit: Cochrane-Shumov Defence
el_gr: Σκωτικό γκαμπί: άμυνα Cochrane-Shumov

source: Scotch Gambit: Dubois-Reti Defence
el_gr: Σκωτικό γκαμπί: άμυνα Dubois-Reti

source: Scotch Gambit: Hanneken Variation
el_gr: Σκωτικό γκαμπί: βαριάντα Hanneken

source: Scotch Gambit: Vitzhum Attack
el_gr: Σκωτικό γκαμπί: επίθεση Vitzhum

source: Scotch Game
el_gr: Σκωτική παρτίδα

source: Scotch Opening
el_gr: Σκωτικό άνοιγμα

source: Scotch Opening: Alekhine Gambit
el_gr: Σκωτικό άνοιγμα: γκαμπί Alekhine

source: Scotch Opening: Berger Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Berger

source: Scotch Opening: Blackburne Attack
el_gr: Σκωτικό άνοιγμα: επίθεση Blackburne

source: Scotch Opening: Blumenfeld Attack
el_gr: Σκωτικό άνοιγμα: επίθεση Blumenfeld

source: Scotch Opening: Braune Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Braune

source: Scotch Opening: Classical Variation
el_gr: Σκωτικό άνοιγμα: κλασική βαριάντα

source: Scotch Opening: Classical Variation, Intermezzo Variation
el_gr: Σκωτικό άνοιγμα: κλασική βαριάντα, βαριάντα Intermezzo

source: Scotch Opening: Classical Variation, Millennium Variation
el_gr: Σκωτικό άνοιγμα: κλασική βαριάντα, βαριάντα Millennium

source: Scotch Opening: Cochrane Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Cochrane

source: Scotch Opening: Fraser Attack
el_gr: Σκωτικό άνοιγμα: επίθεση Fraser

source: Scotch Opening: Ghulam Kassim Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Ghulam Kassim

source: Scotch Opening: Goering Gambit
el_gr: Σκωτικό άνοιγμα: γκαμπί Goering

source: Scotch Opening: Goering Gambit, Bardeleben Variation
el_gr: Σκωτικό άνοιγμα: γκαμπί Goering, βαριάντα Bardeleben

source: Scotch Opening: Gottschall Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Gottschall

source: Scotch Opening: Göring Gambit, Double Pawn Sacrifice
el_gr: Σκωτικό άνοιγμα: γκαμπί Göring, Διπλή θυσία πιονιού

source: Scotch Opening: Göring Gambit, Main Line
el_gr: Σκωτικό άνοιγμα: γκαμπί Göring, κύρια γραμμή

source: Scotch Opening: Haxo Gambit
el_gr: Σκωτικό άνοιγμα: γκαμπί Haxo

source: Scotch Opening: Horwitz Attack
el_gr: Σκωτικό άνοιγμα: επίθεση Horwitz

source: Scotch Opening: Horwitz Attack, Blackburne Variation
el_gr: Σκωτικό άνοιγμα: επίθεση Horwitz, βαριάντα Blackburne

source: Scotch Opening: Horwitz Attack, McDonnell Variation
el_gr: Σκωτικό άνοιγμα: επίθεση Horwitz, βαριάντα McDonnell

source: Scotch Opening: Horwitz Attack, Vienna Variation
el_gr: Σκωτικό άνοιγμα: επίθεση Horwitz, βαριάντα Βιέννης

source: Scotch Opening: Lolli Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Lolli

source: Scotch Opening: Malaniuk Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Malaniuk

source: Scotch Opening: Meitner Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Meitner

source: Scotch Opening: Mieses Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Mieses

source: Scotch Opening: Modern Defence
el_gr: Σκωτικό άνοιγμα: μοντέρνα άμυνα

source: Scotch Opening: Napoleon Gambit
el_gr: Σκωτικό άνοιγμα: γκαμπί Napoleon

source: Scotch Opening: Paulsen Attack
el_gr: Σκωτικό άνοιγμα: επίθεση Paulsen

source: Scotch Opening: Paulsen Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Paulsen

source: Scotch Opening: Paulsen, Gunsberg Defence
el_gr: Σκωτικό άνοιγμα: Paulsen, άμυνα Gunsberg

source: Scotch Opening: Potter Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Potter

source: Scotch Opening: Pulling Counter-attack
el_gr: Σκωτικό άνοιγμα: αντεπίθεση Pulling

source: Scotch Opening: Relfsson Gambit ('MacLopez')
el_gr: Σκωτικό άνοιγμα: γκαμπί Relfsson ('MacLopez')

source: Scotch Opening: Romanishin Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Romanishin

source: Scotch Opening: Rosenthal Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Rosenthal

source: Scotch Opening: Schmidt Variation
el_gr: Σκωτικό άνοιγμα: βαριάντα Schmidt

source: Scotch Opening: Scotch Gambit, Advance Variation
el_gr: Σκωτικό άνοιγμα: Σκωτικό γκαμπί, προχωρημένη βαριάντα
