Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: French Defence: Advance Variation, Lputian Variation
el_gr: Γαλλική άμυνα: προχωρημένη βαριάντα, βαριάντα Lputian

source: French Defence: Advance Variation, Main Line
el_gr: Γαλλική άμυνα: προχωρημένη βαριάντα, κύρια γραμμή

source: French Defence: Advance Variation, Nimzowitsch Gambit
el_gr: Γαλλική άμυνα: προχωρημένη βαριάντα, γκαμπί Nimzowitsch

source: French Defence: Advance Variation, Ruisdonk Gambit
el_gr: Γαλλική άμυνα: προχωρημένη βαριάντα, γκαμπί Ruisdonk

source: French Defence: Advance, Euwe Variation
el_gr: Γαλλική άμυνα: προχωρημένη, βαριάντα Euwe

source: French Defence: Advance, Milner-Barry Gambit
el_gr: Γαλλική άμυνα: προχωρημένη, γκαμπί Milner-Barry

source: French Defence: Advance, Nimzovich System
el_gr: Γαλλική άμυνα: προχωρημένη, σύστημα Nimzovich

source: French Defence: Advance, Nimzovich Variation
el_gr: Γαλλική άμυνα: προχωρημένη, βαριάντα Nimzovich

source: French Defence: Advance, Paulsen Attack
el_gr: Γαλλική άμυνα: προχωρημένη, επίθεση Paulsen

source: French Defence: Advance, Steinitz Variation
el_gr: Γαλλική άμυνα: προχωρημένη, βαριάντα Steinitz

source: French Defence: Advance, Wade Variation
el_gr: Γαλλική άμυνα: προχωρημένη, βαριάντα Wade

source: French Defence: Alapin Variation
el_gr: Γαλλική άμυνα: βαριάντα Alapin

source: French Defence: Albin-Alekhine-Chatard Attack
el_gr: Γαλλική άμυνα: επίθεση Albin-Alekhine-Chatard

source: French Defence: Albin-Alekhine-Chatard Attack, Breyer Variation
el_gr: Γαλλική άμυνα: επίθεση Albin-Alekhine-Chatard, βαριάντα Breyer

source: French Defence: Albin-Alekhine-Chatard Attack, Maroczy Variation
el_gr: Γαλλική άμυνα: επίθεση Albin-Alekhine-Chatard, βαριάντα Maroczy

source: French Defence: Albin-Alekhine-Chatard Attack, Spielmann Variation
el_gr: Γαλλική άμυνα: επίθεση Albin-Alekhine-Chatard, βαριάντα Spielmann

source: French Defence: Albin-Alekhine-Chatard Attack, Teichmann Variation
el_gr: Γαλλική άμυνα: επίθεση Albin-Alekhine-Chatard, βαριάντα Teichmann

source: French Defence: Alekhine-Chatard Attack, Albin-Chatard Gambit
el_gr: Γαλλική άμυνα: επίθεση Alekhine-Chatard, γκαμπί Albin-Chatard

source: French Defence: Baeuerle Gambit
el_gr: Γαλλική άμυνα: γκαμπί Baeuerle

source: French Defence: Banzai-Leong Gambit
el_gr: Γαλλική άμυνα: γκαμπί Banzai-Leong

source: French Defence: Banzai-Leong Gambit, Pinova Gambit
el_gr: Γαλλική άμυνα: γκαμπί Banzai-Leong, γκαμπί Pinova

source: French Defence: Bird Invitation
el_gr: Γαλλική άμυνα: πρόσκληση Bird

source: French Defence: Burn Variation
el_gr: Γαλλική άμυνα: βαριάντα Burn

source: French Defence: Carlson Gambit
el_gr: Γαλλική άμυνα: γκαμπί Carlson

source: French Defence: Chigorin Variation
el_gr: Γαλλική άμυνα: βαριάντα Chigorin

source: French Defence: Classical
el_gr: Γαλλική άμυνα: κλασική

source: French Defence: Classical Variation
el_gr: Γαλλική άμυνα: κλασική βαριάντα

source: French Defence: Classical Variation, Burn Variation, Main Line
el_gr: Γαλλική άμυνα: κλασική βαριάντα, βαριάντα Burn, κύρια γραμμή

source: French Defence: Classical Variation, Burn Variation, Morozevich Line
el_gr: Γαλλική άμυνα: κλασική βαριάντα, βαριάντα Burn, γραμμή Morozevich

source: French Defence: Classical Variation, Delayed Exchange Variation
el_gr: Γαλλική άμυνα: κλασική βαριάντα, καθυστερημένη βαριάντα ανταλλαγής

source: French Defence: Classical Variation, Svenonius Variation
el_gr: Γαλλική άμυνα: κλασική βαριάντα, βαριάντα Svenonius

source: French Defence: Classical, Alapin Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Alapin

source: French Defence: Classical, Anderssen Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Anderssen

source: French Defence: Classical, Anderssen-Richter Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Anderssen-Richter

source: French Defence: Classical, Frankfurt Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Φρανκφούρτης

source: French Defence: Classical, Pollock Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Pollock

source: French Defence: Classical, Rubinstein Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Rubinstein

source: French Defence: Classical, Stahlberg Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Stahlberg

source: French Defence: Classical, Steinitz Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Steinitz

source: French Defence: Classical, Tarrasch Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Tarrasch

source: French Defence: Classical, Tartakower Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Tartakower

source: French Defence: Classical, Vistaneckis (Nimzovich) Variation
el_gr: Γαλλική άμυνα: κλασική, βαριάντα Vistaneckis (Nimzovich)

source: French Defence: Diemer-Duhm Gambit
el_gr: Γαλλική άμυνα: γκαμπί Diemer-Duhm

source: French Defence: Exchange Variation
el_gr: Γαλλική άμυνα: βαριάντα ανταλλαγής

source: French Defence: Exchange Variation, Monte Carlo Variation
el_gr: Γαλλική άμυνα: βαριάντα ανταλλαγής, βαριάντα Monte Carlo

source: French Defence: Exchange, Bogolyubov Variation
el_gr: Γαλλική άμυνα: ανταλλαγή, βαριάντα Bogolyubov

source: French Defence: Exchange, Svenonius Variation
el_gr: Γαλλική άμυνα: ανταλλαγή, βαριάντα Svenonius

source: French Defence: Fort Knox Variation
el_gr: Γαλλική άμυνα: βαριάντα Fort Knox

source: French Defence: Franco-Hiva Gambit
el_gr: Γαλλική άμυνα: γκαμπί Franco-Hiva

source: French Defence: Franco-Hiva Gambit Accepted
el_gr: Γαλλική άμυνα: αποδεκτό γκαμπί Franco-Hiva

source: French Defence: Frere (Becker) Variation
el_gr: Γαλλική άμυνα: βαριάντα Frere (Becker)

source: French Defence: Guimard Variation, Thunderbunny Variation
el_gr: Γαλλική άμυνα: βαριάντα Guimard, βαριάντα Thunderbunny

source: French Defence: Henneberger Variation
el_gr: Γαλλική άμυνα: βαριάντα Henneberger

source: French Defence: Hoffmann Gambit
el_gr: Γαλλική άμυνα: γκαμπί Hoffmann

source: French Defence: Horwitz Attack, Papa-Ticulat Gambit
el_gr: Γαλλική άμυνα: επίθεση Horwitz, γκαμπί Papa-Ticulat

source: French Defence: King Indian Attack
el_gr: Γαλλική άμυνα: Ινδική επίθεση του βασιλιά

source: French Defence: Knight Variation
el_gr: Γαλλική άμυνα: βαριάντα ίππου

source: French Defence: La Bourdonnais Variation
el_gr: Γαλλική άμυνα: βαριάντα La Bourdonnais

source: French Defence: La Bourdonnais Variation, Reuter Gambit
el_gr: Γαλλική άμυνα: βαριάντα La Bourdonnais, γκαμπί Reuter

source: French Defence: MacCutcheon Variation
el_gr: Γαλλική άμυνα: βαριάντα MacCutcheon

source: French Defence: MacCutcheon Variation, Exchange Variation
el_gr: Γαλλική άμυνα: βαριάντα MacCutcheon, βαριάντα ανταλλαγής

source: French Defence: MacCutcheon Variation, Wolf Gambit
el_gr: Γαλλική άμυνα: βαριάντα MacCutcheon, γκαμπί Wolf

source: French Defence: MacCutcheon, Advance Variation
el_gr: Γαλλική άμυνα: MacCutcheon, προχωρημένη βαριάντα

source: French Defence: MacCutcheon, Bernstein Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Bernstein

source: French Defence: MacCutcheon, Bogolyubov Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Bogolyubov

source: French Defence: MacCutcheon, Chigorin Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Chigorin

source: French Defence: MacCutcheon, Dr. Olland (Dutch) Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Dr. Olland (Dutch)

source: French Defence: MacCutcheon, Duras Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Duras

source: French Defence: MacCutcheon, Grigoriev Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Grigoriev

source: French Defence: MacCutcheon, Janowski Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Janowski

source: French Defence: MacCutcheon, Lasker Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Lasker

source: French Defence: MacCutcheon, Lasker Variation, 8...g6
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Lasker, 8...g6

source: French Defence: MacCutcheon, Tartakower Variation
el_gr: Γαλλική άμυνα: MacCutcheon, βαριάντα Tartakower

source: French Defence: Marshall Variation
el_gr: Γαλλική άμυνα: βαριάντα Marshall

source: French Defence: Mediterranean Defence
el_gr: Γαλλική άμυνα: μεσογειακή άμυνα

source: French Defence: Morphy Gambit
el_gr: Γαλλική άμυνα: γκαμπί Morphy

source: French Defence: Normal Variation
el_gr: Γαλλική άμυνα: κανονική βαριάντα

source: French Defence: Orthoschnapp Gambit
el_gr: Γαλλική άμυνα: γκαμπί Orthoschnapp

source: French Defence: Paulsen Variation
el_gr: Γαλλική άμυνα: βαριάντα Paulsen

source: French Defence: Pelikan Variation
el_gr: Γαλλική άμυνα: βαριάντα Pelikan

source: French Defence: Perseus Gambit
el_gr: Γαλλική άμυνα: γκαμπί Perseus

source: French Defence: Queen Knight
el_gr: Γαλλική άμυνα: ίππος της βασίλισσας

source: French Defence: Reti (Spielmann) Variation
el_gr: Γαλλική άμυνα: βαριάντα Reti (Spielmann)

source: French Defence: Reversed Philidor Formation
el_gr: Γαλλική άμυνα: αντεστραμμένος σχηματισμός Philidor

source: French Defence: Rubinstein Variation
el_gr: Γαλλική άμυνα: βαριάντα Rubinstein

source: French Defence: Rubinstein Variation, Blackburne Defence
el_gr: Γαλλική άμυνα: βαριάντα Rubinstein, άμυνα Blackburne

source: French Defence: Rubinstein Variation, Ellis Gambit
el_gr: Γαλλική άμυνα: βαριάντα Rubinstein, γκαμπί Ellis

source: French Defence: Rubinstein Variation, Kasparov Attack
el_gr: Γαλλική άμυνα: βαριάντα Rubinstein, επίθεση Kasparov

source: French Defence: Rubinstein, Capablanca Line
el_gr: Γαλλική άμυνα: Rubinstein, γραμμή Capablanca

source: French Defence: Réti-Spielmann Attack
el_gr: Γαλλική άμυνα: επίθεση Réti-Spielmann

source: French Defence: Schlechter Variation
el_gr: Γαλλική άμυνα: βαριάντα Schlechter

source: French Defence: Steinitz Attack
el_gr: Γαλλική άμυνα: επίθεση Steinitz

source: French Defence: Steinitz Variation
el_gr: Γαλλική άμυνα: βαριάντα Steinitz

source: French Defence: Steinitz, Boleslavsky Variation
el_gr: Γαλλική άμυνα: Steinitz, βαριάντα Boleslavsky

source: French Defence: Steinitz, Bradford Attack
el_gr: Γαλλική άμυνα: Steinitz, επίθεση Bradford

source: French Defence: Steinitz, Brodsky-Jones Variation
el_gr: Γαλλική άμυνα: Steinitz, βαριάντα Brodsky-Jones

source: French Defence: Steinitz, Gledhill Attack
el_gr: Γαλλική άμυνα: Steinitz, επίθεση Gledhill

source: French Defence: Swiss Variation
el_gr: Γαλλική άμυνα: Ελβετική βαριάντα

source: French Defence: Tarrasch
el_gr: Γαλλική άμυνα: Tarrasch

source: French Defence: Tarrasch Variation, Chistyakov Defence
el_gr: Γαλλική άμυνα: βαριάντα Tarrasch, άμυνα Chistyakov

source: French Defence: Tarrasch Variation, Chistyakov Defence, Modern Line
el_gr: Γαλλική άμυνα: βαριάντα Tarrasch, άμυνα Chistyakov, Μοντέρνα γραμμή

source: French Defence: Tarrasch Variation, Closed Variation
el_gr: Γαλλική άμυνα: Tarrasch, κλειστή βαριάντα

source: French Defence: Tarrasch Variation, Modern System
el_gr: Γαλλική άμυνα: βαριάντα Tarrasch, μοντέρνο σύστημα

source: French Defence: Tarrasch Variation, Morozevich Variation
el_gr: Γαλλική άμυνα: βαριάντα Tarrasch, βαριάντα Morozevich

source: French Defence: Tarrasch Variation, Open System, Advance Line
el_gr: Γαλλική άμυνα: βαριάντα Tarrasch, ανοιχτό σύστημα, γραμμή προώθησης

source: French Defence: Tarrasch Variation, Open System, Euwe-Keres Line
el_gr: Γαλλική άμυνα: βαριάντα Tarrasch, ανοιχτό σύστημα, γραμμή Euwe-Keres

source: French Defence: Tarrasch Variation, Open System, Shaposhnikov Gambit
el_gr: Γαλλική άμυνα: βαριάντα Tarrasch, ανοιχτό σύστημα, γκαμπί Shaposhnikov

source: French Defence: Tarrasch Variation, Open System, Süchting Line
el_gr: Γαλλική άμυνα: βαριάντα Tarrasch, ανοιχτό σύστημα, γραμμή Süchting

source: French Defence: Tarrasch Variation, Pawn Center Variation
el_gr: Γαλλική άμυνα: Tarrasch, βαριάντα Pawn Center

source: French Defence: Tarrasch, Botvinnik Variation
el_gr: Γαλλική άμυνα: Tarrasch, βαριάντα Botvinnik

source: French Defence: Tarrasch, Closed Variation
el_gr: Γαλλική άμυνα: Tarrasch, κλειστή βαριάντα

source: French Defence: Tarrasch, Closed Variation, Main Line
el_gr: Γαλλική άμυνα: Tarrasch, κλειστή βαριάντα, κύρια γραμμή

source: French Defence: Tarrasch, Eliskases Variation
el_gr: Γαλλική άμυνα: Tarrasch, βαριάντα Eliskases

source: French Defence: Tarrasch, Guimard Main Line
el_gr: Γαλλική άμυνα: Tarrasch, κύρια γραμμή Guimard

source: French Defence: Tarrasch, Guimard Variation
el_gr: Γαλλική άμυνα: Tarrasch, βαριάντα Guimard

source: French Defence: Tarrasch, Haberditz Variation
el_gr: Γαλλική άμυνα: Tarrasch, βαριάντα Haberditz

source: French Defence: Tarrasch, Leningrad Variation
el_gr: Γαλλική άμυνα: Tarrasch, βαριάντα Leningrad

source: French Defence: Tarrasch, Open Variation
el_gr: Γαλλική άμυνα: Tarrasch, ανοιχτή βαριάντα

source: French Defence: Tarrasch, Open Variation, Main Line
el_gr: Γαλλική άμυνα: Tarrasch, ανοιχτή βαριάντα, κύρια γραμμή

source: French Defence: Tarrasch, Open, 4.ed Ed
el_gr: Γαλλική άμυνα: Tarrasch, ανοιχτή, 4.ed ed

source: French Defence: Two Knights Variation
el_gr: Γαλλική άμυνα: βαριάντα δύο ίππων

source: French Defence: Winawer (Nimzovich) Variation
el_gr: Γαλλική άμυνα: βαριάντα Winawer (Nimzovich)

source: French Defence: Winawer Variation, Advance Variation
el_gr: Γαλλική άμυνα: βαριάντα Winawer, προχωρημένη βαριάντα

source: French Defence: Winawer Variation, Bogoljubov Variation, Icelandic Defence
el_gr: Γαλλική άμυνα: βαριάντα Winawer, βαριάντα Bogoljubov, Ισλανδική άμυνα

source: French Defence: Winawer Variation, Delayed Exchange Variation
el_gr: Γαλλική άμυνα: βαριάντα Winawer, καθυστερημένη βαριάντα ανταλλαγής

source: French Defence: Winawer Variation, Exchange Variation, Canal Attack
el_gr: Γαλλική άμυνα: βαριάντα Winawer, βαριάντα ανταλλαγής, επίθεση Canal

source: French Defence: Winawer Variation, Fingerslip Variation, Kunin Double Gambit
el_gr: Γαλλική άμυνα: βαριάντα Winawer, βαριάντα Fingerslip, διπλό γκαμπί Kunin

source: French Defence: Winawer Variation, Fingerslip Variation, Main Line
el_gr: Γαλλική άμυνα: βαριάντα Winawer, βαριάντα Fingerslip, κύρια γραμμή

source: French Defence: Winawer Variation, Fingerslip Variation, Schwarz Line
el_gr: Γαλλική άμυνα: βαριάντα Winawer, βαριάντα Fingerslip, γραμμή Schwarz

source: French Defence: Winawer Variation, Maróczy-Wallis Variation
el_gr: Γαλλική άμυνα: βαριάντα Winawer, βαριάντα Maróczy-Wallis

source: French Defence: Winawer Variation, Retreat Variation
el_gr: Γαλλική άμυνα: βαριάντα Winawer, βαριάντα υποχώρησης

source: French Defence: Winawer Variation, Retreat Variation, Armenian Line
el_gr: Γαλλική άμυνα: βαριάντα Winawer, βαριάντα υποχώρησης, Αρμενική γραμμή

source: French Defence: Winawer Variation, Winckelmann-Riemer Gambit
el_gr: Γαλλική άμυνα: βαριάντα Winawer, γκαμπί Winckelmann-Riemer

source: French Defence: Winawer, Advance Variation
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη βαριάντα

source: French Defence: Winawer, Advance, 5.a3
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, 5.a3

source: French Defence: Winawer, Advance, 6...Ne7
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, 6...Ne7

source: French Defence: Winawer, Advance, Bogolyubov Variation
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, βαριάντα Bogolyubov

source: French Defence: Winawer, Advance, Poisoned Pawn Variation
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, βαριάντα δηλητηριασμένου πιονιού

source: French Defence: Winawer, Advance, Poisoned Pawn, Euwe-Gligoric Variation
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, δηλητηριασμένο πιόνι, βαριάντα Euwe-Gligoric

source: French Defence: Winawer, Advance, Poisoned Pawn, Konstantinopolsky Variation
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, δηλητηριασμένο πιόνι, βαριάντα Konstantinopolsky

source: French Defence: Winawer, Advance, Positional Main Line
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, κύρια γραμμή θέσης

source: French Defence: Winawer, Advance, Rauzer Variation
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, βαριάντα Rauzer

source: French Defence: Winawer, Advance, Russian Variation
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, Ρωσική βαριάντα

source: French Defence: Winawer, Advance, Smyslov Variation
el_gr: Γαλλική άμυνα: Winawer, προχωρημένη, βαριάντα Smyslov

source: French Defence: Winawer, Alekhine (Maroczy) Gambit
el_gr: Γαλλική άμυνα: Winawer, γκαμπί Alekhine (Maroczy)

source: French Defence: Winawer, Alekhine Gambit
el_gr: Γαλλική άμυνα: Winawer, γκαμπί Alekhine

source: French Defence: Winawer, Alekhine Gambit, Alatortsev Variation
el_gr: Γαλλική άμυνα: Winawer, γκαμπί Alekhine, βαριάντα Alatortsev

source: French Defence: Winawer, Alekhine Gambit, Kan Variation
el_gr: Γαλλική άμυνα: Winawer, γκαμπί Alekhine, βαριάντα Kan

source: French Defence: Winawer, Classical Variation
el_gr: Γαλλική άμυνα: Winawer, κλασική βαριάντα

source: French Defence: Winawer, Fingerslip Variation
el_gr: Γαλλική άμυνα: Winawer, βαριάντα fingerslip

source: French Defence: Winawer, Kondratiyev Variation
el_gr: Γαλλική άμυνα: Winawer, βαριάντα Kondratiyev

source: French Defence: Winawer, Petrosian Variation
el_gr: Γαλλική άμυνα: Winawer, βαριάντα Petrosian

source: French Defence: Wing Gambit
el_gr: Γαλλική άμυνα: γκαμπί Wing

source: Fried Fox Defence
el_gr: Άμυνα Fried Fox

source: Gedult Attack
el_gr: Επίθεση Gedult

source: Gedult Opening
el_gr: Άνοιγμα Gedult

source: Giuoco Pianissimo
el_gr: Τζουόκο πιανίσιμο

source: Giuoco Pianissimo: Canal Variation
el_gr: Τζουόκο πιανίσιμο: βαριάντα Canal

source: Giuoco Pianissimo: Dubois Variation
el_gr: Τζουόκο πιανίσιμο: βαριάντα Dubois

source: Giuoco Pianissimo: Italian Four Knights Variation
el_gr: Τζουόκο πιανίσιμο: Ιταλική βαριάντα τεσσάρων ίππων

source: Giuoco Piano Opening
el_gr: Άνοιγμα Τζουόκο πιάνο

source: Giuoco Piano Opening: Aitken Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Aitken

source: Giuoco Piano Opening: Anderssen Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Anderssen

source: Giuoco Piano Opening: Bernstein Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Bernstein

source: Giuoco Piano Opening: Bird Attack
el_gr: Άνοιγμα Τζουόκο πιάνο: επίθεση Bird

source: Giuoco Piano Opening: Centre-holding Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα συγκράτησης κέντρου

source: Giuoco Piano Opening: Close Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: κλειστή βαριάντα

source: Giuoco Piano Opening: Cracow Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Κρακοβίας

source: Giuoco Piano Opening: Eisinger Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Eisinger

source: Giuoco Piano Opening: Four Knights Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα τεσσάρων ίππων

source: Giuoco Piano Opening: Ghulam Kassim Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Ghulam Kassim

source: Giuoco Piano Opening: Greco Attack
el_gr: Άνοιγμα Τζουόκο πιάνο: επίθεση Greco

source: Giuoco Piano Opening: Greco Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Greco

source: Giuoco Piano Opening: Holzhausen Attack
el_gr: Άνοιγμα Τζουόκο πιάνο: επίθεση Holzhausen

source: Giuoco Piano Opening: Jerome Gambit
el_gr: Άνοιγμα Τζουόκο πιάνο: γκαμπί Jerome

source: Giuoco Piano Opening: Krause Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Krause

source: Giuoco Piano Opening: La Bourdonnais Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα La Bourdonnais

source: Giuoco Piano Opening: Mestel Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Mestel

source: Giuoco Piano Opening: Moeller (Therkatz) Attack
el_gr: Άνοιγμα Τζουόκο πιάνο: επίθεση Moeller (Therkatz)

source: Giuoco Piano Opening: Moeller, Bayonet Attack
el_gr: Άνοιγμα Τζουόκο πιάνο: Moeller, επίθεση Bayonet

source: Giuoco Piano Opening: Rosentreter Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Rosentreter

source: Giuoco Piano Opening: Steinitz Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Steinitz

source: Giuoco Piano Opening: Tarrasch Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Tarrasch

source: Giuoco Piano Opening: Therkatz-Herzog Variation
el_gr: Άνοιγμα Τζουόκο πιάνο: βαριάντα Therkatz-Herzog

source: Global Opening
el_gr: Παγκόσμιο άνοιγμα

source: Goldsmith Defence
el_gr: Άμυνα Goldsmith

source: Goldsmith Defence: Picklepuss Defence
el_gr: Άμυνα Goldsmith: άμυνα Picklepuss

source: Greco Defence
el_gr: Άμυνα Greco

source: Grob Attack
el_gr: Επίθεση Grob

source: Grob Opening: Alessi Gambit
el_gr: Άνοιγμα Grob: γκαμπί Alessi

source: Grob Opening: Double Grob
el_gr: Άνοιγμα Grob: Double Grob

source: Grob Opening: Double Grob, Coca-Cola Gambit
el_gr: Άνοιγμα Grob: Double Grob, γκαμπί Coca-Cola

source: Grob Opening: Grob Gambit
el_gr: Άνοιγμα Grob: γκαμπί Grob

source: Grob Opening: Grob Gambit Declined
el_gr: Άνοιγμα Grob: Μη αποδεκτό γκαμπί Grob

source: Grob Opening: Grob Gambit, Basman Gambit
el_gr: Άνοιγμα Grob: γκαμπί Grob, γκαμπί Basman

source: Grob Opening: Grob Gambit, Fritz Gambit, Romford CounterGambit
el_gr: Άνοιγμα Grob: γκαμπί Grob, γκαμπί Fritz, αντιγκαμπί Romford

source: Grob Opening: Grob Gambit, Keres Gambit
el_gr: Άνοιγμα Grob: γκαμπί Grob, γκαμπί Keres

source: Grob Opening: Grob Gambit, Richter-Grob Gambit
el_gr: Άνοιγμα Grob: γκαμπί Grob, γκαμπί Richter-Grob

source: Grob Opening: Keene Defence
el_gr: Άνοιγμα Grob: άμυνα Keene

source: Grob Opening: Keene Defence, Main Line
el_gr: Ανοίγμα Grob: άμυνα Keene, κύρια γραμμή

source: Grob Opening: London Defence
el_gr: Άνοιγμα Grob: άμυνα Λονδίνου

source: Grob Opening: Spike, Hurst Attack
el_gr: Ανοιγμα Grob: Spike, επίθεση Hurst

source: Grob Opening: Zilbermints Gambit
el_gr: Άνοιγμα Grob: γκαμπί Zilbermints

source: Grob Opening: Zilbermints Gambit, Schiller Defence
el_gr: Άνοιγμα Grob: γκαμπί Zilbermints, άμυνα Schiller

source: Grob Opening: Zilbermints Gambit, Zilbermints-Hartlaub Gambit
el_gr: Άνοιγμα Grob: γκαμπί Zilbermints, γκαμπί Zilbermints-Hartlaub

source: Grob: Fritz Gambit
el_gr: Grob: γκαμπί Fritz

source: Grob: Romford Counter-gambit
el_gr: Grob: αντιγκαμπί Romford

source: Grob: Spike Attack
el_gr: Grob: επίθεση Spike

source: Gruenfeld Defence
el_gr: Άμυνα Gruenfeld

source: Gruenfeld Defence: Brinckmann Attack, Reshevsky Gambit
el_gr: Άμυνα Gruenfeld: επίθεση Brinckmann, γκαμπί Reshevsky

source: Gruenfeld Defence: Exchange Variation, Larsen Variation
el_gr: Άμυνα Gruenfeld: βαριάντα ανταλλαγής, βαριάντα Larsen

source: Gruenfeld Defence: Exchange Variation, Modern Exchange Variation, Kramnik Line
el_gr: Άμυνα Gruenfeld: βαριάντα ανταλλαγής, μοντέρνα βαριάντα ανταλλαγής, γραμμή Kramnik

source: Gruenfeld Defence: Exchange Variation, Modern Exchange Variation, Pawn Grab Line
el_gr: Άμυνα Gruenfeld: βαριάντα ανταλλαγής, μοντέρνα βαριάντα ανταλλαγής, γραμμή Pawn Grab

source: Gruenfeld Defence: Exchange Variation, Nadanian Attack
el_gr: Άμυνα Gruenfeld: βαριάντα ανταλλαγής, επίθεση Nadanian

source: Gruenfeld Defence: Lutikov Variation
el_gr: Άμυνα Gruenfeld: βαριάντα Lutikov

source: Gruenfeld Defence: Lutikov Variation, Murrey Attack
el_gr: Άμυνα Gruenfeld: βαριάντα Lutikov, επίθεση Murrey

source: Gruenfeld Defence: Russian Variation
el_gr: Άμυνα Gruenfeld: Ρωσική βαριάντα

source: Gruenfeld Defence: Smyslov, Main Line
el_gr: Άμυνα Gruenfeld: Smyslov, κύρια γραμμή

source: Gruenfeld Defence: Smyslov, Yugoslav Variation
el_gr: Άμυνα Gruenfeld: Smyslov, Γιουγκοσλαβική βαριάντα

source: Gruenfeld Defence: Three Knights Variation
el_gr: Άμυνα Gruenfeld: βαριάντα τριών ίππων

source: Gruenfeld Defence: Three Knights Variation, Burille Variation, Reversed Tarrasch
el_gr: Άμυνα Gruenfeld: βαριάντα τριών ίππων, βαριάντα Burille, αντεστραμμένο Tarrasch

source: Gruenfeld Defence: Zaitsev Gambit
el_gr: Άμυνα Gruenfeld: γκαμπί Zaitsev

source: Gruenfeld Opening: 4.Bf4
el_gr: Άνοιγμα Gruenfeld: 4.Bf4

source: Gruenfeld Opening: 5.Bf4
el_gr: Άνοιγμα Gruenfeld: 5.Bf4

source: Gruenfeld Opening: 5.Bg5
el_gr: Άνοιγμα Gruenfeld: 5.Bg5

source: Gruenfeld Opening: 5.e3
el_gr: Άνοιγμα Gruenfeld: 5.e3

source: Gruenfeld Opening: Botvinnik Variation
el_gr: Άνοιγμα Gruenfeld: βαριάντα Botvinnik
