Repository: GrigoAleex/lucaschessR2
Catalog: Resources/Locale/gr/LC_MESSAGES/lcopenings.po
Languages: el_gr

source: Borg Defence: Troon Gambit
el_gr: Άμυνα Borg: γκαμπί Troon

source: Borg Opening: Zilbermints Gambit
el_gr: Άνοιγμα Borg: γκαμπί Zilbermints

source: Budapest Defence
el_gr: Άμυνα Βουδαπέστης

source: Budapest Defence Declined
el_gr: Μη αποδεκτή άμυνα Βουδαπέστης

source: Budapest: Adler Variation
el_gr: Βουδαπέστη: βαριάντα Adler

source: Budapest: Alekhine Variation
el_gr: Βουδαπέστη: βαριάντα Alekhine

source: Budapest: Alekhine Variation, Balogh Gambit
el_gr: Βουδαπέστη: βαριάντα Alekhine, γκαμπί Balogh

source: Budapest: Alekhine, Abonyi Variation
el_gr: Βουδαπέστη: Alekhine, βαριάντα Abonyi

source: Budapest: Fajarowicz Variation
el_gr: Βουδαπέστη: βαριάντα Fajarowicz

source: Budapest: Fajarowicz, Steiner Variation
el_gr: Βουδαπέστη: Fajarowicz, βαριάντα Steiner

source: Budapest: Rubinstein Variation
el_gr: Βουδαπέστη: βαριάντα Rubinstein

source: Canard Opening
el_gr: Άνοιγμα Canard

source: Caro-Kann Defence
el_gr: Άμυνα Caro-Kann

source: Caro-Kann Defence: 3.Nd2
el_gr: Άμυνα Caro-Kann: 3.Nd2

source: Caro-Kann Defence: Accelerated Panov Attack, Modern Variation
el_gr: Άμυνα Caro-Kann: επιταχυνόμενη επίθεση Panov, μοντέρνα βαριάντα

source: Caro-Kann Defence: Accelerated Panov Attack, Open Variation
el_gr: Άμυνα Caro-Kann: επιταχυνόμενη επίθεση Panov, ανοιχτή βαριάντα

source: Caro-Kann Defence: Accelerated Panov Attack, Pseudo-Scandinavian
el_gr: Άμυνα Caro-Kann: επιταχυνόμενη επίθεση Panov, ψευδο-Σκανδιναβική

source: Caro-Kann Defence: Accelerated Panov Attack, Van Weersel Attack
el_gr: Άμυνα Caro-Kann: επιταχυνόμενη επίθεση Panov, επίθεση Van Weersel

source: Caro-Kann Defence: Advance Variation
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα

source: Caro-Kann Defence: Advance Variation, Bayonet Attack
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα, επίθεση Bayonet

source: Caro-Kann Defence: Advance Variation, Botvinnik-Carls Defence
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα, άμυνα Botvinnik-Carls

source: Caro-Kann Defence: Advance Variation, Bronstein Variation
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα, βαριάντα Bronstein

source: Caro-Kann Defence: Advance Variation, Prins Attack
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα, Επίθεση Prins

source: Caro-Kann Defence: Advance Variation, Short Variation
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα, σύντομη βαριάντα

source: Caro-Kann Defence: Advance Variation, Tal Variation
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα, βαριάντα Tal

source: Caro-Kann Defence: Advance Variation, Van Der Wiel Attack
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα, επίθεση Van Der Wiel

source: Caro-Kann Defence: Advance Variation, Van Der Wiel Attack, Dreyev Defence
el_gr: Άμυνα Caro-Kann: προχωρημένη βαριάντα, επίθεση Van Der Wiel, άμυνα Dreyev

source: Caro-Kann Defence: Advance, Short Variation
el_gr: Άμυνα Caro-Kann: προχωρημένη, σύντομη βαριάντα

source: Caro-Kann Defence: Alekhine Gambit
el_gr: Άμυνα Caro-Kann: γκαμπί Alekhine

source: Caro-Kann Defence: Anti-Caro-Kann Defence
el_gr: Άμυνα Caro-Kann: άμυνα Anti-Caro-Kann

source: Caro-Kann Defence: Anti-anti-Caro-Kann Defence
el_gr: Άμυνα Caro-Kann: άμυνα Anti-anti-Caro-Kann

source: Caro-Kann Defence: Breyer Variation, Stein Attack
el_gr: Άμυνα Caro-Kann: βαριάντα Breyer, επίθεση Stein

source: Caro-Kann Defence: Bronstein-Larsen Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Bronstein-Larsen

source: Caro-Kann Defence: Classical Variation
el_gr: Άμυνα Caro-Kann: κλασική βαριάντα

source: Caro-Kann Defence: Classical Variation, Lobron System
el_gr: Άμυνα Caro-Kann: κλασική βαριάντα, σύστημα Lobron

source: Caro-Kann Defence: Classical Variation, Seirawan Variation
el_gr: Άμυνα Caro-Kann: κλασική βαριάντα, βαριάντα Seirawan

source: Caro-Kann Defence: Classical, 6.h4
el_gr: Άμυνα Caro-Kann: κλασική, 6.h4

source: Caro-Kann Defence: Classical, 7...Nd7
el_gr: Άμυνα Caro-Kann: κλασική, 7...Nd7

source: Caro-Kann Defence: Classical, Flohr Variation
el_gr: Άμυνα Caro-Kann: κλασική, βαριάντα Flohr

source: Caro-Kann Defence: Classical, Maroczy Attack
el_gr: Άμυνα Caro-Kann: κλασική, επίθεση Maroczy

source: Caro-Kann Defence: Classical, Spassky Variation
el_gr: Άμυνα Caro-Kann: κλασική, βαριάντα Spassky

source: Caro-Kann Defence: Closed (Breyer) Variation
el_gr: Άμυνα Caro-Kann: κλειστή βαριάντα (Breyer)

source: Caro-Kann Defence: De Bruycker Defence
el_gr: Άμυνα Caro-Kann: άμυνα De Bruycker

source: Caro-Kann Defence: Edinburgh Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Εδιμβούργου

source: Caro-Kann Defence: Euwe Attack
el_gr: Άμυνα Caro-Kann: επίθεση Euwe

source: Caro-Kann Defence: Euwe Attack, Prins Gambit
el_gr: Άμυνα Caro-Kann: επίθεση Euwe, γκαμπί Prins

source: Caro-Kann Defence: Exchange Variation
el_gr: Άμυνα Caro-Kann: βαριάντα ανταλλαγής

source: Caro-Kann Defence: Exchange Variation, Bulla Attack
el_gr: Άμυνα Caro-Kann: βαριάντα ανταλλαγής, επίθεση Bulla

source: Caro-Kann Defence: Exchange, Rubinstein Variation
el_gr: Άμυνα Caro-Kann: ανταλλαγή, βαριάντα Rubinstein

source: Caro-Kann Defence: Finnish Variation
el_gr: Άμυνα Caro-Kann: Φινλανδική βαριάντα

source: Caro-Kann Defence: Forgacs Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Forgacs

source: Caro-Kann Defence: Goldman (Spielmann) Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Goldman (Spielmann)

source: Caro-Kann Defence: Gurgenidze Counter-attack
el_gr: Άμυνα Caro-Kann: αντεπίθεση Gurgenidze

source: Caro-Kann Defence: Gurgenidze System
el_gr: Άμυνα Caro-Kann: σύστημα Gurgenidze

source: Caro-Kann Defence: Hector Gambit
el_gr: Άμυνα Caro-Kann: γκαμπί Hector

source: Caro-Kann Defence: Hillbilly Attack
el_gr: Άμυνα Caro-Kann: επίθεση Hillbilly

source: Caro-Kann Defence: Hillbilly Attack, Schaeffer Gambit
el_gr: Άμυνα Caro-Kann: επίθεση Hillbilly, γκαμπί Schaeffer

source: Caro-Kann Defence: Karpov Variation, Modern Main Line
el_gr: Άμυνα Caro-Kann: βαριάντα Karpov, μοντέρνα κύρια γραμμή

source: Caro-Kann Defence: Karpov Variation, Modern Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Karpov, μοντέρνα βαριάντα

source: Caro-Kann Defence: Karpov Variation, Modern Variation, Ivanchuk Defence
el_gr: Άμυνα Caro-Kann: βαριάντα Karpov, μοντέρνα βαριάντα, άμυνα Ivanchuk

source: Caro-Kann Defence: Karpov Variation, Modern Variation, Kasparov Attack
el_gr: Άμυνα Caro-Kann: βαριάντα Karpov, μοντέρνα βαριάντα, επίθεση Kasparov

source: Caro-Kann Defence: Karpov Variation, Smyslov Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Karpov, βαριάντα Smyslov

source: Caro-Kann Defence: Karpov Variation, Smyslov Variation, Main Line
el_gr: Άμυνα Caro-Kann: βαριάντα Karpov, βαριάντα Smyslov, κύρια γραμμή

source: Caro-Kann Defence: Karpov Variation, Tiviakov-Fischer Attack
el_gr: Άμυνα Caro-Kann: βαριάντα Karpov, επίθεση Tiviakov-Fischer

source: Caro-Kann Defence: Labahn Attack
el_gr: Άμυνα Caro-Kann: επίθεση Labahn

source: Caro-Kann Defence: Labahn Attack, Double Gambit
el_gr: Άμυνα Caro-Kann: επίθεση Labahn, διπλό γκαμπί

source: Caro-Kann Defence: Labahn Attack, Polish Variation
el_gr: Άμυνα Caro-Kann: επίθεση Labahn, Πολωνική βαριάντα

source: Caro-Kann Defence: Main Line
el_gr: Άμυνα Caro-Kann: κύρια γραμμή

source: Caro-Kann Defence: Maróczy Variation, Maróczy Gambit
el_gr: Άμυνα Caro-Kann: βαριάντα Maróczy, γκαμπί Maróczy

source: Caro-Kann Defence: Massachusetts Defence
el_gr: Άμυνα Caro-Kann: άμυνα Μασαχουσέτης

source: Caro-Kann Defence: Mieses Attack, Landau Gambit
el_gr: Άμυνα Caro-Kann: επίθεση Mieses, γκαμπί Landau

source: Caro-Kann Defence: Mieses Gambit
el_gr: Άμυνα Caro-Kann: γκαμπί Mieses

source: Caro-Kann Defence: Panov Attack
el_gr: Άμυνα Caro-Kann: επίθεση Panov

source: Caro-Kann Defence: Panov Attack, Fianchetto Defence, Fianchetto Gambit
el_gr: Άμυνα Caro-Kann: επίθεση Panov, άμυνα φιανκέτο, γκαμπί φιανκέτο

source: Caro-Kann Defence: Panov Attack, Main Line
el_gr: Άμυνα Caro-Kann: επίθεση Panov, κύρια γραμμή

source: Caro-Kann Defence: Panov Attack, Modern Defence
el_gr: Άμυνα Caro-Kann: επίθεση Panov, μοντέρνα άμυνα

source: Caro-Kann Defence: Panov Attack, Modern Defence, Mieses Line
el_gr: Άμυνα Caro-Kann: επίθεση Panov, μοντέρνα άμυνα, γραμμή Mieses

source: Caro-Kann Defence: Panov-Botvinnik Attack
el_gr: Άμυνα Caro-Kann: επίθεση Hillbilly Panov-Botvinnik

source: Caro-Kann Defence: Panov-Botvinnik Attack, 5...e6
el_gr: Άμυνα Caro-Kann: επίθεση Panov-Botvinnik, 5...e6

source: Caro-Kann Defence: Panov-Botvinnik Attack, 5...g6
el_gr: Άμυνα Caro-Kann: επίθεση Panov-Botvinnik, 5...g6

source: Caro-Kann Defence: Panov-Botvinnik, Czerniak Variation
el_gr: Άμυνα Caro-Kann: Panov-Botvinnik, βαριάντα Czerniak

source: Caro-Kann Defence: Panov-Botvinnik, Gunderam Attack
el_gr: Άμυνα Caro-Kann: Panov-Botvinnik, επίθεση Gunderam

source: Caro-Kann Defence: Panov-Botvinnik, Herzog Defence
el_gr: Άμυνα Caro-Kann: Panov-Botvinnik, άμυνα Herzog

source: Caro-Kann Defence: Panov-Botvinnik, Normal Variation
el_gr: Άμυνα Caro-Kann: Panov-Botvinnik, κανονική βαριάντα

source: Caro-Kann Defence: Panov-Botvinnik, Reifir (Spielmann) Variation
el_gr: Άμυνα Caro-Kann: Panov-Botvinnik, βαριάντα Reifir (Spielmann)

source: Caro-Kann Defence: Rasa-Studier Gambit
el_gr: Άμυνα Caro-Kann: γκάμπι Rasa-Studier

source: Caro-Kann Defence: Scorpion-Horus Gambit
el_gr: Άμυνα Caro-Kann: γκαμπί Scorpion-Horus

source: Caro-Kann Defence: Spike Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Spike

source: Caro-Kann Defence: Spike Variation, Scorpion-Grob Gambit
el_gr: Άμυνα Caro-Kann: βαριάντα Spike, γκαμπί Scorpion-Grob

source: Caro-Kann Defence: Steinitz Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Steinitz

source: Caro-Kann Defence: Tartakower (Nimzovich) Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Tartakower (Nimzovich)

source: Caro-Kann Defence: Tartakower (fantasy) Variation
el_gr: Άμυνα Caro-Kann: βαριάντα Tartakower (fantasy)

source: Caro-Kann Defence: Toikkanen Gambit
el_gr: Άμυνα Caro-Kann: γκαμπί Toikkanen

source: Caro-Kann Defence: Two Knights Attack, Mindeno Variation, Exchange Line
el_gr: Άμυνα Caro-Kann: επίθεση δύο ίππων, βαριάντα Mindeno, γραμμή ανταλλαγής

source: Caro-Kann Defence: Two Knights Attack, Mindeno Variation, Retreat Line
el_gr: Άμυνα Caro-Kann: επίθεση δύο ίππων, βαριάντα Mindeno, γραμμή υποχώρησης

source: Caro-Kann Defence: Two Knights Variation
el_gr: Άμυνα Caro-Kann: βαριάντα δύο ίππων

source: Caro-Kann Defence: Two Knights, 3...Bg4
el_gr: Άμυνα Caro-Kann: δύο ίπποι, 3...Bg4

source: Caro-Kann Defence: Ulysses Gambit
el_gr: Άμυνα Caro-Kann: γκαμπί Ulysses

source: Caro-Kann Defence: Von Hennig Gambit
el_gr: Άμυνα Caro-Kann: γκαμπί Von Hennig

source: Caro-Masi Defence
el_gr: Άμυνα Caro-Masi

source: Carr Defence
el_gr: Άμυνα Carr

source: Carr Defence: Zilbermints Gambit
el_gr: Άμυνα Carr: γκαμπί Zilbermints

source: Catalan Opening
el_gr: Καταλανικό άνοιγμα

source: Catalan Opening: Closed
el_gr: Καταλανικό άνοιγμα: κλειστό

source: Catalan Opening: Closed Variation, Rabinovich Variation
el_gr: Καταλανικό άνοιγμα: κλειστή βαριάντα, βαριάντα Rabinovich

source: Catalan Opening: Closed Variation, Traditional Variation
el_gr: Καταλανικό άνοιγμα: κλειστή βαριάντα, παραδοσιακή βαριάντα

source: Catalan Opening: Closed, 5.Nf3
el_gr: Καταλανικό άνοιγμα: κλειστό, 5.Nf3

source: Catalan Opening: Closed, 6...Nbd7
el_gr: Καταλανικό άνοιγμα: κλειστό, 6...Nbd7

source: Catalan Opening: Closed, 7.Qc2
el_gr: Καταλανικό άνοιγμα: κλειστό, 7.Qc2

source: Catalan Opening: Closed, Botvinnik Variation
el_gr: Καταλανικό άνοιγμα: κλειστό, βαριάντα Botvinnik

source: Catalan Opening: Closed, Main Line
el_gr: Καταλανικό άνοιγμα: κλειστό, κύρια γραμμή

source: Catalan Opening: Closed, Qc2 & B3
el_gr: Καταλανικό άνοιγμα: κλειστό, Qc2 & b3

source: Catalan Opening: Closed, Sokolsky Variation
el_gr: Καταλανικό άνοιγμα: κλειστό, βαριάντα Sokolsky

source: Catalan Opening: Closed, Spassky Gambit
el_gr: Καταλανικό άνοιγμα: κλειστό, γκαμπί Spassky

source: Catalan Opening: Closed, Zagoryansky Variation
el_gr: Καταλανικό άνοιγμα: κλειστό, βαριάντα Zagoryansky

source: Catalan Opening: Hungarian Gambit
el_gr: Καταλανικό άνοιγμα: Ουγγρικό γκαμπί

source: Catalan Opening: Open Defence, Modern Sharp Variation
el_gr: Καταλανικό άνοιγμα: ανοιχτή άμυνα, μοντέρνα βαριάντα Sharp

source: Catalan Opening: Open Defence, Tarrasch Defence
el_gr: Καταλανικό άνοιγμα: ανοιχτή άμυνα, άμυνα Tarrasch

source: Catalan Opening: Open, 5.Nf3
el_gr: Καταλανικό άνοιγμα: ανοιχτή, 5.Nf3

source: Catalan Opening: Open, 5.Qa4
el_gr: Καταλανικό άνοιγμα: ανοιχτή, 5.Qa4

source: Catalan Opening: Open, 5.Qa4 Nbd7, 6.Qxc4
el_gr: Καταλανικό άνοιγμα: ανοιχτή, 5.Qa4 Nbd7, 6.Qxc4

source: Catalan Opening: Open, Alekhine Variation
el_gr: Καταλανικό άνοιγμα: ανοιχτή, βαριάντα Alekhine

source: Catalan Opening: Open, Classical Line
el_gr: Καταλανικό άνοιγμα: ανοιχτή, κλασική γραμμή

source: Centre Game
el_gr: Παρτίδα κέντρου

source: Centre Game, Kieseritsky Variation
el_gr: Παρτίδα κέντρου, βαριάντα Kieseritsky

source: Centre Game: Berger Variation
el_gr: Παρτίδα κέντρου: βαριάντα Berger

source: Centre Game: Charousek Variation
el_gr: Παρτίδα κέντρου: βαριάντα Charousek

source: Centre Game: Halasz-McDonnell Gambit, Crocodile Variation
el_gr: Παρτίδα κέντρου: γκαμπί Halasz-McDonnell, βαριάντα Crocodile

source: Centre Game: Hall Variation
el_gr: Παρτίδα κέντρου: βαριάντα Hall

source: Centre Game: Kieseritzky Variation
el_gr: Παρτίδα κέντρου: βαριάντα Kieseritzky

source: Centre Game: Kupreichik Variation
el_gr: Παρτίδα κέντρου: βαριάντα Kupreichik

source: Centre Game: L'Hermet Variation
el_gr: Παρτίδα κέντρου: βαριάντα L'Hermet

source: Centre Game: Lanc-ArnOld Gambit
el_gr: Παρτίδα κέντρου: γκαμπί Lanc-ArnOld

source: Centre Game: Lanc-ArnOld Gambit, Schippler Gambit
el_gr: Παρτίδα κέντρου: γκαμπί Lanc-ArnOld, γκαμπί Schippler

source: Centre Game: Normal Variation
el_gr: Παρτίδα κέντρου: κανονική βαριάντα

source: Centre Game: Paulsen Attack
el_gr: Παρτίδα κέντρου: επίθεση Paulsen

source: Centre Game: Ross Gambit
el_gr: Παρτίδα κέντρου: γκαμπί Ross

source: Centre Game: Von Der Lasa Gambit
el_gr: Παρτίδα κέντρου: γκαμπί Von Der Lasa

source: Clemenz (Mead, Basman Or De Klerk) Opening
el_gr: Άνοιγμα Clemenz (Mead's, Basman's ή de Klerk's)

source: Clemenz Opening: Spike Lee Gambit
el_gr: Άνοιγμα Clemenz: γκαμπί Spike Lee

source: Colle System
el_gr: Σύστημα Colle

source: Colle System: Pterodactyl Variation
el_gr: Σύστημα Colle: βαριάντα Pterodactyl

source: Colle System: Rhamphorhynchus Variation
el_gr: Σύστημα Colle: βαριάντα Rhamphorhynchus

source: Colle System: Siroccopteryx Variation
el_gr: Σύστημα Colle: βαριάντα Siroccopteryx

source: Corn Stalk Defence
el_gr: Άμυνα Corn Stalk

source: Crab Opening
el_gr: Άνοιγμα Crab

source: Creepy Crawly Formation: Classical Defence
el_gr: Σχηματισμός Creepy Crawly: κλασική άμυνα

source: Czech Benoni Defence
el_gr: Τσεχική άμυνα Benoni

source: Czech Benoni: King Indian System
el_gr: Τσεχική Benoni: Ινδικό σύστημα του βασιλιά

source: Damiano Defence
el_gr: Άμυνα Damiano

source: Danish Gambit
el_gr: Δανέζικο γκαμπί

source: Danish Gambit Accepted: Classical Defence
el_gr: Αποδεκτό Δανέζικο γκαμπί: κλασική άμυνα

source: Danish Gambit Accepted: Copenhagen Defence
el_gr: Αποδεκτό Δανέζικο γκαμπί: άμυνα Κοπεγχάγης

source: Danish Gambit Accepted: Svenonius Defence
el_gr: Αποδεκτό Δανέζικο γκαμπί: άμυνα Svenonius

source: Danish Gambit: Collijn Defence
el_gr: Δανέζικο γκαμπί: άμυνα Collijn

source: Danish Gambit: Schlechter Defence
el_gr: Δανέζικο γκαμπί: άμυνα Schlechter

source: Danish Gambit: Soerensen Defence
el_gr: Δανέζικο γκαμπί: άμυνα Soerensen

source: De Bruycker Defence
el_gr: Άμυνα De Bruycker

source: Doery Defence
el_gr: Άμυνα Doery

source: Dresden Opening
el_gr: Άνοιγμα Dresden

source: Dresden Opening: The Goblin
el_gr: Άνοιγμα Dresden: The Goblin

source: Dunst (Sleipner, Heinrichsen) Opening
el_gr: Άνοιγμα Dunst (Sleipner, Heinrichsen)

source: Durkin Attack
el_gr: Επίθεση Durkin

source: Dutch Defence
el_gr: Ολλανδική άμυνα

source: Dutch Defence, 2.Bg5 Variation
el_gr: Ολλανδική άμυνα, βαριάντα 2.Bg5

source: Dutch Defence, Alekhine Variation
el_gr: Ολλανδική άμυνα, βαριάντα Alekhine

source: Dutch Defence, Blackburne Variation
el_gr: Ολλανδική άμυνα, βαριάντα Blackburne

source: Dutch Defence, Korchnoi Attack
el_gr: Ολλανδική άμυνα, επίθεση Korchnoi

source: Dutch Defence, Krejcik Gambit
el_gr: Ολλανδική άμυνα, γκαμπί Κορτσνόι Krejcik

source: Dutch Defence, Manhattan (Alapin, Ulvestad) Variation
el_gr: Ολλανδική άμυνα, βαριάντα Μανχάταν (Alapin, Univiator)

source: Dutch Defence, Rubinstein Variation
el_gr: Ολλανδική άμυνα, βαριάντα Rubinstein

source: Dutch Defence, Spielmann Gambit
el_gr: Ολλανδική άμυνα, γκαμπί Spielmann

source: Dutch Defence, Von Pretzel Gambit
el_gr: Ολλανδική άμυνα, γκαμπί Von ppreepl

source: Dutch Defence: Balogh Defence
el_gr: Ολλανδική άμυνα: άμυνα Balogh

source: Dutch Defence: Blackmar Second Gambit
el_gr: Ολλανδική άμυνα: δεύτερο γκαμπί Blackmar

source: Dutch Defence: Bladel Variation
el_gr: Ολλανδική άμυνα: βαριάντα Bladel

source: Dutch Defence: Classical Variation
el_gr: Ολλανδική άμυνα: κλασική βαριάντα

source: Dutch Defence: Classical Variation, Blackburne Attack
el_gr: Ολλανδική άμυνα: κλασική βαριάντα, επίθεση Blackburne

source: Dutch Defence: Classical Variation, Buenos Aires Variation
el_gr: Ολλανδική άμυνα: κλασική βαριάντα, βαριάντα Μπουένος Άιρες

source: Dutch Defence: Classical Variation, Huisl Variation
el_gr: Ολλανδική άμυνα: κλασική βαριάντα, βαριάντα Huisl

source: Dutch Defence: Classical Variation, Stonewall Variation
el_gr: Ολλανδική άμυνα: κλασική βαριάντα, βαριάντα Stonewall

source: Dutch Defence: Dutch-Indian (Nimzo-Dutch) Variation
el_gr: Ολλανδική άμυνα: Ολλανδο-ινδική βαριάντα (Nimzo-Dutch)

source: Dutch Defence: Hevendehl Gambit
el_gr: Ολλανδική άμυνα: γκαμπί Hevendehl

source: Dutch Defence: Hort-Antoshin System
el_gr: Ολλανδική άμυνα: σύστημα Hort-Antoshin

source: Dutch Defence: Ilyin-Genevsky Variation
el_gr: Ολανδική άμυνα: βαριάντα llyin-Genevsky

source: Dutch Defence: Ilyin-Genevsky Variation With B3
el_gr: Ολανδική άμυνα: βαριάντα llyin-Genevsky με b3

source: Dutch Defence: Ilyin-Genevsky Variation With Qc2
el_gr: Ολανδική άμυνα: βαριάντα llyin-Genevsky με Qc2

source: Dutch Defence: Ilyin-Genevsky, Winter Variation
el_gr: Ολλανδική άμυνα: Ilyin-Genevsky, βαριάντα Winter

source: Dutch Defence: Janzen-Korchnoi Gambit
el_gr: Ολλανδική άμυνα: γκαμπί Janzen-Korchnoi

source: Dutch Defence: Kingfisher Gambit
el_gr: Ολλανδική άμυνα: γκαμπί Kingfisher

source: Dutch Defence: Krause Variation
el_gr: Ολλανδική άμυνα: βαριάντα Krause

source: Dutch Defence: Krejcik Gambit, Tate Gambit
el_gr: Ολλανδική άμυνα: γκαμπί Krejcik, γκαμπί Tate

source: Dutch Defence: Leningrad Variation
el_gr: Ολλανδική άμυνα: βαριάντα Leningrad

source: Dutch Defence: Leningrad, Basman System
el_gr: Ολλανδική άμυνα: Leningrad, σύστημα Basman

source: Dutch Defence: Leningrad, Karlsbad Variation
el_gr: Ολλανδική άμυνα: Leningrad, βαριάντα Karlsbad

source: Dutch Defence: Leningrad, Main Variation
el_gr: Ολλανδική άμυνα: Leningrad, κύρια βαριάντα

source: Dutch Defence: Leningrad, Main Variation With C6
el_gr: Ολλανδική άμυνα: Leningrad, κύρια βαριάντα με c6

source: Dutch Defence: Leningrad, Main Variation With Nc6
el_gr: Ολλανδική άμυνα: Leningrad, κύρια βαριάντα με Nc6

source: Dutch Defence: Manhattan Gambit, Anti-Leningrad
el_gr: Ολλανδική άμυνα: γκαμπί Μανχάταν, Anti-Leningrad

source: Dutch Defence: Manhattan Gambit, Anti-Modern
el_gr: Ολλανδική άμυνα: γκαμπί Μανχάταν, Αντιμοντέρνο

source: Dutch Defence: Manhattan Gambit, Anti-Stonewall
el_gr: Ολλανδική άμυνα: γκαμπί Μανχάταν, Anti-Stonewall

source: Dutch Defence: Normal Variation
el_gr: Ολλανδική άμυνα: κανονική βαριάντα

source: Dutch Defence: Omega-Isis Gambit
el_gr: Ολλανδική άμυνα: γκαμπί Omega-Isis

source: Dutch Defence: Raphael Variation
el_gr: Ολλανδική άμυνα: βαριάντα Raphael

source: Dutch Defence: Semi-Leningrad Variation
el_gr: Ολλανδική άμυνα: βαριάντα Semi-Leningrad

source: Dutch Defence: Senechaud Gambit
el_gr: Ολλανδική άμυνα: γκαμπί Senechaud

source: Dutch Defence: Staunton Gambit
el_gr: Ολλανδική άμυνα: γκαμπί Staunton

source: Dutch Defence: Staunton Gambit Accepted
el_gr: Ολλανδική άμυνα: αποδεκτό γκαμπί Staunton

source: Dutch Defence: Staunton Gambit Deferred
el_gr: Ολλανδική άμυνα: αναβαλλόμενο γκαμπί Staunton

source: Dutch Defence: Staunton Gambit, Alekhine Variation
el_gr: Ολλανδική άμυνα: γκαμπί Staunton, βαριάντα Alekhine

source: Dutch Defence: Staunton Gambit, American Attack
el_gr: Ολλανδική άμυνα: γκαμπί Staunton, Αμερικανική επίθεση

source: Dutch Defence: Staunton Gambit, Chigorin Variation
el_gr: Ολλανδική άμυνα: γκαμπί Staunton, βαριάντα Chigorin

source: Dutch Defence: Staunton Gambit, Lasker Variation
el_gr: Ολλανδική άμυνα: γκαμπί Staunton, βαριάντα Lasker

source: Dutch Defence: Staunton Gambit, Nimzovich Variation
el_gr: Ολλανδική άμυνα: γκαμπί Staunton, βαριάντα Nimzovich

source: Dutch Defence: Staunton Gambit, Staunton Line
el_gr: Ολλανδική άμυνα: γκαμπί Staunton, γραμμή Staunton

source: Dutch Defence: Staunton Gambit, Tartakower Variation
el_gr: Ολλανδική άμυνα: γκαμπί Staunton, βαριάντα Tartakower

source: Dutch Defence: Stonewall Variation
el_gr: Ολλανδική άμυνα: βαριάντα Stonewall

source: Dutch Defence: Stonewall Variation, Modern Variation
el_gr: Ολλανδική άμυνα: βαριάντα Stonewall, μοντέρνα βαριάντα

source: Dutch Defence: Stonewall With Ba3
el_gr: Ολλανδική άμυνα: Stonewall με Ba3

source: Dutch Defence: Stonewall With Nc3
el_gr: Ολλανδική άμυνα: Stonewall με Nc3

source: Dutch Defence: Stonewall, Botwinnik Variation
el_gr: Ολλανδική άμυνα: Stonewall, βαριάντα Μποτβίνικ

source: Dutch Defence: Stonewall, Chekhover Variation
el_gr: Ολλανδική άμυνα: Stonewall, βαριάντα Chekhover

source: Dutch With C4 & G3
el_gr: Ολλανδική με c4 & g3

source: Dutch With C4 & Nc3
el_gr: Ολλανδική με c4 & Nc3

source: Dutch-Indian, Alekhine Variation
el_gr: Ολλανδο-ινδική, βαριάντα Alekhine

source: Dzindzichashvili Defence
el_gr: Άμυνα Dzindzichashvili

source: Elephant Gambit: Paulsen CounterGambit
el_gr: Γκαμπί Ελέφαντα: αντιγκαμπί Paulsen

source: Elephant Gambit: Wasp Variation
el_gr: Γκαμπί Ελέφαντα: βαριάντα Wasp

source: English Defence: Blumenfeld-Hiva Gambit
el_gr: Αγγλική άμυνα: γκαμπί Blumenfeld-Hiva

source: English Defence: Eastbourne Gambit
el_gr: Αγγλική άμυνα: γκαμπί Eastbourne

source: English Defence: Hartlaub Gambit Accepted
el_gr: Αγγλική άμυνα: αποδεκτό γκαμπί Hartlaub

source: English Defence: Hartlaub Gambit Declined
el_gr: Αγγλική άμυνα: μη αποδεκτό γκαμπί Hartlaub

source: English Defence: Perrin Variation
el_gr: Αγγλική άμυνα: βαριάντα Perrin

source: English Defence: Poli Gambit
el_gr: Αγγλική άμυνα: γκαμπί Poli

source: English Opening
el_gr: Αγγλικό άνοιγμα

source: English Opening: 1...Nf6 (Anglo-Indian Defense)
el_gr: Αγγλικό άνοιγμα: 1...Nf6 (Αγγλο-ινδική άμυνα)

source: English Opening: Achilles-Omega Gambit
el_gr: Αγγλικό άνοιγμα: γκαμπί Achilles-Omega

source: English Opening: Adorjan Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Adorjan

source: English Opening: Agincourt Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Agincourt

source: English Opening: Agincourt Defence, Bogoljubov Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Agincourt, άμυνα Bogoljubov

source: English Opening: Agincourt Defence, Catalan Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Agincourt, Καταλανική άμυνα

source: English Opening: Agincourt Defence, Catalan Defence, Semi-Slav Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Agincourt, Καταλανική άμυνα, ημισλαβική άμυνα

source: English Opening: Agincourt Defence, Tarrasch Defence
el_gr: Αγγλικό άνοιγμα: άμυνα Agincourt, άμυνα Tarrasch

source: English Opening: Agincourt Variation
el_gr: Αγγλικό άνοιγμα: βαριάντα Agincourt

source: English Opening: Anglo-Dutch Defence, Hickmann Gambit
el_gr: Αγγλικό άνοιγμα: Αγγλο-ολλανδική άμυνα, γκαμπί Hickmann
